{"translation-revision-date":"2024-03-06 04:17:13+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Save and Update Key":[],"Regenerate License Key":[],"Changing the license key will invalidate the current license key.":[],"License Key updated.":[],"Edit License Key":[],"Sent one month before a customer's card expires.":[],"Card Expiration":[],"One or more items in your cart exceed the purchase limit. Please adjust the quantity or remove the item to proceed with the checkout.":[],"One of the items on cart is out of stock. Please review and try again.":[],"One of the items on cart has changed. Please review and try again.":[],"One of the items on cart is no longer available. Please review and try again.":[],"The price of one of the items on cart has changed. Please review and try again.":[],"One or more items in your cart is no longer available. Please update your cart and try again.":[],"Exceeds purchase limit":[],"Out of stock":[],"Item no longer available":[],"Options no longer available":[],"Price has changed":[],"No longer available":[],"When enabled, this setting prevents customers from receiving multiple trial periods for the same product. If a customer has previously used a trial for the product, they will be charged the full price instead of receiving another trial.":[],"Prevent Duplicate Trials":[],"Edit Upsell":[],"Edit License":[],"block title\u0004Address":[],"Trial Label":[],"Billing Address Label":[],"Billing Address Toggle":[],"If enabled, the user can enter a separate billing address. Otherwise, the billing address will be the same as the shipping address.":[],"Collect Billing Address":[],"Shipping Address Label":[],"Add Trial":[],"Trial Ends":[],"Use Current Version":[],"Previous Price Version":[],"Apply a credit of unused time from the current billing period.":[],"Immediately updates the subscription to this new price, instead of waiting until renewal.":[],"Price Change:":[],"Are you sure you want to update this subscription to use the current price? This will update this users subscription to use the current price.":[],"Confirm Price Change":[],"When enabled, customers are allowed to remove their default payment method on file. This can lead to subscription payments failing since there is no payment method on file.":[],"Allow Customers To Remove Default Payment Method":[],"Affiliation Product":[],"This setting will overwrite any global or individual affiliate commissions for this product.":[],"Custom product affiliate settings":[],"Custom Affiliate Commission":[],"Shipping Address Updated":[],"Shipping Address Deleted":[],"Add Billing Address":[],"Update Billing Address":[],"Billing Address Updated":[],"Delete Billing Address":[],"Billing address deleted":[],"Are you sure? This cannot be undone.":[],"This setting will overwrite any global affiliate settings.":[],"Custom affiliate commissions":[],"Add a custom commission for this affiliate.":[],"Affiliate commission added.":[],"Affiliate commission updated.":[],"Edit Commission":[],"Custom Commission":[],"Affiliate commission deleted.":[],"Individual Affiliate Product Commissions (Highest)":[],"Individual Product Commissions":[],"Individual Affiliate Commissions":[],"Global Affiliate Commissions (Lowest)":[],"This setting will overwrite any other comission settings for the affiliate and product.":[],"Affiliate product commissions":[],"New Product Commission":[],"Edit Product Commission":[],"Add Commission":[],"Add a product-specific commission for this affiliate.":[],"Lifetime Commission":[],"Subscription Commission":[],"Product Commissions":[],"Affiliate product commission updated.":[],"Affiliate product commission created.":[],"Affiliate product deleted.":[],"Affiliate commission already exists for this product. Please choose a different product.":[],"%d Day":[],"Let customers use this manual payment method for purchasing subscriptions, installments or upsells.":[],"Reusable":[],"Set the default limit for unique activations per license key, applying to all prices. Specify at the price level to override. Leave blank for unlimited activations.":[],"Specify the maximum number of unique activations allowed per license key for this pricing option. If left blank, the default limit set for the product will apply.":[],"License activation limit":[],"The maximum number of unique activations allowed per license key for this price.":[],"Custom license activation limit":[],"When turned on, customers cannot choose this price in the update plans section of the customer dashboard.":[],"Exclude from upgrade options":[],"Minimum commission amount":[],"The minimum amount of commission that must be earned by an affiliate to be included in this payout batch.":[],"Create New Payout Batch":[],"Could not create payout batch. Please try again.":[],"Payout Batch":[],"Payout Groups":[],"No affiliates have earned more than the minimum commission amount within the selected date range.":[],"Display the checkout content unless a custom template has been applied.":[],"Template name\u0004Checkout":[],"Template name\u0004SureCart Checkout":[],"In Payout":[],"Payout Date":[],"Payout Status":[],"Cancel Now":[],"Are you sure you want to cancel this subscription?":[],"Update Price":[],"Edit Price":[],"More Options":[],"Price added.":[],"Charge the setup fee during the free trial period.":[],"Paid trial":[],"Trial Days":[],"Offer a trial period before charging the first payment.":[],"Charge an initial fee or offer a discount for the first payment.":[],"Access ends after the number of days you set. Integrations and licenses will deactivate automatically.":[],"Allow customers to pay any amount they want, ideal for donations or perceived value they place on your cause or service.":[],"Automatically revoke access to integrations and licenses after all payments are completed.":[],"Enable a test processor (in test mode only)":[],"Test Processor":[],"Maximum order subtotal":[],"No Maximum":[],"The maximum order subtotal amount required to apply this coupon.":[],"This discount is not redeemable.":[],"Product deleted.":[],"There is no checkout form block on this page.":[],"Invalid request.":[],"Are you sure you want to change this form to %1$s? \n\nThis will change the form to %2$s for EVERYONE, and %3$s cart contents will be used - your cart contents may not transfer.":[],"test mode":[],"live mode":[],"Live Mode":[],"Fallback Tax Rate":[],"If enabled, the tax amount will be included in the product price and shipping rates for all products.":[],"Tax Included":[],"Please specify a tax rate for %s, as it requires manual entry":[],"Edit Settings":[],"Tax is included in prices":[],"Could not create export. Please try again.":[],"Could not create payout. Please try again.":[],"Completed":[],"Commission On This Subscription":[],"Affiliate commissions updated.":[],"Referral":[],"Affiliations":[],"Affiliation Request":[],"Whether or not to create a referral from a checkout when the resulting referral has a commission of zero. This is useful for tracking referrals that do not have a commission, such as when a customer uses a coupon code.":[],"Zero Commission Referrals":[],"Commissions On All Purchases":[],"Select a customer to limit this promotion to.":[],"Select an affiliate to link this promotion to.":[],"Link to Affiliate":[],"Referral Items":[],"View Coupon":[],"Update Commission Expiration":[],"Affiliate Commissions":[],"This will give the affiliate commissions for a specified period of time.":[],"Select an affiliate":[],"Connect an affiliate":[],"Remove Limit":[],"Until":[],"Are you sure you want to deactivate the affiliate?":[],"Are you sure you want to activate the affiliate?":[],"Affiliate user deactivated.":[],"Affiliate user activated.":[],"Affiliate updated.":[],"Referral Url":[],"No more promotions.":[],"No more payouts.":[],"Referral Code":[],"Profile":[],"No more clicks.":[],"A short blurb from this affiliate describing how they will promote this store.":[],"Bio":[],"Your affiliate request's payout email address.":[],"Your affiliate request's email address.":[],"Your affiliate request's last name.":[],"Your affiliate request's first name.":[],"Affiliate Request Details":[],"Permanently delete this affiliate request? You cannot undo this action.":[],"Are you sure to deny this affiliate request?":[],"Are you sure to approve affiliate request?":[],"Affiliate Request":[],"Affiliate request rejected.":[],"Affiliate request approved.":[],"Affiliate request updated.":[],"Create New Affiliate Request":[],"Creation Mode":[],"No more referrals.":[],"Not associated to any payout.":[],"Not associated to any order.":[],"Order Number":[],"Referral Details":[],"Expires on":[],"Domain":[],"Not associated to any click.":[],"View Referral":[],"Affiliate referral marked as reviewing.":[],"Referral updated.":[],"A brief description of what this referral is for.":[],"Commission Amount":[],"Create New Referral":[],"Export":[],"We will send you an email with a link to your export when it is ready.":[],"Create New Payout":[],"Are you sure you want to delete this referral? This action cannot be undone.":[],"Test mode referrals are created when an order is placed in test mode and an affiliate is associated with the order. These referrals do not impact stats, are not included in payouts, and are not visible to affiliates. They are solely for testing your affiliate setup and can be deleted or ignored.":[],"What are test mode referrals?":[],"Payouts":[],"Requests":[],"The affiliate request's email is already in use.":[],"The affiliate request's bio cannot be blank.":[],"The affiliate request's email cannot be blank.":[],"The affiliate request's name cannot be blank.":[],"There are no applicable referrals for this payout.":[],"Cancelled":[],"Toggle Affiliate active status":[],"Are you sure you want to activate this affiliate?":[],"Are you sure you want to deactivate this affilate?":[],"Deactivate":[],"View Affiliate":[],"No affiliates found.":[],"Unpaid Earnings":[],"Total Earnings":[],"Affiliation deactivated successfully.":[],"Affiliation activated successfully.":[],"No affiliate requests found.":[],"Affiliate Requests":[],"Denied":[],"Approved":[],"Reviewing":[],"No affiliate referrals found . ":[],"Make Reviewing":[],"Deny":[],"Commission":[],"Affiliate referral is now in review.":[],"Affiliate referral deleted.":[],"Affiliate referral denied.":[],"Affiliate referral approved.":[],"Affiliate Referrals":[],"No affiliate payouts found.":[],"Make Processing":[],"Referrals":[],"Period End":[],"Payout Email":[],"Affiliate payout deleted.":[],"Affiliate payout marked completed.":[],"Affiliate payout marked processing.":[],"Export Payouts":[],"Affiliate Payouts":[],"Not Converted":[],"No affiliate clicks found.":[],"Converted":[],"Affiliate":[],"Referring URL":[],"Landing URL":[],"Clicks":[],"Note: This option is sometimes enabled by the theme. If it is already enabled by the theme, then this setting won't have any effect.":[],"Enabling this option will load block assets only when they are rendered. This will happen for ALL blocks on your website, not just SureCart blocks. Please check your pages after you enable this option in a private browser window as this might change the CSS load order.":[],"On Demand Block Assets":[],"Are you sure you want to permanently delete this product? This cannot be undone.":[],"Delete Products":[],"The minimum order amount for the processor is %s.":[],"Queued for deletion.":[],"Successfully deleted.":[],"Delete Product":[],"This product has already been deleted.":[],"SureCart bulk action progress status.":[],"Bulk Action Summary:":[],"%1$d %2$s":[],"Your storage limit has been reached. Please remove some media items before adding more.":[],"Limit tax types":[],"Tax types":[],"Help Text":[],"Don't show if ever purchased, including the current order.":[],"Don't show if already being purchased in the current order.":[],"Tax Override":[],"create a new one":[],"Select an existing collection or ":[],"Add a custom sales tax rate for a collection of products.":[],"Add a custom tax rate for shipping.":[],"You've already added an override for each region where you collect sales tax. You can edit or delete an existing override.":[],"Add product tax override":[],"Edit override for %1$s collection in %2$s":[],"Add shipping tax override":[],"Edit shipping override for %s":[],"Add Override":[],"Specify a unique tax rate for a collection of products.":[],"Specify a unique tax rate for shipping charges.":[],"Please enable tax collection to add tax overrides.":[],"Product Overrides":[],"Shipping Overrides":[],"If you remove this override, then you'll charge the standard tax rate for this collection in %s.":[],"If you remove this override, then you'll charge the standard tax rate for shipping in %s.":[],"Remove override for %1$s collection in %2$s":[],"Remove shipping override for %s":[],"You can specify unique tax rates for a collection of products or on shipping charges.":[],"Tax Rate Overrides":[],"Account seeded successfully.":[],"Email is required to seed an account.":[],"1 of 2 Activations Used":[],"block description\u0004Display upsell totals.":[],"block title\u0004Upsell Totals":[],"block keyword\u0004container":[],"block description\u0004Display an upsell.":[],"block title\u0004Upsell":[],"block keyword\u0004cta":[],"block description\u0004Displays the title.":[],"block title\u0004Upsell Title":[],"block keyword\u0004order":[],"block description\u0004Display an upsell submit button.":[],"block title\u0004Upsell Submit Button":[],"block keyword\u0004upsell":[],"block keyword\u0004decline":[],"block keyword\u0004thanks":[],"block keyword\u0004no":[],"block description\u0004Display a upsell decline button.":[],"block title\u0004Decline Upsell Button":[],"block description\u0004Display a countdown timer for upsell, encouraging customers to take action before the offer expires.":[],"block title\u0004Countdown Timer":[],"block keyword\u0004license":[],"block description\u0004Displays the customer's licenses.":[],"block title\u0004Customer Licenses":[],"Totals":[],"Upsell Call to Action Title":[],"Offer Expires in":[],"Offer Expire text":[],"Show clock icon":[],"Offer expires in":[],"Offer expires label":[],"This will be displayed if there is a compare at price, or an upsell discount.":[],"Not Activated":[],"Delete offer":[],"Preview upsell":[],"Edit offer":[],"Create Offer":[],"Update Offer":[],"I.E. Bundle Discount":[],"Statement label":[],"i.e. An exclusive offer, just for you.":[],"This is shown on the upsell page.":[],"%1s %2s":[],"Decline Offer":[],"Accept Offer":[],"Initial Offer":[],"Skip if purchased":[],"Skip if in order":[],"Show regardless of past purchases.":[],"Always show":[],"Discount amount":[],"Percentage off":[],"Fixed amount discount":[],"Percentage discount":[],"No discount":[],"This is the price for the upsell.":[],"Upsell Price":[],"Are you sure? This action cannot be undone.":[],"if declined":[],"(Optional)":[],"Downsell Offer":[],"if accepted":[],"Upsell Offer #2":[],"Upsell Offer #1":[],"Post Purchase Offer":[],"Offer":[],"Internal upsell funnel name. This is not visible to customers.":[],"Add some conditions to display this upsell funnel.":[],"Show Upsell Offer If":[],"Select conditions to show this upsell.":[],"Specific purchases":[],"Show this upsell offer on all purchases.":[],"All purchases":[],"Archive this upsell? All unsaved changes will be lost.":[],"Un-Archive this upsell?":[],"Save Funnel":[],"Funnel Inactive":[],"Funnel Active":[],"Upsell funnel restored.":[],"Upsell funnel archived.":[],"Upsell deleted.":[],"Permanently delete this upsell? You cannot undo this action.":[],"Upsell funnel saved.":[],"Internal upsell funnel name. This is NOT visible to customers.":[],"Create New Upsell Funnel":[],"Upsell Page Title":[],"Previous page":[],"Affiliation Protocol":[],"Upsell Funnel":[],"Upsell":[],"Minutes":[],"The number of minutes that the upsell offer will be available for after the initial purchase.":[],"Time Limit":[],"Upsell behavior settings.":[],"Post Purchase Offer Accepted":[],"Sent after an order is placed.":[],"Sent when a post purchase offer is accepted and the order is updated.":[],"Post Purchase Offer Accepted Emails":[],"Let affiliates know how they will be paid, how often, and any terms or conditions for payment. These details will be shown to affiliates so they know what to expect.":[],"Payout Instructions":[],"For how long should future purchase commissions be awarded? (Leave empty if you want to award commission forever.)":[],"Lifetime Commission Duration":[],"Do you want to award commissions on future purchases?":[],"Lifetime Commissions":[],"For how long should subscription commissions be awarded? (Leave empty if you want to award commissions forever.)":[],"Subscription Commission Duration":[],"Do you want to award commissions on subscription renewal payments?":[],"Subscription Commissions":[],"Amount Commission":[],"Percent Commission":[],"Select a commission type":[],"Configure how affiliates earn commissions and how they get paid.":[],"Commissions & Payouts":[],"Where should affiliates send their traffic? This URL will be used to generate the affiliate referral link for each affiliate with their unique affiliate code.":[],"Affiliate Referral URL":[],"Do you want to automatically approve new referrals? If disabled, you will need to manually approve each referral.":[],"Auto Approve New Referrals":[],"How many days should the tracking code last for?":[],"Tracking Length":[],"Should the first or last referrer be credited?":[],"Referrer Type":[],"Last":[],"First":[],"Copy and paste the tracking code into the <head> section or just before the closing <\/body> tag of your website. Ensure this is only added to sites that don't already have the script included via the WordPress plugin.":[],"Tracking Script":[],"Want to add tracking to a different site?":[],"Track affiliate referrals on this site.":[],"Tracking":[],"Configure how clicks are tracked and how referrals are credited to affiliates.":[],"Referral Tracking":[],"This is where you will send affiliates to signup for your affiliate program.":[],"Signup URL":[],"Do you want to automatically approve new affiliate signups? If disabled, you will need to manually approve each affiliate signup.":[],"Auto Approve New Affiliates":[],"Do you want to include the payout email field on the signup form?":[],"Payout Email Field on Signup":[],"Where can affiliates find the terms and conditions for your affiliate program? If provided, this URL will be shown to affiliates when they sign up for your affiliate program.":[],"Affiliate Terms URL":[],"How will you promote this store?":[],"What question do you want to ask affiliates on the signup form? If blank, the default question \"How will you promote this store?\" will be used.":[],"Signup Question":[],"Let affiliates know any specifics about your program and what to expect from being an affiliate. This is shown to affiliates when they sign up for your affiliate program.":[],"Program Description":[],"Do you want to allow new affiliates to sign up?":[],"Allow New Affiliate Signups":[],"Configure how affiliates signup and get approved to promote products in your store.":[],"Affiliate Signups":[],"Affiliates Settings":[],"Start With Demo Products":[],"Test your checkout":[],"Place a test order to experience the payment flow.":[],"Experience":[],"Create a product":[],"Create your first product to start selling to buyers.":[],"Connect payment":[],"Connect to a payment gateway to start taking orders.":[],"Connect payments":[],"Connect":[],"High":[],"Low":[],"Affiliates":[],"Payment method not found.":[],"You do not have permission to edit this subscription.":[],"Wait! Here's an exclusive offer for you.":[],"Template used for specific single SureCart upsell pages.":[],"Upsell: %s":[],"SureCart Upsell updated.":[],"SureCart Upsell scheduled.":[],"SureCart Upsell reverted to draft.":[],"SureCart Upsell published privately.":[],"SureCart Upsell published.":[],"SureCart Upsells list":[],"SureCart Upsells list navigation":[],"Search SureCart Upsells":[],"All SureCart Upsells":[],"View SureCart Upsell":[],"Edit SureCart Upsell":[],"New SureCart Upsell":[],"Add new SureCart Upsell":[],"SureCart Upsell\u0004Add New":[],"post type singular name\u0004SureCart Upsell":[],"post type general name\u0004SureCart Upsells":[],"Upsells":[],"Please select an initial upsell offer.":[],"This upsell has expired.":[],"This upsell has already been applied.":[],"Tunisian Dinar":[],"Display all individual upsells content unless a custom template has been applied.":[],"Display all individual upsells unless a custom template has been applied.":[],"Template name\u0004Upsells":[],"upsell-page-slug\u0004offer":[],"Special Offer":[],"If you like, you may enter custom structures for your upsell URLs here. For example, using <code>offers<\/code> would make your upsell's links like <code>%soffers\/upsell-id\/<\/code>.":[],"SureCart Upsell Permalinks":[],"Where this upsell falls in position within the upsell funnel – can be one of initial, accepted, or declined.":[],"Percent that will be taken off line items associated with this upsell.":[],"The description for this upsell which will be visible to customers.":[],"How to handle duplicate purchases of the product – can be one of allow, block_within_checkout, or block.":[],"Amount (in the currency of the price) that will be taken off line items associated with this upsell.":[],"Type of object (upsell)":[],"The priority of this upsell in relation to other upsells. Must be in the range of 1 - 5.":[],"Whether or not this upsell is currently enabled and being shown to customers.":[],"The products to filter this upsell funnel by.":[],"The prices to filter this upsell funnel by.":[],"The matching strategy to use when filtering upsell funnels – can be null or one of all, any, none. If null, the upsell funnel will not be filtered and will be applicable to all checkouts.":[],"Type of object (upsell_funnel)":[],"This is shown to the customer on invoices and line items.":[],"You do not have permission to access this page.":[],"Edit Upsell Funnel":[],"No upsell funnels found.":[],"Funnel disabled.":[],"Funnel enabled.":[],"View Upsell":[],"Upsell Funnels":[],"Success & Redirecting":[],"contact support.":[],"This option is locked after live orders are placed. To change your store currency, please":[],"Save & Publish":[],"Setup discount":[],"days":[],"Expiring access will revoke integrations and licenses.":[],"Expire access after":[],"Expire access":[],"Maximum price":[],"Minimum price":[],"Store Currency":[],"Cancellation Reasons":[],"This page is important for certain SureCart eCommerce features. Bringing back this page will make sure SureCart works as expected.":[],"Ghanaian Cedi":[],"Unable to restore page. Please try again.":[],"Invalid page selected. Please choose the correct page to restore.":[],"The slide-out cart template.":[],"Template name\u0004SureCart Cart":[],"Setup fee or discount":[],"Product: %s":[],"Product Price":[],"block title\u0004Product Buy Buttons":[],"Please select an available option.":[],"Persist Across Pages":[],"Form Cart Settings":[],"Describe the template, e.g. \"Mens T-Shirt Template\". A custom template can be manually applied to any collection archive.":[],"Custom thank you page":[],"Template name\u0004Cart":[],"Allow the cart for this form to persist across page views instead using the chosen products each page view.":[],"%s name":[],"to":[],"Out Of Stock":[],"block style label\u0004Outline":[],"block style label\u0004Fill":[],"Button width":[],"Width settings":[],"Error:":[],"Could not create referral. Please try again.":[],"Theme Layout":[],"Are you sure you want to leave this page?":[],"Complete":[],"Qty:":[],"Success":[],"Close":[],"No Thanks":[],"Choose Product":[],"Add A Title…":["Aggiungi Un Titolo..."],"Payout":[],"0 of 2 Activations Used":[],"block description\u0004Displays a selector for selecting product prices and\/or variants.":[],"block title\u0004Product Options Selector":[],"block description\u0004Display the session totals.":["Mostra i totali della sessione."],"block title\u0004Totals":["Totali"],"block description\u0004Displays the total line item.":["Visualizza il totale per ogni elemento."],"block title\u0004Total":["Totale"],"block keyword\u0004textarea":["Area Di Testo"],"block description\u0004Displays a form text textarea field. This is saved with the order as additional metadata.":["Visualizza un campo di testo. Questo viene salvato con l'ordine come metadati aggiuntivi."],"block title\u0004Textarea":["Area Di Testo"],"block description\u0004Displays the order tax. (if there is tax)":["Visualizza gli oneri fiscali dell'ordine. (se è presente l'imposta)"],"block title\u0004Tax Line Item":["Dettagli Tasse"],"block keyword\u0004summary":["riepilogo"],"block keyword\u0004totals":["totali"],"block description\u0004Display a VAT\/GST field for VAT collection.":["Visualizzare un campo IVA\/GST per la riscossione dell'IVA."],"block title\u0004VAT or Tax ID Input":["Inserimento Partita IVA o Codice Fiscale"],"block description\u0004Display a toggle switch.":["Visualizza un toggle switch"],"block title\u0004Switch":["Switch"],"block description\u0004Display a subtotal line item.":["Visualizza una voce di sottototale."],"block title\u0004Subtotal Line Item":["Subtotale Voce"],"block description\u0004Display a submit button.":["Visualizza un pulsante di invio."],"block title\u0004Submit Button":["Pulsante Invia"],"block keyword\u0004store logo":["logo del negozio"],"block keyword\u0004logo":["logo"],"block description\u0004Display the store logo.":["Mostra il logo del negozio"],"block title\u0004Store Logo":["Logo Del Negozio"],"block description\u0004Display the list of shipping choices":[],"block title\u0004Shipping Choices":[],"block keyword\u0004meta":["meta"],"block description\u0004Display information for a specific session.":["Visualizza le informazioni per una sessione specifica."],"block title\u0004Session Info":["Informazioni sulla sessione"],"block keyword\u0004radio-group":["radio-group"],"block keyword\u0004select":["seleziona"],"block description\u0004Display a radio select input. This is saved with the order as additional metadata.":["Visualizza un input di selezione radio. Questo viene salvato con l'ordine come metadati aggiuntivi."],"block title\u0004Radio Select":["Selezione Radio"],"block keyword\u0004radio":["radio"],"block description\u0004Display a radio input":["Mostra un input radio"],"block title\u0004Radio":["Radio"],"block description\u0004Displays the price of the product with the scratched price.":[],"block title\u0004Product Item Price":[],"block description\u0004Display a list of products from your store.":[],"block title\u0004Product List":[],"block keyword\u0004thumbnail":[],"block description\u0004Displays a product item image.":[],"block title\u0004Product Image":[],"block keyword\u0004lite item":[],"block keyword\u0004item":[],"block description\u0004Displays a single product item.":[],"block title\u0004Product Item":[],"block variation title\u0004Non Recurring":[],"block variation description\u0004Add a button to add the product to the cart.":[],"block variation title\u0004Recurring":[],"block keyword\u0004recurring":[],"block description\u0004Displays an option to select between recurring prices.":[],"block title\u0004Recurring Prices":[],"block description\u0004Displays a donation price and interval selector.":[],"block title\u0004Prices":[],"block description\u0004Displays a custom donation amount input for the donation form.":[],"block title\u0004Custom Donation Amount":[],"block description\u0004Displays a donation amounts for the user to choose from.":[],"block title\u0004Amounts":[],"block title\u0004Product Donation Amount":[],"block title\u0004Product Donation":[],"block description\u0004Displays the product collection title.":[],"block title\u0004Product Collection Title":[],"block description\u0004Displays the product collection image.":[],"block title\u0004Product Collection Image":[],"block description\u0004Display the product collection description":[],"block title\u0004Product Collection Description":[],"block keyword\u0004collections":[],"block keyword\u0004store":["negozio"],"block keyword\u0004list":[],"block keyword\u0004archive":[],"block keyword\u0004products":[],"block description\u0004Display a list of products for a collection.":[],"block title\u0004Product Collections":[],"block keyword\u0004variant":[],"block description\u0004Displays possible choices for product variants.":[],"block title\u0004Product Variants":[],"block description\u0004Displays the product title.":[],"block title\u0004Product Title":[],"block keyword\u0004quantity":[],"block description\u0004Displays quantity selector for a product.":[],"block title\u0004Product Quantity":[],"block description\u0004Displays possible choices for product prices.":[],"block title\u0004Product Price Choices":[],"block description\u0004Displays the product price or price range.":[],"block title\u0004Product Price":[],"block keyword\u0004media":[],"block keyword\u0004image":["immagine"],"block description\u0004A container to display the product media":[],"block title\u0004Product Media":[],"block keyword\u0004description":[],"block description\u0004Display the product description":[],"block title\u0004Product Description":[],"block description\u0004Displays product collection selector for a product.":[],"block title\u0004Product Collection Badges":[],"block keyword\u0004buy":[],"block description\u0004Displays product buy and add to cart buttons":[],"block description\u0004Displays a selector for product prices.":["Visualizza un selettore per i prezzi dei prodotti."],"block title\u0004Price Selector":["Selettore Prezzo"],"block keyword\u0004choice":["scelta"],"block keyword\u0004product":["prodotto"],"block keyword\u0004price":["prezzo"],"block description\u0004Displays a price choice for a product":["Mostra una scelta di prezzo per un prodotto"],"block title\u0004Price Choice":["Scelta del Prezzo"],"block keyword\u0004tel":["tel"],"block keyword\u0004phone":["telefono"],"block description\u0004Display a phone number collection field.":["Visualizza un campo di raccolta numeri di telefono."],"block title\u0004Phone":["Telefono"],"block keyword\u0004stripe":["stripe"],"block keyword\u0004paypal":["paypal"],"block keyword\u0004credit":["credito"],"block description\u0004Display payment options":["Mostra opzioni di pagamento"],"block title\u0004Payment":["Pagamento"],"block keyword\u0004password":["password"],"block description\u0004Displays a password field to let a new user set a password.":["Visualizza un campo password per consentire a un nuovo utente di impostare una password."],"block title\u0004Password":["Password"],"block description\u0004Display an order confirmation line items summary section.":["Visualizza una sezione di riepilogo delle voci di conferma dell'ordine."],"block title\u0004Order Confirmation Line Items":["Voci di conferma dell'ordine"],"block description\u0004Display an order confirmation customer section.":["Visualizzare una sezione cliente di conferma dell'ordine."],"block title\u0004Order Confirmation Customer Details":["Conferma dell'ordine Dettagli del cliente"],"block description\u0004Display your order bumps.":["Mostra i tuoi order bump."],"block title\u0004Order Bumps":["Order Bumps"],"block description\u0004Display a name your own price field.":["Mostra un campo per inserire il prezzo che desideri."],"block title\u0004Name Your Own Price":["Il Prezzo È Libero"],"block description\u0004Display a name collection field.":["Visualizza un campo di raccolta nomi."],"block title\u0004Full Name":["Nome Completo"],"block description\u0004Display a logout button.":["Mostra un bottone per il logout"],"block title\u0004Logout Button":["Pulsante di Logout"],"block keyword\u0004subtotal":["SubTotale"],"block description\u0004Display the shipping amount":[],"block title\u0004Shipping Line Item":[],"block keyword\u0004line-items":["articoli in linea"],"block keyword\u0004total":["totale"],"block description\u0004Displays checkout line items.":["Visualizza gli elementi della fila di pagamento."],"block title\u0004Line Items":["Articoli"],"block keyword\u0004last-name":["cognome"],"block description\u0004Display a last name collection field.":["Visualizza un campo di raccolta del cognome."],"block title\u0004Last Name":["Cognome"],"block keyword\u0004field":["campo"],"block keyword\u0004input":["input"],"block keyword\u0004text":["testo"],"block description\u0004Displays a form text input field. This is saved with the order as additional metadata.":["Visualizza un campo di input di testo del modulo. Questo viene salvato con l'ordine come metadati aggiuntivi."],"block title\u0004Text Field":["Campo di testo"],"block keyword\u0004title":["titolo"],"block keyword\u0004heading":["intestazione"],"block description\u0004Displays a title\/heading section":["Visualizza il titolo della sezione\/intestazione"],"block title\u0004Title\/Heading Section":["Titolo Sezione\/Intestazione"],"block description\u0004Displays a form.":["Visualizza un modulo."],"block title\u0004Form":["Form"],"block keyword\u0004first-name":["nome"],"block description\u0004Display a first name collection field.":["Visualizza un campo di raccolta del nome."],"block title\u0004First Name":["Nome"],"block keyword\u0004android":["android"],"block keyword\u0004google":["google"],"block keyword\u0004apple":["apple"],"block description\u0004Display express payment options (Google Pay, Apple Pay, etc.)":["Mostra opzioni di pagamento veloce (Google Pay, Apple Pay, ecc.)"],"block title\u0004Express Payment":["Pagamento Rapido"],"block keyword\u0004mail":["mail"],"block keyword\u0004email":["email"],"block description\u0004Displays an email form field.":["Visualizza un campo e-mail."],"block title\u0004Email":["Email"],"block description\u0004Displays a donation amount for the donation form.":["Visualizza un importo di donazione per il modulo di donazione."],"block title\u0004Donation Amount":["Importo della donazione"],"block keyword\u0004amount":["importo"],"block keyword\u0004custom":["personalizzato"],"block keyword\u0004ad hoc":["ad hoc"],"block keyword\u0004donation":["donazione"],"block description\u0004Displays a donation amount for the user to choose from.":["Mostra un importo di donazione affinché l'utente possa scegliere."],"block title\u0004Donation":["Donazione"],"block keyword\u0004hr":["hr"],"block keyword\u0004divider":["divisore"],"block description\u0004Displays a divider.":["Visualizza un divisore."],"block title\u0004Divider":["Divisore"],"block keyword\u0004user":["utente"],"block keyword\u0004account":["account"],"block description\u0004WordPress User Account Information":["Informazioni sull'account utente di WordPress"],"block title\u0004WordPress User Account":["Account utente WordPress"],"block description\u0004Displays the customers shipping addresses and lets them update details.":["Mostra gli indirizzi di spedizione dei clienti e consente loro di aggiornare i dettagli."],"block title\u0004Customer Shipping and Tax Address":["Indirizzo di spedizione e tassazione del cliente"],"block description\u0004Displays the customers invoices.":["Visualizza le fatture dei clienti."],"block title\u0004Customer Invoices":["Fatture Cliente"],"block description\u0004Displays the customers charges.":["Mostra le spese dei clienti."],"block title\u0004Customer Charges":["Costi del Cliente"],"block description\u0004Displays the users customer dashboard tabs.":["Visualizza le schede del pannello cliente dell'utente."],"block title\u0004Customer Dashboard Tabs":["Schede Dashboard "],"block title\u0004Customer Dashboard Tab":["Scheda Dashboard "],"block description\u0004Displays the users customer dashboard pages.":["Visualizza le pagine Dashboard del cliente."],"block title\u0004Customer Dashboard Pages":["Pagine Dashboard Cliente"],"block description\u0004Displays the users customer dashboard tab.":["Visualizza la scheda della dashboard cliente dell'utente."],"block title\u0004Customer Dashboard Page":["Pagina Dashboard Cliente"],"block description\u0004Displays a customer's subscriptions.":["Mostra gli abbonamenti di un cliente."],"block title\u0004Customer Subscriptions":["Abbonamenti Cliente"],"block description\u0004Lets the customer update payment methods.":["Permette al cliente di aggiornare i metodi di pagamento."],"block title\u0004Customer Payment Methods":["Metodi di Pagamento del Cliente"],"block description\u0004Displays the customers orders.":["Mostra gli ordini dei clienti."],"block title\u0004Customer Orders":["Ordini dei clienti"],"block keyword\u0004download":["download"],"block description\u0004Displays the customer's downloads.":["Mostra i download del cliente."],"block title\u0004Customer Downloads":["Contenuti Scaricabili Per I Clienti"],"block title\u0004Customer Dashboard":["Pannello di Controllo Cliente"],"block description\u0004Displays the users customer dashboard.":["Visualizza la dashboard del cliente."],"block title\u0004Tabbed Customer Dashboard":["Dashboard Clienti con Schede"],"block description\u0004Displays the customers billing details.":["Mostra i dettagli di fatturazione del cliente."],"block title\u0004Customer Billing Details":["Dettagli di Fatturazione del Cliente"],"block keyword\u0004dashboard":["dashboard"],"block description\u0004Display a button to link the user to their customer dashboard.":["Visualizza un pulsante per collegare l'utente alla propria dashboard cliente."],"block title\u0004Customer Dashboard Button":["Pulsante Dashboard Cliente"],"block description\u0004Display a coupon form.":["Mostra un modulo per inserire un codice promozionale."],"block title\u0004Coupon":["Codice Sconto"],"block keyword\u0004thank you":["grazie"],"block keyword\u0004thank":["grazie"],"block description\u0004Display an order confirmation section.":["Visualizza una sezione di conferma dell'ordine."],"block title\u0004Order Confirmation":["Conferma Ordine"],"block description\u0004Display an area of the form based on conditions.":["Visualizza un'area del form in base alle condizioni."],"block title\u0004Conditional":["Condizionale"],"block description\u0004Display content in multiple columns, with blocks added to each column.":["Visualizza il contenuto in più colonne, con blocchi aggiunti a ciascuna colonna."],"block title\u0004SureCart Columns":["SureCart Colonne"],"block description\u0004A single column within a columns block.":["Una singola colonna all'interno di un blocco di colonne."],"block title\u0004SureCart Column":["Surecart Colonna"],"block keyword\u0004surecart":["surecart"],"block keyword\u0004page":[],"block keyword\u0004category":[],"block keyword\u0004collection":[],"block description\u0004A Product collection page for SureCart":[],"block title\u0004Product Collection":[],"block keyword\u0004collapse":[],"block description\u0004Display a collapsible row":[],"block title\u0004Collapsible Row":[],"block keyword\u0004form":["form"],"block description\u0004Display a checkout form":["Mostra un modulo di pagamento"],"block title\u0004Checkout Form":["Modulo di Checkout"],"block keyword\u0004notice":["avviso"],"block keyword\u0004error":["Errore"],"block description\u0004Display any checkout-related errors. By default the checkout form shows these at the top. Add this block to change the location.":["Visualizza eventuali errori relativi al checkout. Per impostazione predefinita, il modulo di pagamento li mostra in alto. Aggiungi questo blocco per modificare la posizione."],"block title\u0004Checkout Errors":["Errori Durante Il Pagamento"],"block keyword\u0004toggle":["toggle"],"block keyword\u0004checkbox":["checkbox"],"block description\u0004Display a checkbox input":["Visualizza un input casella checkbox"],"block title\u0004Checkbox":["Checkbox"],"block description\u0004Display the cart subtotal":["Mostra il totale parziale del carrello"],"block title\u0004Cart Subtotal":["Subtotale Carrello"],"block description\u0004The cart submit button":["Il pulsante di invio del carrello"],"block title\u0004Cart Submit Button":["Pulsante Invio Carrello"],"block description\u0004Display a custom message in the cart":["Visualizza un messaggio personalizzato nel carrello"],"block title\u0004Cart Message":["Messaggio del carrello"],"block description\u0004The cart menu icon that shows your cart quantity.":["L'icona del menu del carrello che indica la quantità di articoli nel carrello."],"block title\u0004Cart Menu Icon":["Icona del menu del carrello"],"block title\u0004Cart Items":["Articoli nel carrello"],"block description\u0004Display a cart header":["Visualizza un'intestazione del carrello"],"block title\u0004Cart Header":["Intestazione del Carrello"],"block keyword\u0004promo":["promo"],"block keyword\u0004coupon":["coupon"],"block description\u0004Display a coupon form in the cart.":["Mostra un modulo  coupon nel carrello."],"block title\u0004Cart Coupon":["Codice Sconto Carrello"],"block description\u0004Display the cart bump line item":["Mostra l'articolo del carrello promozionale"],"block title\u0004Cart Bump Line Item":["Articolo aggiuntivo nel carrello"],"block description\u0004The cart":["il carrello"],"block title\u0004Cart":["Carrello"],"block keyword\u0004confirm":["conferma"],"block keyword\u0004details":["dettagli"],"block keyword\u0004card":["carta"],"block description\u0004Display a card block.":["Visualizza un blocco card."],"block title\u0004Card":["Carta"],"block description\u0004Display a button to immediately redirect to the checkout page with the product in the cart.":["Visualizza un pulsante per reindirizzare immediatamente alla pagina di pagamento con il prodotto nel carrello."],"block title\u0004Buy Button":["Pulsante Acquista"],"block keyword\u0004engine":["engine"],"block keyword\u0004submit":["invia"],"block keyword\u0004button":["bottone"],"block description\u0004Display a checkout form button.":["Mostra un pulsante per il modulo di pagamento."],"block title\u0004Button":["Bottone"],"block keyword\u0004discount":["sconto"],"block keyword\u0004bump":["bump"],"block keyword\u0004line":["linea"],"block keyword\u0004checkout":["checkout"],"block description\u0004Displays the order bump discount.":["Mostra lo sconto dell'ordine aggiuntivo."],"block title\u0004Bump Discount":["Bump Sconto"],"block keyword\u0004customer":["cliente"],"block keyword\u0004name":["nome"],"block description\u0004Display a button to add a specific price to the cart.":["Mostra un pulsante per aggiungere un prezzo specifico al carrello."],"block title\u0004Add To Cart Button":["Aggiungi al Carrello"],"block keyword\u0004tax":["tasse"],"block keyword\u0004shipping":["spedizione"],"block keyword\u0004address":["indirizzo"],"block description\u0004Display an shipping address form. This is used for shipping and tax calculations.":["Visualizza un modulo per inserire l'indirizzo di spedizione. Questo viene utilizzato per il calcolo delle spese di spedizione e delle tasse."],"WordPress Account":[],"Navigation":[],"Logo Width":[],"Show Logo":[],"Template Options":[],"Are you sure you want to remove this link?":["Sei sicuro di voler rimuovere questo Link?"],"Insert Buy Link":["Inserisci Link Di Acquisto"],"Create A Buy Link":["Crea Un Link Di Acquisto"],"Update Link":["Aggiorna Link"],"Add A Buy Link":["Aggiungi Un Link Di Acquisto"],"Are you sure you wish to remove this link?":["Sei sicuro di voler rimuovere questo link?"],"Name Your Price":["Prezzo libero"],"To add some default checkout products, click the \"Add Products\" button.":["Per aggiungere alcuni prodotti predefiniti al checkout, fare clic sul pulsante \"Aggiungi prodotti\"."],"Reset":["Reset"],"Price selector label":[],"Selector title":[],"This product does not have any variants or prices to choose from. Add it to the form instead?":[],"Choose product":[],"Please select a product with variants and\/or prices to display the price selector.":[],"Open Text":["Apri Testo"],"Closed Text":["Testo Chiuso"],"Collapsed On Mobile":["Collassato Su Device Mobile"],"Collapsed On Desktop":[],"Collapsible":["Collassabile"],"Apply Coupon":["Applica Sconto"],"Total Due Today Label":[],"Amount Due Label":[],"Total Label":[],"Other Label":["Altra Etichetta"],"EU VAT Label":["Etichetta IVA UE"],"UK VAT Label":["Etichetta IVA UK"],"AU ABN Label":["Etichetta AU ABN"],"CA GST Label":["Etichetta IVA CA"],"Tax ID":["Partita IVA"],"Initial Payment":[],"Initial Payment Label":[],"Total Installment Payments":[],"Total Installment Payments Label":[],"Subtotal Label":[],"Secure Payment Text":[],"Show secure notice.":[],"Show a secure lock icon.":["Mostra un'icona di lucchetto sicuro."],"Show total due in button text.":["Mostra importo totale nel testo del pulsante."],"This is a secure, encrypted payment.":[],"Link image to home":["Collega immagine alla home"],"Maximum height":["Altezza Massima"],"Set a maximum height":["Imposta l'altezza massima"],"This is also displayed on your invoices, receipts and emails.":["Questo viene visualizzato anche sulle fatture, sulle ricevute e sulle e-mail."],"Store Logo":["Logo Del Negozio"],"Show Description":[],"Shipping Choices":[],"3-5 days":[],"Economy":[],"Next-day delivery":[],"Express":[],"1-2 days":[],"Standard":[],"(Not in this example order, but will be conditionally displayed)":["(Non in questo ordine di esempio, ma verrà visualizzato condizionalmente)"],"Label Name":["Etichetta Nome"],"Click here to add some radio text...":["Fai clic qui per aggiungere del testo radio..."],"Radio Text":["Testo Opzione Singola"],"Show a range of prices if multiple prices are available or has variable products.":[],"Price Range":[],"Options":[],"Setup Store":[],"These are sample products. Setup a new store \/ Connect existing to have real items.":[],"Select specific products...":[],"Hand Pick Products":[],"Featured Products":[],"All Products":[],"Products To Show":[],"Show collection filtering.":[],"Collection":[],"Paginate":[],"Products Per Page":[],"Cover":[],"Contain":[],"Image Cropping":[],"Aspect Ratio":[],"Set Aspect Ratio":[],"Price Selector Text":[],"No, donate once.":[],"Yes, count me in!":[],"Donation Amount text":[],"Select a product to display donation choices according to the prices of the product.":[],"Collection Title":[],"Height":[],"2:3":[],"3:4":[],"9:16":[],"3:2":[],"4:3":[],"16:9":[],"Square":[],"Original":[],"Aspect ratio":[],"Image scaling options\u0004Scale":[],"Image will be stretched and distorted to completely fill the space.":[],"Image is scaled to fill the space without clipping nor distorting.":[],"Image is scaled and cropped to fill the entire space without being distorted.":[],"Scale option for Image dimension control\u0004Fill":[],"Scale option for Image dimension control\u0004Contain":[],"Scale option for Image dimension control\u0004Cover":[],"This is the Product Collection Description block, it will display the collection description if one was added.":[],"Display all products from your store as a grid.":[],"Archive Products":[],"Display your products from a collection in a grid.":[],"Product Collection":[],"This controls the font size of the pagination.":[],"Pagination Font Size":[],"Show a search box.":[],"Search":[],"Allow the user to sort by newest, alphabetical and more.":[],"Sort":[],"When paginating with ajax, scroll to the top of this block.":[],"Scroll Into View":[],"Ajax Pagination":[],"Limit":[],"This column count exceeds the recommended amount and may cause visual breakage.":["Il conteggio delle colonne supera la quantità raccomandata e potrebbe causare problemi visivi."],"Edit the layout of each product":[],"Black":[],"White":[],"Green":[],"Color":[],"Product Title":[],"Subscribe and Save":[],"Show Price":[],"Sale Text":[],"Thumbnails Per Page":[],"Unlimited":[],"Max Image Width":[],"Slider Height":[],"Auto Height":[],"Experience the next level of convenience with our innovative widget. Melding cutting-edge technology with user-friendly design, this product provides unparalleled functionality that caters to your lifestyle.":[],"Number To Display":[],"Unavailable label":[],"Out of stock label":[],"Text settings":[],"Add text…":["Aggiunti testo..."],"Button text":["Testo pulsante"],"Columns":["Colonne"],"Select many":["Seleziona molti"],"Show Price Amount":["Mostra Importo Prezzo"],"Show Label":["Mostra Etichetta"],"Checked By Default":["Selezionato per impostazione predefinita"],"Please preview your form on the front-end to view processors.":[],"No payment processors are enabled for this mode.":[],"Please preview the form on the front-end to load the Stripe payment element fields.":["Si prega di visualizzare l'anteprima del modulo sul front-end per caricare i campi dell'elemento di pagamento Stripe."],"PayPal selected for check out.":["PayPal selezionato per il pagamento."],"Another step will appear after submitting your order to complete your purchase details.":["Un altro passaggio apparirà dopo l'invio del tuo ordine per completare i dettagli del tuo acquisto."],"Credit Card selected for check out.":["Carta di credito selezionata per il pagamento."],"%s selected for check out.":["%s selezionato per il pagamento."],"Enable Paystack payment":[],"Paystack":[],"Enable PayPal payment":["Abilita Paypal come metodo di pagamento"],"Enable Stripe payment":["Abilita Stripe come metodo di pagamento"],"Enable Mollie processor":["Abilita Mollie come metodo di pagamento"],"Mollie":["Mollie"],"Disable or enable specific processors for this form.":["Disabilita o abilita processori specifici per questo modulo."],"Enabled Processors":["Abilita Processori Di Pagamento"],"Password Confirmation Help":["Guida alla Conferma della Password"],"Password Confirmation Placeholder":["Conferma Password Placeholder"],"Password Confirmation Label":["Etichetta di Conferma Password"],"Password Confirmation":["Conferma Password"],"Site Settings":[],"You can override the global password validation by going to the advanced settings.":[],"Show control":["Mostra controllo"],"Show Currency Code":["Mostra Codice Valuta"],"Last Name Label":["Etichetta Cognome"],"First Name Help":["Suggerimento Nome"],"First Name Label":["Etichetta Nome"],"Shipping Amount":[],"Add your description...":["Aggiungi la tua descrizione..."],"Add your title...":["Aggiungi il tuo titolo..."],"Form":["Form"],"Please complete your store to enable live mode. It's free!":[],"Complete your store setup.":[],"Your payment was successful. A receipt is on its way to your inbox.":[],"Thank you!":[],"Success! Redirecting...":["Successo! Reindirizzamento in corso..."],"Success Text":["Testo di Successo"],"Finalizing...":[],"Confirming":[],"Processing...":[],"Submitting...":[],"Submitting":[],"Loading Text":["Testo in caricamento"],"The this is the space between the rows of form elements.":["Spazio tra le righe degli elementi del form."],"Form Highlight Color":["Colore In Evidenza Del Form"],"Style":["Stile"],"Change Template":["Cambia Template"],"Form Template":["Form Template"],"Are you sure you want to change the template? This will completely replace your current form.":["Siete sicuri di voler cambiare il template? Questo sostituirà completamente il form attuale."],"Custom Thank You Page":["Thank You Page Personalizzata"],"Thank You Page":["Thank You Page"],"Products & Behavior":["Prodotti & Comportamento"],"Customer can select multiple options.":["Il cliente può selezionare più opzioni."],"Customer must select one of the options.":["Il cliente deve selezionare una delle opzioni."],"Customer must purchase all options.":["Il cliente deve acquistare tutte le opzioni."],"Product Options":["Opzioni Prodotto"],"Choose An Invoice Product":["Scegli Una Fattura Del Prodotto"],"Choose A Donation Product":["Scegli un prodotto per la donazione"],"Choose A Starting Design":["Scegli un Design Iniziale"],"Buy me coffee!":["Comprami un caffè!"],"Label for donation":["Etichetta per la donazione"],"Add  Amount":["Aggiungi Importo"],"Add Suggested Donation Amount":["Aggiungi Importo Donazione Suggerito"],"Add Amount":["Aggiungi importo"],"Default Amount":["Elimina Importo"],"Allow custom amount to be entered":["Consenti l'inserimento di un importo personalizzato"],"Text":["Testo"],"Email Address":["Indirizzo Email"],"Display Name":["Mostra Il Nome"],"Url Slug":["Url Slug"],"Application UI Icon Pack":["Application UI Icon Pack"],"Camping & Hiking Icons":["Icone di Campeggio & Escursionismo"],"View all":["Vedi Tutti"],"New Tab %d":["Nuova Scheda %d"],"Billing Address":["Indirizzo Di Fatturazione"],"Billing Email":["Email Di Fatturazione"],"Billing Name":["Nome Di Fatturazione"],"Sample Data":["Dati D'Esempio"],"Info":["Info"],"Full":["Completo"],"Show Icon":["Mostra Icona"],"Thank you for your purchase! Please check your inbox for additional information.":["Grazie per l'acquisto! Controlla la tua casella di posta per ulteriori informazioni."],"is less than or equal to":["è minore o uguale a"],"does not exist":["non esiste"],"exists":["esiste"],"Shipping Country":["Paese Di Spedizione"],"Billing Country":["Paese Di Fatturazione"],"Coupon(s)":["Codici Sconto"],"Product(s)":["Prodotti"],"Add Another Product":["Aggiungi un altro prodotto"],"Add Another Processor":["Aggiungi Un Altro Metodo Di Pagamento"],"PayPal":["Paypal"],"Stripe":["Stripe"],"not exist":["non è presente"],"exist":["esiste"],"is less or equal to":["è minore o uguale a"],"is greater or equal to":["è maggiore o uguale a"],"is less than":["è minore di"],"is greater than":["è maggiore di"],"is not equal to":["è diverso da"],"is equal to":["è uguale a "],"matches none of":["non corrisponde a nessuno di"],"matches all of":["corrisponde a tutto"],"matches any of":["corrisponde a uno qualsiasi di"],"Add Another Coupon":["Aggiungi Un Altro Codice Sconto"],"%s off":["%s off"],"Set Rules":["Imposta Regole"],"OR":["Oppure"],"Add Conditions":["Aggiungi Condizioni"],"First, add some conditions for the display of this group of blocks.":["È necessario aggiungere alcune condizioni per la visualizzazione di questo gruppo di blocchi."],"Conditional":["Condizionale"],"Configure Conditions":["Configura Condizioni"],"Configure different visibility conditions to control when the contents appear to customers.":["Configura diverse condizioni di visibilità per controllare quando i contenuti appaiono ai clienti."],"Conditions":["Condizioni"],"Edit Conditions":["Modifica Condizioni"],"AND":["E"],"Search for payment method...":["Cerca metodo di pagamento..."],"Search for country...":[],"Search for coupons...":[],"Search for products...":[],"Justification":["Giustificazione"],"Customize the width for all elements that are assigned to the center or wide columns.":["Personalizza la larghezza per tutti gli elementi assegnati alle colonne centrali."],"Wide":["Larghezza"],"Content":["Contenuto"],"Nested blocks will fill the width of this container. Toggle to constrain.":["I blocchi annidati riempiranno la larghezza di questo contenitore. Attiva per limitare."],"Nested blocks use content width with options for full and wide widths.":["I blocchi annidati utilizzano la larghezza del contenuto con opzioni per larghezze intere."],"Inner blocks use content width":["I blocchi interni utilizzano la larghezza del contenuto"],"Justify items right":["Giustifica elementi a destra"],"Justify items center":["Giustifica elementi al centro"],"Justify items left":["Giustifica elementi a sinistra"],"Sticky":["Sticky"],"No collections found.":[],"Loading...":[],"Search or type a collection name":[],"Select Collection Page":[],"Select an icon":["Seleziona un'icona"],"Tab Icon":["Icona Scheda"],"Search for a form...":["Cerca un modulo..."],"Choose a form":["Scegli un modulo"],"To add some products \"Add Products\" button.":["Per aggiungere alcuni prodotti, premi il pulsante \"Aggiungi prodotti\"."],"Custom":["Personalizzato"],"Create Product":["Crea Prodotto"],"New Form":["Nuovo Form"],"Add a checkout form":["Aggiungi un modulo di pagamento"],"Get started by selecting a form or start build a new form.":["Inizia selezionando un modulo o inizia a crearne uno nuovo."],"Select a checkout form":["Seleziona un modulo di pagamento"],"Enter a title for your form":["Inserisci un titolo per il tuo modulo"],"Create a Checkout Form":["Crea un Modulo di Checkout"],"Untitled Form":["Modulo senza titolo"],"Form Title":["Titolo Del Form"],"This form has been deleted or is unavailable.":["Questo form é stato eliminato o non é più disponibile.\n"],"If there are errors in the checkout, they will display here.":["Se ci sono errori durante il checkout, verranno visualizzati qui."],"Add some checkbox text...":["Aggiungi del testo per la casella di controllo..."],"Checkbox Text":["Testo Checkbox"],"Checked by default":["Selezionato per impostazione predefinita"],"Value":["Valore"],"Bottom Border":["Bordo Inferiore"],"Border":["Bordo"],"Padding":["Padding"],"Spacing":["Spaziatura"],"Section Color":[],"Always show cart":["Mostra sempre il carrello"],"every month":["ogni mese"],"Basic":[],"Example Product":["Prodotto D'Esempio"],"Allow line item quantities to be editable.":["Consenti la modifica delle quantità degli articoli."],"Editable":["Modificabile"],"Allow line items to be removed.":["Consenti la rimozione delle voci."],"Removable":["Rimuovibile"],"Placeholder":["Placeholder"],"Collapsed":["Collassato"],"Width":["Larghezza"],"Borderless":["Senza Bordi"],"Create Buy Button":["Crea Pulsante Di Acquisto"],"Update Buy Button":[],"Select some products":["Seleziona alcuni prodotti"],"Products Info":[],"Change selected products":[],"Bundle Discount":["Sconto Bundle"],"Select Product":[],"To add a product for the cart button, click the \"Select Product\" button.":[],"Product Info":["Info Prodotto"],"Text Color":["Colore Testo"],"Background Color":["Colore Sfondo"],"Text Link":["Link al testo"],"Secondary Button":["Pulsante Secondario"],"Primary Button":["Pulsante Primario"],"Button Type":["Tipo Di Pulsante"],"Large":["Largo"],"Medium":["Medio"],"Small":["Piccolo"],"Button Size":["Dimensione Pulsante"],"Button Text":["Testo Pulsante"],"Input Placeholder":["Input Placeholder"],"Input Help":["Aiuto Inserimento"],"Input Label":["Etichetta di input"],"Change selected product":[],"Default country":["Paese predefinito"],"State Placeholder":["Stato Placeholder"],"Postal Code Placeholder":["Codice Postale (CAP) Placeholder"],"Address Placeholder":["Indirizzo Placeholder"],"City Placeholder":["Segnaposto Città"],"Country Placeholder":["Segnaposto Paese"],"Name Placeholder":["Segnaposto Nome"],"Show the \"name or company name\" field in the form.":["Mostra il campo \"nome o ragione sociale\" nel modulo."],"If products in the cart require tax but not shipping, we will show a condensed version specifically for tax collection.":["Se i prodotti nel carrello necessitano di tasse ma non di spedizione, verrà mostrata una versione abbreviata esclusivamente per la riscossione delle tasse."],"Use a compact address if possible":["Utilizzare un indirizzo compatto se possibile"],"If tax or shipping is required for checkout the address field will automatically be required.":["Se per il pagamento sono richiesti tasse o spese di spedizione, il campo dell'indirizzo sarà automaticamente obbligatorio."],"Required":["Richiesto"],"Attributes":["Attributi"],"%d payment":["%d pagamento","% pagamenti"],"once":["una volta"],"Previous":["Precedente"],"Last 365 Days":[],"This is a demo of a premium feature. To get this feature, please upgrade your plan.":[],"This is a demo of a premium feature. To get this feature, complete your setup and upgrade your plan.":[],"Go back.":["Torna Indietro"],"Cancel Pending Update":["Annulla Aggiornamento in Sospeso"],"Change Renewal Date":["Modifica data di rinnovo"],"Restore At...":["Ripristina a..."],"Pay Off Subscription":["Paga l'abbonamento"],"Pay Off":[],"Restore Now":["Ripristina ora"],"Payment method updated.":["Metodo di pagamento aggiornato"],"Tax disabled.":["Tassa disabilitata."],"Tax enabled.":["Tasse abilitate."],"Next retry:":["Prossimo tentativo:"],"No billing periods":["Nessun periodo di fatturazione"],"Time Period":["Periodo di tempo"],"Enable Automatic Retries":["Abilita tentativi automatici"],"Billing Periods":["Periodi di Fatturazione"],"Pending Update":["In attesa di aggiornamento"],"Retry Payment":["Riprova Pagamento"],"Are you sure you want to retry the payment? This will attempt to charge the customer.":["Sei sicuro di voler riprovare il pagamento? Questo tenterà di addebitare il cliente."],"Payment retry successful!":["Pagamento riprovato con successo!"],"Could not complete the payment. Please check the order for additional details.":["Impossibile completare il pagamento. Si prega di controllare l'ordine per ulteriori dettagli."],"This will make the subscription active again and charge the customer immediately.":["Ciò renderà nuovamente attivo l'abbonamento e addebiterà immediatamente il cliente."],"The customer will immediately be charged the first billing period.":["Al cliente verrà immediatamente addebitato il primo periodo di fatturazione."],"The customer will immediately be charged %s for the first billing period.":["Per il primo periodo di fatturazione, verrà addebitato immediatamente al cliente %s."],"Restore Subscription":["Ripristina Abbonamento"],"Subscription restored.":["Iscrizione ripristinata."],"Restore Subscription At":["Ripristina abbonamento a"],"Renew Subscription At":["Rinnova abbonamento a"],"Pay off":["Saldare"],"Are you sure you want to pay off subscription? This will immediately charge the customer the remaining payments on their plan.":["Sei sicuro di voler pagare l'abbonamento? Questo addebiterà immediatamente al cliente i pagamenti rimanenti sul proprio piano."],"Subscription paid off.":["Abbonamento pagato."],"Pause":["Pausa"],"Don't Pause":["Non mettere in pausa"],"Pause Subscription":["Metti in Pausa l'Abbonamento"],"Subscription paused.":["Iscrizione in pausa."],"Resume Subscription":["Riprendi Abbonamento"],"Are you sure you wish to resume this subscription?":["Sei sicuro di voler riprendere questo abbonamento?"],"Subscription resumed.":["Abbonamento riattivato"],"Revoke Purchase":["Annulla Acquisto"],"Unrevoke Purchase":["Annulla revoca acquisto"],"Revoke Purchase & Cancel Subscription":["Annulla acquisto & Annulla abbonamento"],"Unrevoke Purchase & Restore Subscription":["Annulla revoca acquisto e ripristina abbonamento"],"This action will remove the associated access and trigger any cancelation automations you have set up.":["Questa azione rimuoverà l'accesso associato e attiverà tutte le automazioni di annullamento che hai impostato."],"This action will re-enable associated access.":["Questa azione riattiverà l'accesso associato."],"The subscription will be canceled in order to revoke the purchase.":["L'abbonamento verrà annullato per revocare l'acquisto."],"The subscription will be restored in order to restore the purchase. The customer will immediately be charged the first billing period.":["L'abbonamento verrà ripristinato per ripristinare l'acquisto. Al cliente verrà immediatamente addebitato il primo periodo di fatturazione."],"The subscription will be restored in order to restore the purchase. The customer will immediately be charged %s for the first billing period.":["L'abbonamento verrà ripristinato al fine di ripristinare l'acquisto. Il cliente verrà immediatamente addebitato di %s per il primo periodo di fatturazione."],"Complete Subscription":["Completa l'Abbonamento"],"Are you sure you want to complete this payment plan? This will eliminate any additional payments and mark the plan as complete. You cannot undo this.":["Sei sicuro di voler completare questo piano di pagamento? Ciò eliminerà eventuali ulteriori pagamenti e contrassegnerà il piano come completato. Non è possibile annullare questa operazione."],"Subscription completed.":["Abbonamento completato."],"Are you sure you wish to cancel the pending update?":["Sei sicuro di voler annullare l'aggiornamento in sospeso?"],"Update canceled.":["Aggiornamento cancellato"],"Don't cancel":["Non cancellare"],"When do you want to cancel the subscription?":["Quando vuoi annullare l'abbonamento?"],"Subscription scheduled for cancelation.":["Annullamento dell'abbonamento programmato."],"Subscription canceled.":["Iscrizione annullata."],"Bills on":["Fatture su"],"Upcoming Billing Period":["Prossimo periodo di fatturazione"],"%d Remaining":["%d Rimasti"],"Restores on":["Ripristina il"],"Add Coupon":[],"Coupon Removed":[],"Coupon Added":[],"Renews on":["Rinnova il"],"Trial ends on":["La prova termina il"],"Cancels on":["Annulla il"],"Lifetime Subscription":["Abbonamento a Vita"],"Lifetime":["Per tutta la vita"],"Prorate Charges":["Rate proporzionali"],"%d day left in trial":["%d giorno rimasto di prova","%d giorni rimasti di prova"],"Applied to balance":["Applicato al saldo"],"Customer Credit":["Credito Cliente"],"Bills Now":["Fattura Adesso"],"Choose a trial end date":["Scegli una data di fine prova"],"Started":["Iniziato"],"Change Price":[],"Edit Amount":[],"Update Subscription Price":[],"Update Amount":["Aggiorna Importo"],"Schedule Update":["Pianifica Aggiornamento"],"Update Subscription":["Aggiorna Abbonamento"],"Update Immediately":["Aggiorna Immediatamente"],"Subscription Details":["Dettagli Abbonamento"],"Subscription updated.":["Abbonamento aggiornato."],"Total Of Installment Payments Remaining":[],"Outstanding Installments":[],"Lost Monthly Recurring Revenue":[],"MRR Lost":[],"Total Monthly Recurring Revenue":[],"MRR":[],"Number Of New Trials":[],"New Trials":[],"Number Of New Subscriptions":[],"New Subscriptions":[],"Total Number Of Subscriptions":[],"Total Subscriptions":[],"Integration Providers":["Fornitori di integrazione"],"Failed to save.":["Salvataggio non riuscito."],"Return Request":[],"Variant Option":[],"Incoming Webhook":[],"Statistic":["Statistica"],"Shipping Rate":[],"Shipping Zone":[],"Shipping Profile":[],"Shipping Protocol":[],"Promotion":["Promozione"],"Product Group":["Gruppo di prodotti"],"Processor":["Processore"],"Product Media":["Media Prodotto"],"Billing Period":["Periodo Di Fatturazione"],"Manual Payment Method":["Metodo Di Pagamento Manuale"],"Provisional Accounts":[],"Payment Intent":["Intento di Pagamento"],"Media":["Media"],"Line Items":[],"Integration Provider Items":["Elementi del Fornitore di Integrazione"],"Integration Provider":["Provider di integrazione"],"Draft Checkout":[],"Coupon":["Codice Sconto"],"Cancellation Acts":["Atti di Annullamento"],"Bump":["Bump"],"Brand":[],"Activation":["Attivazione"],"Store":["Negozio"],"Enter your license key":["Inserisci la tua chiave di licenza"],"Enter your license key to activate your plan on thie store.":["Inserisci la tua chiave di licenza per attivare il tuo piano di abbonamento in questo negozio."],"Upgrade This Store":["Aggiorna Questo Negozio"],"Upgrade to Premium":[],"Manage how your store charges sales tax within each tax region. Check with a tax expert to understand your tax obligations.":["Gestisci il modo in cui il tuo negozio addebita l'imposta sulle vendite all'interno di ciascuna regione fiscale. Rivolgiti a un esperto fiscale per comprendere i tuoi obblighi fiscali."],"Tax Regions":["Regioni fiscali"],"Accept the order and apply reverse charge.":["Accetta l'ordine e applica l'inversione contabile."],"Accept the order but don’t apply reverse charge.":["Accetta l'ordine ma non applicare l'inversione contabile."],"Reject the order and show an error.":["Rifiuta l'ordine e mostra un errore."],"Choose the checkout behavior when VAT verification fails.":["Scegli il comportamento al momento del pagamento quando la verifica dell'IVA fallisce."],"VAT Number Verification Failure":["Verifica del numero di partita IVA non riuscita"],"If enabled, apply reverse charge when applicable even when customers are in your home country.":["Se abilitato, applica l'inversione contabile quando applicabile anche quando i clienti si trovano nel tuo paese di origine."],"Local Reverse Charge":["Addebito Inverso Locale"],"If enabled, require all customer’s in the EU to enter a EU VAT number when checking out.":["Se abilitato, richiedi a tutti i clienti nell'UE di inserire un numero di partita IVA UE al momento del check-out."],"Require VAT Number":["Richiedi Partita IVA"],"Change how your store manages EU VAT collection and validation.":["Cambia il modo in cui il tuo negozio gestisce la riscossione e la convalida dell'IVA UE."],"EU VAT Settings":["Impostazioni Partita Iva Europea"],"The fallback tax rate to use for checkouts when a specific tax registration is not found.":["L'aliquota fiscale di riserva da utilizzare per i pagamenti quando non viene trovata una registrazione fiscale specifica."],"Fallback Rate":["Tariffa di Fallback"],"If enabled, you can enter a tax rate to apply when a specific tax registration is not found.":["Se abilitato, puoi inserire un'aliquota fiscale da applicare quando non viene trovata una registrazione fiscale specifica."],"If enabled, you need to configure which tax regions you have tax nexus. Tax will only be collected for tax regions that are enabled. If disabled, no tax will be collected.":["Se abilitato, è necessario configurare in quali regioni fiscali si dispone di tax nexus. Le imposte verranno riscosse solo per le regioni fiscali abilitate. Se disattivato, non verrà riscossa alcuna imposta."],"Tax Collection":["Raccolta delle tasse"],"Manage how your store charges sales tax on orders, invoices, and subscriptions.":["Gestisci come il tuo negozio applica l'imposta sulle vendite su ordini, fatture e abbonamenti."],"Store Tax Settings":["Impostazioni Tasse Negozio"],"You don't have any tax registrations. Add a tax registration to start collecting tax.":["Non hai alcuna registrazione fiscale. Aggiungi una registrazione fiscale per iniziare a riscuotere le tasse."],"%s Tax Region":["%s Regione fiscale"],"You're not collecting sales tax for any states. Add a tax registration to start collecting tax.":["Non stai riscuotendo l'imposta sulle vendite per nessuno stato. Aggiungi una registrazione fiscale per iniziare a riscuotere le tasse."],"You're not collecting VAT in the UK. Add a tax registration to start collecting tax.":["Non riscuoti l'IVA nel Regno Unito. Aggiungi una registrazione fiscale per iniziare a riscuotere le tasse."],"You don't have any country-specific VAT registrations. If you're registered under one-stop shop then you don't need to create country-specific tax registrations. If you're not, add a tax registration to start collecting tax.":["Non disponi di registrazioni IVA specifiche per paese. Se sei registrato in uno sportello unico (OSS), non è necessario creare registrazioni fiscali specifiche per paese. In caso contrario, aggiungi una registrazione fiscale per iniziare a riscuotere le tasse."],"You're not collecting any provincial tax in Canada. Add a tax registration to start collecting tax.":["Non stai riscuotendo alcuna tassa provinciale in Canada. Aggiungi una registrazione fiscale per iniziare a riscuotere le tasse."],"You're not collecting GST in Australia. Add a tax registration to start collecting tax.":["Non riscuoti la GST in Australia. Aggiungi una registrazione fiscale per iniziare a riscuotere le tasse."],"Add custom manual tax rates for specific countries.":["Aggiungi aliquote fiscali manuali personalizzate per paesi specifici."],"You’ll need to collect sales tax if you meet certain state requirements, also known as nexus. To start collecting tax, you need to register with the appropriate state tax authority.":["Dovrai riscuotere l'imposta sulle vendite se soddisfi determinati requisiti statali, noti anche come nexus. Per iniziare a riscuotere le tasse, è necessario registrarsi presso l'autorità fiscale statale competente."],"If you do business in the United Kingdom, you may be required to collect Value Added Tax (VAT).":["Se fai affari nel Regno Unito, ti potrebbe essere richiesto di riscuotere l'imposta sul valore aggiunto (IVA)."],"If you plan to submit a separate VAT return to each EU country, then you'll need to setup tax registrations for each country.":["Se prevedi di inviare una dichiarazione IVA separata per ogni paese dell'UE, dovrai configurare le registrazioni fiscali per ogni paese."],"If you need to collect provincial tax (British Columbia, Manitoba, Quebec, and Saskatchewan) in addition to GST\/HST, then you'll need to setup registrations for each province.":["Se devi riscuotere la tassa provinciale (British Columbia, Manitoba, Quebec e Saskatchewan) oltre a GST\/HST, dovrai configurare le registrazioni per ogni provincia."],"If you do business in Australia, you may be required to collect GST on sales in Australia.":["Se fai affari in Australia, ti potrebbe essere richiesto di riscuotere la GST sulle vendite in Australia."],"State Sales Tax Registrations":["Registrazioni Imposta sulle Vendite Statali"],"VAT Registration":["Registrazione IVA"],"Country-Specific VAT Registrations":["Registrazioni IVA specifiche per paese"],"GST Registration":["Registrazione GST"],"Rest Of The World":["Resto Del Mondo"],"United States":["Stati Uniti"],"Canada":["Canada"],"United Kingdom":["Regno Unito"],"European Union":["Unione Europea"],"Australia":["Australia"],"Tax Zone":["Zona Imposte"],"Tax Registration":["Registrazione fiscale"],"Tax is automatically calculated and applied to orders. Make sure you’re registered with the appropriate tax jurisdictions before enabling tax collection.":["L'imposta viene calcolata automaticamente e applicata agli ordini. Assicurati di essere registrato presso le giurisdizioni fiscali appropriate prima di abilitare la riscossione delle imposte."],"Make sure you’re registered with the appropriate tax jurisdictions before enabling tax collection.":["Assicurati di essere registrato presso le giurisdizioni fiscali appropriate prima di abilitare la riscossione delle imposte."],"Tax Rate":["Aliquota Fiscale"],"Automatic":["Automatico"],"Manual":["Manuale"],"Tax Calculation":["Calcolo Delle Tasse"],"Region":["Regione"],"State":["Stato"],"Province":["Provincia"],"Country":["Paese"],"Collect Tax":["Riscuoti Tasse"],"Enable this if your business makes up to €10,000 EUR in sales to other EU countries and you only plan to submit a domestic VAT return. If enabled, your home country VAT rate will apply to all EU orders.":["Abilita questa opzione se la tua azienda realizza fino a € 10.000 EUR di vendite in altri paesi dell'UE e prevedi di presentare solo una dichiarazione IVA nazionale. Se abilitata, l'aliquota IVA del tuo paese d'origine verrà applicata a tutti gli ordini UE."],"Micro-Business Exemption":["Esenzione per Microimprese"],"If enabled, your store will collect EU VAT for all EU countries. You should enable this option if you are registered via \"One-Stop Shop\" and plan to submit a single VAT return for all EU countries. If you are planning to submit separate VAT returns for each EU country then you should not enable this option. You should instead create separate tax registrations for each EU country.":["Se abilitato, il tuo negozio riscuoterà l'IVA dell'UE per tutti i paesi dell'UE. Dovresti abilitare questa opzione se sei registrato tramite \"One-Stop Shop\" e intendi presentare un'unica dichiarazione IVA per tutti i paesi dell'UE. Se hai intenzione di presentare dichiarazioni IVA separate per ogni paese dell'UE, non dovresti abilitare questa opzione. Dovresti invece creare registrazioni fiscali separate per ogni paese dell'UE."],"Manage how your store collects EU VAT for all EU countries.":["Gestisci come il tuo negozio raccoglie l'IVA UE per tutti i paesi dell'UE."],"Collect EU VAT":["Riscuoti l'IVA UE"],"In applicable tax jurisdictions, your tax ID will show on invoices. If you don't have your tax ID number yet, you can enter it later.":["Nelle giurisdizioni fiscali applicabili, il tuo codice fiscale apparirà sulle fatture. Se non hai ancora il tuo codice fiscale, puoi inserirlo in seguito."],"If enabled, your store will collect Canada GST\/HST for all provinces. If you need to collect additional provincial taxes for Quebec, British Columbia, Manitoba, or Saskatchewan then you will need to additionally create separate tax registrations for these provinces.":["Se abilitato, il tuo negozio raccoglierà l'GST\/HST canadese per tutte le province. Se è necessario riscuotere ulteriori tasse provinciali per Quebec, Columbia Britannica, Manitoba o Saskatchewan, sarà necessario creare anche registrazioni fiscali separate per queste province."],"Collect Canada GST\/HST":["Riscuoti GST\/HST del Canada"],"Manage how your store collects GST\/HST for all Canadian provinces.":["Gestisci come il tuo negozio raccoglie GST\/HST per tutte le province canadesi."],"Canada GST\/HST":["Canada GST\/HST"],"Customers will be able to cancel their subscriptions from the customer portal. You can configure what happens when a subscription cancellation happens from the Subscriptions settings page.":["I clienti potranno annullare i propri abbonamenti dal portale clienti. Puoi configurare cosa succede quando un abbonamento viene annullato dalla pagina delle impostazioni degli abbonamenti."],"Allow Subscription Cancellations":["Consenti l'annullamento dell'abbonamento."],"Customers will be able to change subscription quantities from the customer portal.":["I clienti potranno modificare il numero di abbonamenti dal portale clienti."],"Allow Subscription Quantity Changes":["Consenti modifiche alla quantità di abbonamento"],"Customers will be able to switch pricing plans from the customer portal. You can configure what happens when a subscription change happens from the Subscriptions settings page.":["I clienti potranno cambiare piano tariffario dal portale clienti. Puoi configurare cosa succede quando si verifica una modifica dell'abbonamento dalla pagina delle impostazioni degli abbonamenti."],"Allow Subscription Changes":["Consenti Modifiche all'Abbonamento"],"Manage what your customers are able to see and do from the customer portal.":["Gestisci ciò che i tuoi clienti possono vedere e fare dal portale clienti."],"Customer Portal":[],"Revoke Purchase After All Payment Retries Fail":["Revocare l'acquisto dopo che tutti i tentativi di pagamento non sono riusciti"],"Revoke Immediately":["Cancella Immediatamente"],"Purchase Revoke Behavior":["Comportamento di Revoca dell'Acquisto"],"Whether or not a payment method should be required for subscriptions that have an initial period amount of $0 (free trial or coupon). This is useful if you want to offer a \"no credit card required\" free trials.":["Se è necessario o meno un metodo di pagamento per le sottoscrizioni che hanno un importo iniziale di $0 (prova gratuita o coupon). Questo è utile se si desidera offrire una prova gratuita \"senza carta di credito richiesta\"."],"Require Upfront Payment Method":["Richiedere Metodo di Pagamento Anticipato"],"Manage your subscription purchase behavior.":["Gestisci il comportamento di acquisto della tua sottoscrizione."],"Purchase Behavior":[],"If a subscription payment fails, the subscription is marked past due. When this happens we automatically retry the payment based on our smart retry logic. If the payment is still unsuccessful after the duration set above, the subscription will be canceled.":["Se il pagamento di un abbonamento non riesce, l'abbonamento viene contrassegnato come scaduto. Quando ciò accade, riproviamo automaticamente il pagamento sulla base della nostra logica di tentativo intelligente. Se il pagamento non ha ancora successo dopo la durata impostata sopra, l'abbonamento verrà annullato."],"Three Weeks":["Tre Settimane"],"Two Weeks":["Due Settimane"],"One Week":["Una Settimana"],"Cancel Subscriptions After":["Annulla Abbonamenti Dopo"],"Manage how your store handles failed subscription payments.":["Gestisci come il tuo negozio gestisce i pagamenti degli abbonamenti non riusciti."],"Failed Payments":["Pagamenti falliti"],"Days Before Renewal":[],"Choose how many days before the subscription renewal customers can cancel their plan through the customer dashboard. For example, if you set this to 7 days, customers will only be able to cancel their subscription during the week it renews. Please check for the legality of this setting in your region before enabling.":[],"Allow Self-Service Cancellations":[],"When enabled, this feature prevents customers from cancelling their subscription on the customer dashboard until a set number of days before renewal.":[],"Delay Self-Service Cancellations":[],"When a cancellation happens immediately, the subscription is canceled right away. When a cancellation happens at the billing period end, the subscription remains active until the end of the current billing period.":["Quando una cancellazione avviene immediatamente, l'abbonamento viene annullato subito. Quando una cancellazione avviene alla fine del periodo di fatturazione, l'abbonamento rimane attivo fino alla fine del periodo di fatturazione corrente."],"Cancellations Happen":["Annullamenti Accadono"],"When an upgrade or downgrade happens immediately, a prorated invoice will be generated and paid. If the invoice payment fails, the subscription will not be updated. In the case of a downgrade, the invoice will likely have a $0 balance and a credit may be applied to the customer. When an upgrade or downgrade happens at the next billing period, the subscription won't be updated until the next payment date.":["Quando un aggiornamento o un declassamento avviene immediatamente, verrà generata e pagata una fattura proporzionale. Se il pagamento della fattura non riesce, l'abbonamento non verrà aggiornato. Nel caso di un declassamento, la fattura avrà probabilmente un saldo di $0 e potrebbe essere applicato un credito al cliente. Quando un aggiornamento o un declassamento avviene al prossimo periodo di fatturazione, l'abbonamento non verrà aggiornato fino alla prossima data di pagamento."],"Upgrades Happen":["Aggiornamenti in corso"],"Downgrades Happen":["Downgrade In corso"],"Manage how your store handles subscription upgrades, downgrades, and cancellations.":["Gestisci come il tuo negozio gestisce gli aggiornamenti, i declassamenti e le cancellazioni degli abbonamenti"],"Upgrades, Downgrades, and Cancellations":["Upgrades, Downgrades, and Cancellazioni"],"Next Billing Period":["Prossimo periodo di fatturazione"],"You don't have any survey answers. Please add at least one to collect cancellation feedback.":["Non hai risposte al sondaggio. Aggiungine almeno uno per raccogliere il feedback sull'annullamento."],"Survey Answers":["Risposte al sondaggio"],"Are you sure you want to delete this?":["Sei sicuro di volerlo eliminare?"],"Cancel Link":["Link Di Cancellazione"],"Button":["Bottone"],"Provide a discount to keep a subscription.":["Fornisci uno sconto per mantenere l'abbonamento."],"Renewal Discount":["Sconto Rinnovo"],"Skip Link":["Salta Link"],"Cancellation survey options.":["Opzioni sondaggio di cancellazione."],"Cancellation Survey":["Sondaggio di cancellazione"],"Turning this on will collect subscription cancelation reasons and optionally offer a discount to keep their subscription active.":["Attivando questa funzionalità, si raccoglieranno le cause delle cancellazioni degli abbonamenti e, se lo si desidera, si potrà proporre uno sconto per persuadere a conservare l'abbonamento attivo."],"Pro":[],"Subscription Saver & Cancelation Insights":["Abbonamenti Salvati E Dettagli Sulle Disdette"],"Subscription Saver & Cancellation Insights":["Salvataggio Abbonamenti & Informazioni sulle Cancellazioni"],"The prompt that will appear when you request more information.":["Il prompt che apparirà quando richiedi maggiori informazioni."],"Comment Prompt":["Richiesta di commento"],"Should the customer be prompted for additional information?":["Al cliente devono essere richieste ulteriori informazioni?"],"Request Comments":["Richiesta Commenti"],"Offer the rewewal discount when this option is selected":["Offri lo sconto di rinnovo quando questa opzione viene selezionata"],"Offer Discount":["Offri Uno Sconto"],"The customer-facing label for this cancellation reason.":["Il motivo di cancellazione presentato al cliente attraverso l'etichetta."],"Label":["Etichetta"],"New Cancellation Reason":["Nuovo Motivo di Cancellazione"],"Edit Cancellation Reason":["Modifica motivo di annullamento"],"Answer created.":["Risposta creata."],"Answer updated.":["Risposta aggiornata."],"Can you tell us a little more?":["Puoi dirci qualcosa di più?"],"The amount of times a single customer use the renewal discount.":["Il numero di volte in cui un singolo cliente utilizza lo sconto per il rinnovo."],"No shipping zones or rates":[],"Create Zone":[],"Shipping zones are geographic regions where you ship products.":[],"Shipping Zones & Rates":[],"2. Create Rate":[],"1. Create Zone":[],"Add Zone":[],"Edit Zone":[],"Next":["Successivo"],"Select Countries":[],"United States,  United Kingdom, Global ...":[],"Zone Name":[],"Zone added":[],"Zone updated":[],"Select at least one country to create zone.":[],"Fallback":[],"Condition":[],"Customers won't be able to complete checkout for products in this zone.":[],"Shipping rate deleted":[],"Fallback Zone":[],"This zone is optionally used for regions that are not included in any other shipping zone.":[],"Rest Of The World Fallback Zone":[],"Are you sure?":[],"Shipping zone deleted":[],"Add New Profile":[],"Add custom rates or destination restrictions for groups of products.":[],"Custom Shipping Profiles":[],"All products":[],"Set where you ship and how much you charge for shipping.":[],"Shipping Profiles":[],"Enabling shipping rates allows you to charge shipping costs and restrict purchase areas.":[],"Enable Shipping Rates":[],"Shipping Settings":[],"To complete the shipping setup, please add shipping rates to a shipping profile below.":[],"Based on order price":[],"Based on item weight":[],"Select":[],"Shipping Method":[],"Maximum weight":[],"Minimum weight":[],"No limit":[],"Add Rate":[],"Shipping rate added":[],"Shipping rate updated":[],"Failed to create shipping method":[],"Please select a shipping method":[],"Flat Rate":[],"Edit Shipping Rate":[],"Add New Shipping Rate":[],"No shipping rates available for customers to choose from.":[],"Rates for":[],"%d product":[],"Customers won't see this.":[],"Profile Details":[],"First create a shipping zone (where you ship to) and then a shipping rate (the cost to ship there).":[],"No shipping rates":[],"Manage Shipping Profile":[],"Saving failed.":[],"shipping settings":[],"To charge different rates for only certain products, create a new profile in":[],"No products in this profile.":[],"New products are added to this profile.":[],"Add products to this shipping profile.":[],"All products not in other profiles":[],"%d price":[],"Product added":[],"Product removed":[],"Are you sure you want to delete shipping profile? Deleting the shipping profile will remove associated shipping rates and shipping zones.":[],"Delete Shipping Profile":[],"Shipping profile deleted":[],"Customers won’t see this.":[],"Add Shipping Profile":[],"The profile name is required.":[],"Shipping methods represent the different speeds or classes of shipping that your store offers.":[],"Upgrade to SureCart Premium to add unlimited shipping methods.":[],"Shipping Methods":[],"Shipping method removed":[],"A description to let the customer know the average time it takes for shipping.":[],"E.g. 1-2 days":[],"Add Shipping Method":[],"Edit Shipping Method":[],"Shipping method added":[],"Shipping method updated":[],"Available Processors":[],"Processors":[],"Connect with paystack to add a paystack express button to your checkout.":[],"Connect with Mollie to add a Mollie express button to your checkout.":[],"Connect with PayPal to add a PayPal express button to your checkout.":[],"Connect with Stripe to accept credit cards and other payment methods.":[],"Live Payments Disabled":[],"Live Payments Enabled":[],"Test Payments Disabled":[],"Test Payments Enabled":[],"Beta":[],"Payments that are made outside your online store. When a customer selects a manual payment method, you'll need to approve their order before it can be fulfilled":["Pagamenti effettuati al di fuori del tuo negozio online. Quando un cliente seleziona un metodo di pagamento manuale, dovrai approvare il loro ordine prima che possa essere evaso"],"Manual Payment Methods":["Metodi di Pagamento Manuali"],"No manual payment methods.":["Nessun metodo di pagamento manuale."],"Enable":["Abilita"],"Payment method enabled.":["Metodo di pagamento abilitato."],"Payment method disabled.":["Metodo di pagamento disabilitato."],"Instructions on how to pay.":["Istruzioni su come pagare."],"The instructions that you want your customers to follow to pay for an order. These instructions are shown on the confirmation page after a customer completes the checkout.":["Le istruzioni che vuoi che i tuoi clienti seguano per pagare un ordine. Queste istruzioni vengono visualizzate nella pagina di conferma dopo che un cliente ha completato il checkout."],"Payment instructions":["Istruzioni per il pagamento"],"I.E. Pay with cash upon delivery.":["Ovvero, paga in contanti alla consegna."],"The description of this payment method that will be shown in the checkout.":["La descrizione di questo metodo di pagamento che verrà mostrata al momento del pagamento."],"I.E. Cash On Delivery":["Pagamento Alla Consegna"],"Custom payment method name":["Nome metodo di pagamento personalizzato"],"Create Manual Payment Method":["Crea Un Metodo Di Pagamento Manuale"],"Edit Manual Payment Method":["Modifica Metodo Di Pagamento Manuale"],"Footer":["Footer"],"This appears in the memo area of your invoices and receipts.":["Questo appare nell'area memo delle vostre fatture e ricevute."],"Memo":["Memo"],"Add additional information to receipts and invoices.":["Aggiungi informazioni aggiuntive a ricevute e fatture."],"Invoices & Receipts":["Fatture & Ricevute"],"It must be greater than the largest existing order number.":["Deve essere maggiore del più grande numero d'ordine esistente."],"Start Order Number At":["Inizia Numero Ordine Da"],"Random Numbers And Letters":["Numeri e lettere casuali"],"Sequential":["Sequenziale"],"Choose the style of order numbers.":["Scegli lo stile dei numeri d'ordine."],"Order Numbers Counter":["Contatore Numeri Ordine"],"If you would like your order numbers to have a special prefix, you can enter it here. It must not contain underscores, spaces or dashes.":["Se desideri che i numeri d'ordine abbiano un prefisso speciale, puoi inserirlo qui. Non deve contenere trattini bassi, spazi o trattini."],"Order Number Prefix":["Prefisso Numero Ordine"],"Configure your order numbering style.":["Configura lo stile di numerazione dei tuoi ordini."],"Order Numbering":["Numero d'ordine"],"Promotions":["Promozioni"],"Products\/Prices":["Prodotti\/Prezzi"],"Export CSV":["Esporta CSV"],"Sent when a subscription payment fails.":["Inviato quando il pagamento dell'abbonamento fallisce."],"Subscription Payment Failure":["Errore nel pagamento dell'abbonamento"],"Sent when a subscription renews.":["Inviato quando un abbonamento si rinnova."],"Subscription Payment":["Pagamento dell'abbonamento"],"Sent when a subscription is canceled.":["Inviato quando un'iscrizione viene annullata."],"Sent when an order is created.":["Inviato quando viene creato un ordine."],"New Order":["Nuovo Ordine"],"These are the emails that are sent to you and other team members of this store.":["Queste sono le email che vengono inviate a te e agli altri membri del team di questo negozio."],"Store Emails":["Archivia Email"],"Sent to customers when a charge is refunded.":["Inviato ai clienti quando viene effettuato un rimborso."],"Sent to customers when a purchase is downloadable or has a license.":["Inviato ai clienti quando un acquisto è scaricabile o ha una licenza."],"Product Access":["Accesso al Prodotto"],"Sent to customers when their subscription cancellation.":["Inviato ai clienti quando annullano l'abbonamento."],"Subscription Cancellation":["Annullamento dell'abbonamento"],"Sent to customers when their subscription renews.":["Inviato ai clienti quando si rinnova il loro abbonamento."],"Subscription Renewal":[],"Sent to customers 3 days before a subscription renews.":["Inviato ai clienti 3 giorni prima del rinnovo dell'abbonamento."],"Subscription Reminder":["Promemoria Abbonamento"],"Sent to customers when their subscription's payment method fails.":["Inviato ai clienti quando il metodo di pagamento dell'abbonamento non riesce."],"Subscription Recovery":["Recupero dell'abbonamento"],"Sent when a fulfillment is marked as delivered.":[],"Fulfillment Delivered":[],"Sent to when a fulfillment is updated or a tracking number is added.":[],"Fulfillment Updated":[],"Sent to when a fulfillment is created (i.e. your order is on the way).":[],"Fulfillment Confirmation":[],"Sent to customers to login to the customer portal without a password.":["Invia ai clienti per accedere al portale clienti senza password."],"Email Verification Code":[],"Third (final) email sent when a checkout is abandoned.":["Terza (finale) email inviata quando un acquisto viene abbandonato."],"Abandoned Checkout #3":["Carrello Abbandonato #3"],"Second email sent when a checkout is abandoned.":["Seconda email inviata quando un checkout viene abbandonato."],"Abandoned Checkout #2":["Carrello Abbandonato #2"],"First email sent when a checkout is abandoned.":["Prima email inviata quando un checkout viene abbandonato."],"Abandoned Checkout #1":["Carrello Abbandonato #1"],"Customize the content of each notification that is sent to your customers.":["Personalizza il contenuto di ogni notifica che viene inviata ai tuoi clienti."],"Customer Emails":["Email dei clienti"],"Subscription payments fail all the time. Don't leave your recurring revenue to chance - turn on recovery emails to increase your chances of recovering subscriptions with failed payments.":["Spesso si verificano problemi nei pagamenti degli abbonamenti. Non affidarti al caso per i tuoi guadagni ricorrenti: attiva le email di recupero per incrementare le probabilità di riscuotere gli abbonamenti con pagamenti falliti."],"Subscription Recovery Emails":["Email di recupero dell'abbonamento"],"Send a reminder to your subscribers 3 days before their subscription renews.":["Invia un promemoria ai tuoi abbonati 3 giorni prima del rinnovo dell'abbonamento."],"Subscription Reminder Notifications":["Notifiche di promemoria per l'abbonamento"],"Send a general subscription cancellation confirmation email to your customers when subscription canceled.":["Invia un'e-mail di conferma di annullamento generale dell'abbonamento ai tuoi clienti quando l'abbonamento viene annullato."],"Subscription Cancellation Notification":["Notifica di Annullamento dell'Abbonamento"],"Send an email customers when their subscription renews.":["Invia un'email ai clienti quando si rinnova il loro abbonamento."],"Subscription Renewal Emails":["Email di rinnovo dell'abbonamento"],"Send a quick reminder when a refund is created for a customer. These emails contain the amount and payment method being refunded.":["Invia un promemoria rapido quando viene creato un rimborso per un cliente. Queste email contengono l'importo e il metodo di pagamento oggetto del rimborso."],"Refund Emails":["Email di rimborso"],"Send an order email to customers even when the order is free.":["Invia un'e-mail di riepilogo dell'ordine ai clienti anche quando è gratuito."],"Free Order Emails":["Email Per Ordini Gratuiti"],"Send a general order confirmation email to your customers when an order is paid. These emails include a breakdown of the order, and a link to a page where they can download their invoice and receipt.":["Invia un'e-mail generale di conferma dell'ordine ai tuoi clienti quando un ordine viene pagato. Queste e-mail includono una descrizione dell'ordine e un link a una pagina in cui è possibile scaricare la fattura e la ricevuta."],"Order Confirmation Emails":["Conferma dell'ordine via email"],"Send a product access email to your customer when a purchase is made for a licensed and\/or downloadable product.":[],"Product Access Emails":[],"Manage which notifications are sent to your customers.":["Gestisci quali notifiche vengono inviate ai tuoi clienti."],"Webhook Details":[],"There are no more webhooks to show.":[],"Webhooks are functioning normally.":[],"Retry":[],"View Details":[],"Not Processed":[],"Processed":[],"Event":[],"If you have any webhooks that failed to process on your site, you can retry them here.":[],"SureCart Event Processing Health":[],"Retry successful!":[],"This will refetch the webhooks connection settings with your store in the case of an invalid signature or similar issue.":[],"Advanced connection options and troubleshooting.":[],"Advanced Options":[],"Enter your api token":["Inserisci il tuo token api"],"API Token":["API Token"],"Resync Webhooks":[],"View Logs":[],"If this endpoint is important to your integration, please try and fix the issue. We will disable this endpoint on %s if it continues to fail.":[],"This webhook endpoint is being monitored due to repeated errors.":[],"Error":[],"Webhook resynced.":[],"Are you sure you want to remove this logo?":["Sei sicuro di voler rimuovere questo logo?"],"Both":["Entrambi"],"Menu Icon":["Icona del menu"],"Floating Icon":["Icona Flottante"],"What type of cart icon would you like to use?":["Quale icona per il carrello vorresti usare?"],"Cart Icon Type":["Tipo di icona del carrello"],"Show a floating cart icon in the bottom corner of your site, if there are items in the cart.":["Mostra un'icona del carrello nell'angolo in basso del tuo sito, se ci sono articoli nel carrello"],"Show Floating Cart Icon":["Mostra l'icona del carrello flottante"],"Icon":["Icona"],"Enable to always show the cart button, even your cart is empty.":["Mostra sempre il pulsante del carrello, anche se il tuo carrello è vuoto."],"Always Show Cart (Menu Only)":["Mostra sempre carrello (solo menu)"],"Left":["Sinistra"],"Right":["Giusto"],"Select the cart button position, i.e. left or right, where it will look best with your website design.":["Seleziona la posizione del pulsante del carrello, ad esempio a sinistra oa destra, dove starà meglio con il design del tuo sito web."],"Select Position":["Seleziona Posizione"],"Position of cart button":["Posizione del pulsante del carrello"],"Select the menu(s) where the cart icon will appear.":["Seleziona il\/i menu in cui apparirà l'icona del carrello."],"Select Menus":["Seleziona Menu"],"This will enable slide-out cart. If you do not wish to use the cart, you can disable this to prevent cart scripts from loading on your pages.":["Ciò abiliterà la visualizzazione slide-out del carrello . Se non desideri utilizzare il carrello, puoi disabilitarlo per evitare che gli script del carrello vengano caricati sulle tue pagine."],"Enable Cart":["Abilita carrello"],"Change cart settings.":["Modifica le impostazioni del carrello."],"Remove \"Powered By SureCart\" in the footer of emails and reciepts\/invoices.":["Rimuovi \"Powered By SureCart\" nel piè di pagina di e-mail e ricevute\/fatture."],"Remove SureCart Branding":["Rimuovi Il Brand Surecart"],"Dark":["Scuro"],"Light":["Chiaro"],"Choose \"Dark\" if your theme already has a dark background.":["Scegli \"Scuro\" se il tuo tema ha già uno sfondo scuro."],"Select Theme":["Seleziona Tema"],"Select Theme (Beta)":["Seleziona Tema (Beta)"],"Logo":["Logo"],"This color will be used for the main button color, links, and various UI elements.":["Questo colore verrà utilizzato per il colore del pulsante principale, i collegamenti e vari elementi dell'interfaccia utente."],"Customize how your brand appears globally across SureCart. Your logo and colors will be used on hosted pages and emails that are sent to your customers.":["Personalizza l'aspetto del tuo marchio a livello globale su SureCart. Il tuo logo e i tuoi colori verranno utilizzati nelle pagine  e nelle email inviate ai tuoi clienti."],"Brand Settings":["Impostazioni Brand "],"Start Sync":[],"Run any integration automations for purchases. This will run any actions that are set to run on purchase.":[],"Run purchase actions":[],"Create WordPress users if the user does not yet exist.":[],"Create WordPress Users":[],"This will change your user data on your install. We recommend creating a backup of your site before running this.":[],"Customer Sync":[],"Customer sync started in the background":[],"Clear out all of your test data with one-click.":["Elimina tutti i tuoi dati di test con un solo clic."],"Clear Test Data":["Elimina i dati di test"],"Sync Customers":[],"Match all SureCart customers with WordPress users. This is helpful if you have migrated from another eCommerce platform.":[],"Manually sync your WordPress install with SureCart.":[],"Syncing":[],"Use The Stripe Card Element":[],"Show a link to edit the customer area in the menu.":[],"Show a link to edit the checkout page in the menu.":[],"Checkout Page":[],"Show a link to edit the cart in the menu.":[],"Cart Page":[],"Show a link to edit the shop page in the menu.":[],"Change some admin UI options.":[],"Admin Appearance":[],"This ensures all the password fields have a stronger validation for user password input i.e. at least 6 characters and one special character.":[],"Strong Password Validation":[],"This will load stripe.js on every page to help with Fraud monitoring.":["Questo caricherà stripe.js su ogni pagina per aiutare il monitoraggio delle frodi."],"Stripe Fraud Monitoring":["Monitoraggio delle frodi Stripe"],"register a new site and choose v3.":["registra un nuovo sito e scegli v3."],"To get your Recaptcha keys":["Per ottenere le tue chiavi Recaptcha"],"reCaptcha Secret Key":["reCaptcha Secret Key"],"You can find this on your google Recaptcha dashboard.":["Puoi trovare questo nella tua dashboard di Google Recaptcha."],"reCaptcha Site Key":["reCaptcha Site Key"],"Please clear checkout page cache after changing this setting.":["Si prega di svuotare la cache della pagina di checkout dopo aver modificato questa impostazione."],"Important":["Importante"],"Enable Recaptcha spam protection on checkout forms.":["Abilita la protezione Recaptcha contro lo spam nei moduli di pagamento."],"Recaptcha v3":["Recaptcha v3"],"This adds a field that is invisible to users, but visible to bots in an attempt to trick them into filling it out.":["Questo aggiunge un campo che è invisibile agli utenti, ma visibile ai bot nel tentativo di ingannarli a riempirlo."],"Honeypot":["Honeypot"],"Change your checkout spam protection and security settings.":["Cambia le impostazioni di protezione antispam e sicurezza del tuo checkout."],"Spam Protection & Security":["Protezione dallo Spam & Sicurezza"],"Enter a website URL":["Inserisci l'URL del sito web"],"Website":["Website"],"Enter an phone number":["Inserisci un numero di telefono"],"Enter an email":["Inserisci un'email"],"This information helps customers recognize your business and contact you when necessary. It will be visible on invoices\/receipts and any emails that need to be CAN-SPAM compliant (i.e. abandoned order emails).":["Queste informazioni aiutano i clienti a riconoscere la tua azienda e a contattarti quando necessario. Saranno visibili su fatture\/ricevute e su tutte le email che devono essere conformi al CAN-SPAM (ad esempio, email di ordini abbandonati)."],"Contact Information":["Informazioni di Contatto"],"notifications@surecart.com":["notifications@surecart.com"],"Reply To Email":["Rispondi all'email"],"Enter the sender name":["Inserisci il nome del mittente"],"Sender Name":["Nome del mittente"],"Use these settings to configure how notifications are sent to your customers.":["Utilizza queste impostazioni per configurare le modalità di invio delle notifiche ai clienti."],"A link to your privacy policy page.":["Un collegamento alla pagina della tua informativa sulla privacy."],"Privacy Policy Page":[],"A link to your store terms page.":[],"Terms Page":[],"The language used for notifications, invoices, etc.":["La lingua utilizzata per le notifiche, le fatture, ecc."],"Store Language":["Lingua Del Negozio"],"Change this if you want the store to be in a different time zone than your server.":["Cambia questo se vuoi che il negozio sia in un fuso orario diverso da quello del tuo server."],"Time Zone":["Fuso Orario"],"The default currency for new products.":["La valuta predefinita per i nuovi prodotti."],"This should be your live storefront URL.":["Questo dovrebbe essere l'URL del tuo negozio online."],"https:\/\/example.com":["https:\/\/esempio.com"],"This is displayed in the UI and in notifications.":["Questo viene visualizzato nell'interfaccia utente e nelle notifiche."],"Store Name":["Nome del negozio"],"The name of your store will be visible to customers, so you should use a name that is recognizable and identifies your store to your customers.":["Il nome del tuo negozio sarà visibile ai clienti, quindi dovresti utilizzare un nome che sia riconoscibile e identifichi il tuo negozio per i tuoi clienti."],"Store Details":["Dettagli negozio"],"1 week":["1 settimana"],"6 Days":["6 giorni"],"5 Days":["5 giorni"],"4 Days":["4 giorni"],"3 Days":["3 giorni"],"2 Days":["2 giorni"],"1.5 Days":["1,5 giorni"],"1 Day":["1 giorno"],"12 Hours":["12 ore"],"6 Hours":["6 ore"],"3 Hours":["3 ore"],"2 Hours":["2 ore"],"1 Hour":["1 ora"],"The number of days to wait after a customer's purchase before allowing an abandoned checkout to be created. This helps to prevent abandoned checkouts being created for customers very soon after they have made a different purchase.":["Il numero di giorni da aspettare dopo l'acquisto di un cliente prima di consentire la creazione di un carrello abbandonato. Questo evita la formazione di carrelli abbandonati per i clienti poco dopo aver effettuato un acquisto."],"Wait for a period of time after a customer has made a purchase to send other abandoned checkouts.":["Attendi un periodo di tempo dopo che un cliente ha effettuato un acquisto per inviare altri carrelli abbandonati."],"Grace Period":["Periodo Di Tolleranza"],"Don't create abandoned checkout if all products in checkout have been purchased.":["Non creare un carrello abbandonato se tutti i prodotti nel carrello sono già stati acquistati."],"Ignore Purchased Products":["Ignora i Prodotti Acquistati"],"Also enable abandoned checkouts in test mode.":["Anche abilitare i carrelli abbandonati in modalità test."],"Enabled In Test Mode":["Abilitato in modalità test"],"Advanced settings for abandoned checkouts":["Impostazioni avanzate per i checkout abbandonati"],"GDPR Message":["Messaggio GDPR"],"Note: By checking this, it will show confirmation text below the email on checkout forms.":["Nota: selezionando questo, verrà visualizzato il testo di conferma sotto l'e-mail sui moduli di pagamento."],"Tracking Confirmation":["Conferma di tracciamento"],"Data collection settings for GDPR.":["Impostazioni di raccolta dati per GDPR."],"GDPR Settings":["Impostazioni GDPR"],"Number of days until expiration":["Numero di giorni fino alla scadenza"],"Discount Expires":["Scade lo sconto"],"On the final email":["Nell'e-mail finale"],"On the second email":["Sulla seconda e-mail"],"On the first email":["Alla prima e-mail"],"When should we offer the discount?":["Quando dovremmo offrire lo sconto?"],"Add a discount incentive for abandoned cart.":["Aggiungi un incentivo di sconto per il carrello abbandonato."],"Abandoned Checkout Discount":["Sconto su checkout non completato"],"Your discount settings for abandoned cart.":["Le tue impostazioni di sconto per il carrello abbandonato."],"Discount Settings":["Impostazioni di sconto"],"Final Email Delay":[],"Second Email Delay":[],"Don't send":["Non inviare"],"First Email Delay":[],"Turn on abandoned cart for your store.":["Attiva il carrello abbandonato per il tuo negozio."],"Notification settings for abandoned checkouts":["Impostazioni di notifica per checkout abbandonati"],"Notification Settings":["Impostazioni di notifica"],"Settings Updated.":["Impostazioni aggiornate."],"Default (Customized)":[],"Add another value":[],"You have reached the variant limit of 100":[],"Option Value %d":[],"You have already used the same option value \"%s\".":[],"Edit %s":[],"Option Values":[],"Delete %s":[],"You have already used the same option name \"%s\".":[],"Option Name":[],"Remove Image":[],"Remove image":[],"Delete variant":[],"Open variant dropdown":[],"Price overrides are only allowed for products with a single price.":[],"Are you sure you wish to unlink this image?":[],"Stock Qty":[],"SKU":[],"Add Variant":[],"Are you sure you wish to delete this variant image? This cannot be undone.":[],"Add More Options":[],"You have reached the maximum number of variant options.":[],"Add Options Like Size or Color":[],"Variants":[],"Add variant":[],"This is not shown to the customer, but is used help you identify the group.":["Questo non viene mostrato al cliente, ma viene utilizzato per identificare il gruppo."],"Create Product Group":["Crea gruppo di prodotti"],"Add this product to a group with others you want the purchaser to switch between.":[],"Upgrade Group":["Gruppo di aggiornamento"],"To charge tax, please set up your tax information on the settings page.":["Per addebitare le tasse, imposta i tuoi dati fiscali nella pagina delle impostazioni."],"This is a physical product":["Questo è un prodotto fisico"],"Charge tax on this product":["Addebita le tasse su questo prodotto"],"The last part of the URL":["L'ultima parte dell'URL"],"Created On":["Creato il"],"Available for purchase":["Disponibile per l'acquisto"],"Secure":["Sicuro"],"Download archived.":["Scarica archiviato."],"Download un-archived.":["Scarica non archiviato."],"Download removed.":["Download rimosso."],"Are you sure you want to remove the download from this product?":["Sei sicuro di voler rimuovere il download da questo prodotto?"],"Are you sure you want to replace the file in this download? This may push out a new release to everyone.":["Sei sicuro di voler sostituire il file in questo download? Questo potrebbe distribuire una nuova versione a tutti."],"Turn this off if you do not wish to automatically fulfill this product when an order is placed.":[],"Auto Fulfill":[],"Customers won’t enter shipping details at checkout.":[],"Digital product or service":[],"Shipping Weight":[],"Physical product":[],"g":[],"oz":[],"kg":[],"lb":[],"Meta description":[],"Page title":[],"Add a title and description to see how this product might appear in a search engine listing":[],"Search Engine Listing":[],"Hide %d Archived Prices":["Nascondi %d prezzi archiviati"],"Show %d Archived Prices":["Mostra %d prezzi archiviati"],"Price deleted.":["Prezzo cancellato."],"Permanently delete this price? You cannot undo this action.":["Eliminare definitivamente questo prezzo? Non puoi annullare questa azione."],"Price unarchived.":["Prezzo non archiviato."],"Archive this price? This product will not be purchaseable and all unsaved changes will be lost.":["Archiviare questo prezzo? Questo prodotto non sarà acquistabile e tutte le modifiche non salvate andranno perse."],"Un-Archive this price? This will make the product purchaseable again.":["Annullare l'archiviazione di questo prezzo? Questo renderà il prodotto nuovamente acquistabile."],"Copy Links":["Copia Link"],"every":["ogni"],"Custom Amount":["Importo personalizzato"],"Payment Plan":["Piano di pagamento"],"Setup Fee":["Costo Servizio Di Setup"],"Done":["Fatto"],"Variant ID":[],"Price ID":["ID prezzo"],"Miscellaneous":["Varie"],"Buy Button Shortcode":["Shortcode del Pulsante Acquista"],"Add To Cart Button Shortcode":[],"Shortcodes":["Shortcodes"],"Buy Link":["Link per l'acquisto"],"Variant":[],"Price Details":[],"Create Price":["Crea prezzo"],"Installment":[],"One Time":["Una volta"],"Payment type":[],"Price updated.":[],"Add A Price":["Aggiungi un prezzo"],"Set up pricing for your product.":["Imposta i prezzi per il tuo prodotto."],"Add Another Price":["Aggiungi un altro prezzo"],"This is the current release zip of your software.":["Questo è l'attuale zip della versione del tuo software."],"Current Release":["Versione corrente"],"Enable license creation":["Abilita la creazione della licenza"],"Licensing":["Licenza"],"Adjust":[],"On Hand":[],"Available":[],"Adjust By":[],"Stock adjustment":[],"SKU (Stock Keeping Unit)":[],"Make stock adjustment":[],"Available Stock":[],"Continue selling when out of stock":[],"Allow Out Of Stock Selling":[],"Track the quantity of this product.":[],"Track Quantity":[],"Inventory":[],"Select an Item":["Seleziona un oggetto"],"Select An Integration":["Seleziona Un'integrazione"],"Select an integration to sync with this product.":[],"Integration":["Integrazione"],"SKU:":[],"All Variants":[],"Optionally select a variant to sync with this integration.":[],"Select A Variant":[],"All Prices":[],"Optionally select a price to sync with this integration.":[],"Add Integration":["Aggiungi integrazione"],"Integration saved.":["Integrazione salvata."],"To sync purchases of this product, add an integration.":["Per sincronizzare gli acquisti di questo prodotto, aggiungi un'integrazione."],"Add New Integration":["Aggiungi nuova integrazione"],"Product update failed.":[],"You have unsaved changes that need to be saved before adding a new integration. Do you want to save your product now?":[],"Since SureCart's integrations are native, there's no need to worry about the complexity of growing your store.":["Poiché le integrazioni di SureCart sono native, non è necessario preoccuparsi della complessità della crescita del tuo negozio."],"Grow your store worry-free.":["Fai crescere il tuo negozio senza preoccupazioni."],"Purchases syncing happens in both directions. For example, access is automatically revoked during a subscription cancellation or expiration.":["La sincronizzazione degli acquisti avviene in entrambe le direzioni. Ad esempio, l'accesso viene revocato automaticamente durante l'annullamento o la scadenza di un abbonamento."],"Set it and forget it.":["Impostalo e dimenticalo."],"Leave the heavy-lifting to us. Use SureCart's built-in native integrations with all the plugins you use. Purchases and subscriptions are automatically synced with your plugins.":["Lascia a noi il lavoro pesante. Utilizza le integrazioni native integrate di SureCart con tutti i plug-in che utilizzi. Gli acquisti e gli abbonamenti vengono sincronizzati automaticamente con i tuoi plug-in."],"Sync purchases with the plugins you already use.":["Sincronizza gli acquisti con i plugin che già utilizzi."],"Disabled":["Disabilitato"],"The provider is not installed or unavailable.":["Il provider non è installato o non è disponibile."],"%s not found":["%s non trovato"],"An error occurred":["Si è verificato un errore"],"Integration deleted.":["Integrazione eliminata."],"Are you sure you want to remove this integration? This will affect existing customers who have purchased this product.":["Sei sicuro di voler rimuovere questa integrazione? Ciò interesserà i clienti esistenti che hanno acquistato questo prodotto."],"Images":["immagini"],"Images updated.":["immagini aggiornate."],"We recommend that you optimize your images before linking them to your products.":[],"https:\/\/":["https:\/\/"],"Image URL":["URL Immagine"],"Add Product Image":["Aggiungi Un Immagine Del Prodotto"],"Add From URL":["Aggiungi da URL"],"Show Archived":["Mostra archiviato"],"External Link":["Link Esterno"],"Secure Storage":["Archiviazione Sicura"],"File":["File"],"Add Downloads":["Aggiungi download"],"Download added.":["Download aggiunto."],"A short description for your product that is displayed on product and instant checkouts.":["Una breve descrizione del tuo prodotto che viene visualizzata sui prodotti e sui pagamenti immediati."],"New Collection":[],"Collection created.":[],"Add To Collection":[],"Add this product to a collection...":[],"Link":["Link"],"Require terms and conditions":["Richiedi termini e condizioni"],"Show coupon field":["Mostra campo coupon"],"Show product description":["Mostra descrizione prodotto"],"Show product image":["Mostra immagine prodotto"],"Show store logo":["Mostra il logo del negozio"],"Make test payments with this product.":["Effettua pagamenti di prova con questo prodotto."],"Instantly publish a shareable page for this product.":["Pubblica immediatamente una pagina condivisibile per questo prodotto."],"Instant Checkout":["Instant Checkout"],"Customer Purchase Limit":["Limite di acquisto del cliente"],"Limit the number of times a single customer can purchase this product.":["Limita il numero di volte in cui un singolo cliente può acquistare questo prodotto."],"Limit Per-Customer Purchases":["Limita gli acquisti per cliente"],"Add Link":["Aggiungi Link"],"A valid file URL.":["Un URL valido per il file."],"Link URL":["Link URL"],"A display name for file.":["Nome visualizzato per il file."],"Link Name":["Nome Link"],"Add External Link":["Aggiungi link esterno"],"Save Product":["Salva prodotto"],"Archive %s? This product will not be purchaseable and all unsaved changes will be lost.":["Archiviare %s ? Questo prodotto non sarà acquistabile e tutte le modifiche non salvate andranno perse."],"Un-Archive %s? This will make the product purchaseable again.":["Annullare l'archiviazione %s ? Questo renderà il prodotto nuovamente acquistabile."],"Product updated.":["Prodotto aggiornato."],"A name for your product.":["Un nome per il tuo prodotto."],"Create New Product":["Crea nuovo prodotto"],"Custom Single Product Page":[],"Days":["Giorni"],"Free Trial":["Prova gratuita"],"Tax is included":["Il prezzo include le tasse"],"Default price":[],"Setup fee":[],"Compare at price":["Confronta al prezzo"],"Year":["Anno"],"Month":["Mese"],"Week":["Settimana"],"Day":["Giorno"],"Repeat payment every":[],"then cancels":[],"Monthly, Basic Plan, etc.":["Mensile, Piano Base, ecc."],"Maximum Price":["Prezzo massimo"],"Minimum Price":["Prezzo minimo"],"Revoke access when installments are completed":[],"Payments":["Pagamenti"],"Number of Payments":["Numero di pagamenti"],"Purchasable":[],"Not Purchaseable":[],"Available For Purchase":[],"Availability":[],"Add some products to this upgrade group. A customer who has purchased one of these products can switch between others in this group.":["Aggiungi alcuni prodotti a questo gruppo di aggiornamento. Un cliente che ha acquistato uno di questi prodotti può passare da un altro in questo gruppo."],"Product removed.":["Prodotto rimosso."],"Choose a product":["Scegli un prodotto"],"Product added.":["Prodotto aggiunto."],"A name for your product group.":["Un nome per il tuo gruppo di prodotti."],"New Upgrade Group":[],"Edit Product Group":["Modifica gruppo di prodotti"],"Product Groups":[],"Save Group":[],"Product group un-archived.":[],"Product group archived.":[],"Archive this product group?":[],"Un-Archive this product group?":[],"Product group deleted.":[],"Permanently delete this product group? You cannot undo this action.":[],"Product group updated.":["Gruppo di prodotti aggiornato."],"A name for your product group. It is not shown to customers.":["Un nome per il tuo gruppo di prodotti. Non sarà visibile ai clienti."],"Group Name":["Nome del gruppo"],"Create Upgrade Group":[],"Publishing":[],"Replace":["Sostituire"],"Add Image":["Aggiungi immagine"],"Image":[],"Image removed.":[],"Image updated.":[],"A short description for your product collection.":[],"Details":["Dettagli"],"Deleting a product collection does not delete the products in that collection.":[],"This action cannot be undone.":[],"Are you sure you want to delete this product collection?":[],"Delete this product collection?":[],"Product Collection deleted.":[],"Save Collection":[],"Product Collection updated.":[],"A short description for your product collection. This will be displayed on the collection page.":[],"Enter a description...":["Inserisci una descrizione..."],"A name for your product collection.":[],"Collection Name":[],"Create Collection":[],"Change URL: %s":[],"URL Slug":["URL Slug"],"View Product Collection":[],"The last part of the URL.":[],"URL":[],"Select template":[],"Select template: %s":[],"Manage all template parts":[],"Page Layout":[],"Describe the template, e.g. \"Men's Watches\". A custom template can be manually applied to product collection page.":[],"Manage all templates":[],"Edit template":[],"Template":[],"Add Template":[],"Templates define the way product collection page is displayed when viewing your site.":[],"Create Template":[],"%d Product":[],"Actions":["Azioni"],"Return":[],"Mark As Paid":[],"Unverified":["Non verificato"],"Valid":["Valido"],"Validity":["Validità"],"Number Type":["Tipo di numero"],"Tax Number":["Codice Fiscale"],"Tax Information":["Informazioni fiscali"],"Other":["Altro"],"EU VAT":["IVA UE"],"UK VAT":["IVA britannica"],"AU ABN":["AU ABN"],"CA GST":["CA GST"],"Choose an option":[],"Return Reason":[],"Returned on":[],"Cancel return":[],"Open Return":[],"Complete Return":[],"Return in progress":[],"Return completed":[],"Return completed.":[],"Return re-opened.":[],"Cancel Return":[],"Are you sure you wish to cancel the return?":[],"Return Canceled.":[],"Return Item":[],"Return created.":[],"Insufficient Funds":["Fondi insufficienti"],"Amount Refunded":["Importo rimborsato"],"Refunds":["Rimborsi"],"Unknown":["Sconosciuto"],"Succeeded":["Successo"],"Pending":["In attesa di"],"Attempt":["Tentativo"],"Payment Failures":["Errori di pagamento"],"Mark Paid":["Segna come Pagato"],"Are you sure you wish to mark the order as paid?":["Sei sicuro di voler contrassegnare l'ordine come pagato?"],"Order Marked as Paid.":["Ordine contrassegnato come pagato."],"Cancel Order":["Cancella Ordine"],"Go Back":["Torna Indietro"],"Are you sure you wish to cancel the order?":["Sei sicuro di voler annullare l'ordine?"],"Order Canceled.":["Ordine Cancellato"],"Additional Order Data":["Dati dell'ordine aggiuntivi"],"Net Payment":["Pagamento netto"],"Download Receipt \/ Invoice":["Scarica Scontrino \/ Fattura"],"Payment Failed":[],"Qty: %d":[],"Fulfilled on":[],"Cancel fulfillment":[],"Edit tracking":[],"%d Item":[],"Fulfillment canceled.":[],"Send shipment details to your customer now":[],"Notify customer of shipment":[],"No shipping required.":[],"Copy Address":[],"of %d":[],"Fulfill Item":[],"Fulfillment created.":[],"Error copying to clipboard.":["Errore durante la copia negli appunti."],"Copied to clipboard.":["Copiato negli appunti."],"Add another tracking number":[],"Tracking Link":[],"Tracking number":[],"No Shipping Required":[],"Status updated.":[],"Add":["Aggiungi"],"Send notification":[],"Add Tracking":[],"Edit Tracking":[],"View My Store":[],"Add A Product":[],"Failed to create store. Please try again.":[],"Choose some example data or start from scratch.":[],"Select A Starting Point":[],"Start From Scratch":[],"Setting up your store...":[],"Your store has been created.":[],"Congratulations!":[],"Continue":["Continua"],"Back":["Indietro"],"and":[],"Terms of Service":["Termini di servizio"],"By continuing, you agree to the":[],"Connect Existing Store":[],"Create New Store":[],"You are a few clicks away from adding e-commerce to your website. SureCart is a cloud powered e-commerce platform that is easy to use, lightweight, and lightning fast.":[],"Welcome, Let’s Setup Your Online Store":[],"Enter email address":[],"This email is used for store notifications, such as new orders, payment failures and other store emails.":[],"Confirm Email for Store Notifications":[],"Invalid email address!":[],"You can always change this later.":[],"Brand Color":["Colore Del Brand"],"Customize and configure your store settings.":[],"Confirm Store Details":[],"Are you sure you want to remove this image?":[],"Enter the number of unique activations for this key. Leave blank for infinite.":["Immettere il numero di attivazioni univoche per questa chiave. Lascia vuoto per infinito."],"Activation Limit":["Limite di attivazione"],"License Key":["Chiave di licenza"],"License":["Licenza"],"Activations":["Attivazioni"],"This license has not been activated.":["Questa licenza non è stata attivata."],"Local \/ Staging":["Locale \/ Sviluppo (Staging)"],"This is a unique identifier for the license. For example, a website url.":["Questo è un identificatore univoco per la licenza. Ad esempio, l'URL di un sito web."],"Fingerprint":["impronta digitale"],"Edit Activation":["Modifica attivazione"],"Activation updated.":["Attivazione aggiornata."],"Please refresh the page and try again.":["Perfavore ricarica la pagina e riprova."],"Activation deleted.":["Attivazione eliminata."],"Are you sure you want to remove this activation? This site will no longer get updates.":["Sei sicuro di voler rimuovere questa attivazione? Questo sito non riceverà più aggiornamenti."],"View License":["Visualizza licenza"],"Save License":["Salva licenza"],"License updated.":["Licenza aggiornata."],"Shipping Address":["Indirizzo di spedizione"],"Proration Credit":["Credito proporzionale"],"Amount Paid":["Importo pagato"],"Download Invoice":["Scarica fattura"],"Download Receipt":["Scarica la ricevuta"],"Invoice Details":["Dettagli della fattura"],"Charge":[],"Create Invoice":["Crea fattura"],"View Invoice":["Visualizza Fattura"],"Back to All Invoices":["Torna a Tutte le fatture"],"Okay":["Va bene"],"Your store is now connected to SureCart.":[],"Setup Complete!":[],"View All":["Mostra tutto"],"Recent Orders":[],"You don't have any orders.":[],"Yearly":[],"Monthly":["Mensile"],"Weekly":[],"Daily":["Quotidiano"],"Overview":["Panoramica"],"Revenue":["Entrate"],"vs %s last period":["vs %s ultimo periodo"],"Average Order Value":["Valore medio dell'ordine"],"Contact support for additional help":["Contatta l'assistenza per ulteriore assistenza"],"Create a new checkout form.":["Crea un nuovo modulo di pagamento."],"Quick Actions":["Azioni rapide"],"Create products to start selling.":["Crea prodotti per iniziare a vendere."],"Create products":["Crea prodotti"],"Get started with SureCart":["Inizia con SureCart"],"Connect a user":["Collega un utente"],"Disconnect":["Disconnetti"],"WordPress User":["Utente Wordpress"],"User connected.":["Utente connesso."],"User disconnected.":["Utente disconnesso."],"Are you sure you want to disconnect this from this customer? This will cause them to lose access to their purchases.":["Vuoi davvero disconnettere questo cliente? In tal caso, perderanno l'accesso ai prodotti acquistati."],"Disable this if you do not want to apply tax on purchases made by this customer.":[],"Apply Tax":[],"Tax Settings":[],"No more subscriptions.":["Niente più abbonamenti."],"Add Address":[],"Save Address":[],"Update Address":[],"Add Shipping Address":[],"Update Shipping Address":[],"Are you sure you want to delete address? This action cannot be undone.":[],"Delete Shipping Address":[],"Item":["Articolo"],"Payment Methods":["Modalità di pagamento"],"Are you sure you want to delete this payment method?":["Sei sicuro di voler eliminare questo metodo di pagamento?"],"Delete this payment method?":["Eliminare questo metodo di pagamento?"],"Payment method deleted.":["Metodo di pagamento eliminato."],"Make Default":["Imposta come predefinito"],"Default payment method changed.":["Metodo di pagamento predefinito modificato."],"This will save any changes on the page. Do you want to save your changes?":["Questo salverà tutte le modifiche sulla pagina. Vuoi salvare le tue modifiche?"],"No more orders.":["Niente più ordini."],"Items":["Elementi"],"Number":["Numero"],"Subscribed to emails":["Iscritto alle e-mail"],"Your customer's phone number.":["Il numero di telefono del tuo cliente."],"Phone":["Telefono"],"Your customer's email address.":["L'indirizzo email del tuo cliente."],"Your customer's last name.":["Il cognome del tuo cliente."],"Your customer's first name.":["Il nome del tuo cliente."],"Customer Details":["Dettagli cliente"],"No more charges.":["Niente più addebiti."],"Balance Transactions":["Operazioni di bilancio"],"Ending Balance":["Saldo finale"],"There are no transactions":["Non ci sono transazioni"],"Applied":["Applicato"],"Credit":["Credito"],"Credit Balance":["Saldo creditizio"],"View Transactions":["Visualizza transazioni"],"Balance":["Bilancio"],"Save Customer":["Salva cliente"],"Edit Customer":["Modifica cliente"],"this customer":["questo cliente"],"Customer updated.":["Cliente aggiornato."],"Create this customer in test mode if you are going to use this account for test mode purchasing.":["Crea questo cliente in modalità test se utilizzerai questo account per l'acquisto in modalità test."],"Your customer's email.":["L'e-mail del tuo cliente."],"Customer Email":["E-mail del cliente"],"Your customer's full name.":["Il nome completo del tuo cliente."],"Customer Name":["Nome del cliente"],"Create New Customer":["Crea nuovo cliente"],"Archived On":["Archiviato il"],"Last Updated":["Ultimo aggiornamento"],"Duration":["Durata"],"Summary":["Riepilogo"],"%d months":["%d mesi"],"%s%% off":["%s %% di sconto"],"Number of months":["Numero di mesi"],"Discount Duration":["Durata dello sconto"],"Fixed Discount":["Sconto fisso"],"Percentage Discount":["Sconto percentuale"],"Choose a type":["Scegli un tipo"],"Repeating":["Ripetere"],"Any Customer":["Qualsiasi Cliente"],"Limit To A Specific Customer":["Limita a un cliente specifico"],"If none of these conditions are true":["Se nessuna di queste condizioni è vera"],"If any of these conditions are true":["Se una di queste condizioni è vera"],"If all of these conditions are true":["Se tutte queste condizioni sono vere"],"Allow Coupon":["Consenti coupon"],"Restrict this coupon":["Limita questo coupon"],"Restrictions":["Restrizioni"],"Find a product...":["Trova un prodotto..."],"Add Product Restriction":["Aggiungi restrizione prodotto"],"Product Restrictions":["Restrizioni del prodotto"],"%d prices":["%d prezzi"],"Add Filter":["Aggiungi filtro"],"Select A Customer":["Seleziona Un cliente"],"Coupon is valid for":["Il coupon è valido per"],"Add A Restriction":["Aggiungi una restrizione"],"Users must redeem this coupon by:":["Gli utenti devono riscattare questo coupon:"],"Limit the end date when customers can redeem this coupon.":["Limita la data di fine in cui i clienti possono riscattare questo coupon."],"End Date":["Data di scadenza"],"Minimum order subtotal":[],"No Minimum":[],"The minimum order subtotal amount required to apply this coupon.":[],"The number of times a single customer can use this coupon.":["Il numero di volte che un singolo cliente può utilizzare questo coupon."],"Usage limit per customer":["Limite di utilizzo per cliente"],"Unlimited Usage":["Utilizzo illimitato"],"This limit applies across customers so it won't prevent a single customer from redeeming multiple times.":["Questo limite si applica a tutti i clienti in modo da non impedire a un singolo cliente di riscattare più volte."],"Usage limit per coupon":["Limite di utilizzo per coupon"],"Redemption Limits":["Limiti di rimborso"],"time":["una volta","più volte"],"Limit the number of times this code can be redeemed.":["Limita il numero di volte in cui questo codice può essere riscattato."],"Usage Limit":["Limite di utilizzo"],"Limit the usage of this promotion code":["Limita l'utilizzo di questo codice promozionale"],"Leave this blank and we will generate one for you.":["Lascia questo campo vuoto e ne genereremo uno per te."],"New Promotion Code":["Nuovo codice promozionale"],"Edit Promotion Code":["Modifica il codice promozionale"],"Promotion created.":["Promozione creata."],"Promotion updated.":[],"Customer created.":[],"Hide %d Archived Promotion Codes":[],"Show %d Archived Promotion Codes":[],"Add Promotion Code":[],"Promotion Codes":[],"Are you sure you want to delete this promotion code?":[],"Delete this promotion code?":[],"Uses":["Usi"],"Restored.":["Ripristinato."],"Archived.":["Archiviato."],"Are you sure you want to delete this coupon?":["Sei sicuro di voler eliminare questo coupon?"],"Delete this coupon?":["Eliminare questo coupon?"],"Update Coupon":["Aggiorna coupon"],"Edit Coupon":["Modifica il coupon"],"Coupon updated.":["Coupon aggiornato."],"Deleted.":["Eliminato."],"Create Coupon":["Crea Coupon"],"Customers will enter this discount code at checkout. Leave this blank and we will generate one for you.":["I clienti inseriranno questo codice sconto al momento del pagamento. Lascia questo campo vuoto e ne genereremo uno per te."],"Promotion Code":["Codice promozionale"],"This is an internal name for your coupon. This is not visible to customers.":["Questo è un nome interno per il tuo coupon. Questo non è visibile ai clienti."],"Coupon Name":["Nome coupon"],"Create New Coupon":["Crea nuovo coupon"],"Coupon created.":["Coupon creato."],"Disable":["Disattivare"],"This discount code will not be usable and all unsaved changes will be lost.":["Questo codice sconto non sarà utilizzabile e tutte le modifiche non salvate andranno perse."],"Disable \"%s\"?":["Disabilitare \" %s \"?"],"Permanently delete %s? You cannot undo this action.":["Eliminare definitivamente %s ? Non puoi annullare questa azione."],"This coupon will not be usable and all unsaved changes will be lost.":[],"Un-Archive %s? This will make the coupon useable again.":[],"Search for a user...":[],"Select a user":[],"Upgrade Your Plan":[],"Unlock revenue boosting features when you upgrade your plan!":[],"You have unsaved changes. If you proceed, they will be lost.":[],"Keep Update":[],"Delete Update":[],"Manage Scheduled Update":[],"Decrease quantity":[],"Increase quantity":[],"Change Product":[],"Change Product Decrease Quantity":[],"Change Product And Increase Quantity":[],"Your storage space is low":[],"of":[],"Search for a product...":["Cerca un prodotto..."],"Select a product":["Seleziona un prodotto"],"Add New Upgrade Group":[],"Search for an upgrade group...":[],"Select an upgrade group":[],"Add New Product":["Aggiungi nuovo prodotto"],"Variant Out of Stock.":[],"Search for a price...":["Cerca un prezzo..."],"Select a price":["Seleziona un prezzo"],"%s available":[],"Ok":[],"Permalink":[],"Add Media":["Aggiungi contenuti multimediali"],"Title":["Titolo"],"Leave empty if the image is purely decorative.":[],"Alternative Text":[],"Size":["Dimensione"],"Filename":["Nome del file"],"Are you sure you wish to delete this media item? This cannot be undone.":["Sei sicuro di voler eliminare questo elemento multimediale? Questo non può essere annullato."],"%s file":[],"Public":["Pubblico"],"Private":["Privato"],"SureCart Media":["SureCart Media"],"Please complete setting up your store. Its free and only takes a minute.":[],"Complete Setup!":[],"Next Page":["Pagina successiva"],"Previous Page":["Pagina precedente"],"Max":["Massimo"],"Upload Media":["Carica contenuti multimediali"],"Something went wrong. Please try again.":["Qualcosa è andato storto. Per favore riprova."],"Added":["Aggiunto"],"No items found":["Nessun elemento trovato"],"Could not download the file.":["Impossibile scaricare il file."],"Any price":["Qualsiasi prezzo"],"Select date":["Seleziona la data"],"Please choose date to continue.":["Si prega di scegliere la data per continuare."],"Failed to un-cancel subscription.":["Non è stato possibile ripristinare l'abbonamento annullato."],"Could not un-cancel subscription.":[],"Start Plan":[],"Ended":[],"Renews":[],"Begins":[],"Cancels":[],"Activate":[],"Failed to start subscription.":[],"Could not start subscription.":[],"Are you sure you want to start the subscription? This will immediately charge the customer.":[],"Don't Cancel":[],"Immediately":[],"\tAt end of current period":[],"Cancel Subscription":[],"Failed to cancel subscription.":[],"Could not cancel subscription.":[],"Revoke":[],"Unrevoke":[],"Purchases":[],"Load More":[],"%s item":[],"None found.":[],"The associated subscription will also be cancelled.":["Anche l'abbonamento associato verrà annullato."],"Qty":["Quantità"],"Select All":["Seleziona Tutti"],"Unselect All":["Deseleziona Tutti"],"Revoke Purchase(s)":["Annulla Acquisti"],"Select a reason":[],"Reason":[],"Refunds can take 5-10 days to appear on a customer's statement. Processor fees are typically not returned.":[],"Refund Payment":[],"Failed to create refund.":["Non è stato possibile creare il rimborso."],"We were unable to issue a refund with this payment processor. Please check with your payment processor and try issuing the refund directly through the processor.":["Non siamo stati in grado di emettere un rimborso con questo elaboratore di pagamenti. Verifica con il tuo processore di pagamento e prova a emettere il rimborso direttamente tramite il processore."],"View charge on ":["Visualizza addebito attivo"],"No charges":["Nessun addebito"],"Charges":["Costi"],"Refund":["Rimborso"],"Partially Refunded":["Parzialmente rimborsato"],"Complete Setup":[],"Invalid":["Non valido"],"VAT Number":[],"ABN Number":["Numero ABN"],"GST Number":["Numero GST"],"Edit Tax ID":[],"Add A Tax ID":[],"Tax":[],"This order has products that are not shippable to this address.":[],"This order requires shipping. Please enter an address.":[],"Select a customer":[],"Select a Customer":[],"Last Name":[],"First Name":[],"Add Customer":[],"Add some products to this order.":[],"Enter an Amount":[],"Change Amount":[],"Fee":[],"Starting in %s day":[],"Available: %d":[],"--":[],"Choose":[],"Current":["Corrente"],"No payment methods found.":[],"This customer does not have any payment methods that are reusable. This means we cannot charge this customer without them entering their payment details again. Please ask the customer to add a payment method to their account, or use a manual payment method.":[],"Remove":[],"Exp.":["Esp."],"Amount Due":["Importo dovuto"],"Trial":["Prova"],"Add Coupon Code":["Aggiungi Codice Sconto"],"Enter Coupon Code":[],"Order Tax":[],"Add Product":["Aggiungi prodotto"],"Update":["Aggiornamento"],"Edit Shipping & Tax Address":[],"Add A Shipping Address":[],"This will create an order that requires a manual payment (i.e. cash or check). Once you create this order it is not possible to pay it another way. Do you want to continue?":[],"Are you sure you want to continue?":[],"This will charge the customer %s.":[],"Confirm Manual Payment":[],"Confirm Charge":["Conferma Addebito"],"Create Order":[],"This order has already been created. Please create a new order.":[],"Order Complete":[],"Order Created.":[],"There are no cancellation reasons for this period.":["Non ci sono motivi di cancellazione per questo periodo."],"No Reason Provided":["Nessun motivo fornito"],"Percentage Of Subscriptions Saved By Coupon":["Percentuale di abbonamenti salvati dal coupon"],"Saved Rate By Coupon":["Tasso Salvato dal Coupon"],"Percentage Of Subscriptions Saved":["Percentuale di abbonamenti salvati"],"Saved Rate":["Tariffa Salvata"],"Total Lost Cancellations":["Annullamenti Totali Persi"],"Total Lost":["Totale Perso"],"Total Saved By Coupon":["Totale Risparmiato con Coupon"],"Saved By Coupon":["Salvato dal Coupon"],"Total Saved Count":["Conteggio totale salvato"],"Saved Count":["Conteggio Salvato"],"Total Cancellation Attempts":["Tentativi totali di cancellazione"],"Priority":["Priorità"],"Change":["Modifica"],"Preview":["Anteprima"],"Add Condition":["Aggiungi condizione"],"Select An Upgrade Group":[],"Select A Product":["Seleziona un prodotto"],"Select A Price":["Seleziona un prezzo"],"Product price":[],"Choose An Item":["Seleziona un elemento"],"Are you sure you want to discard this condition?":["Sei sicuro di voler eliminare questa condizione?"],"Fixed":[],"Percentage":[],"Discount Amount":[],"Add a description that will get your customers excited about the offer.":[],"Bump Description":[],"Add a description":[],"Set a custom call to action for the bump.":[],"Call to action":[],"Optional":[],"Custom Call to action":[],"Add some conditions to display this bump.":[],"Prices":[],"None of these items are in the cart.":[],"Any of these items are in the cart.":[],"All of these items are in the cart.":[],"Show Bump Offer If":[],"Add A Condition":[],"Display Conditions":[],"If enabled, the discount will be applied if the display conditions are satisfied, even if they do not click the bump. If disabled, the discount will only be applied if the customer clicks the order bump.":["Se abilitato, lo sconto verrà applicato se le condizioni di visualizzazione sono soddisfatte, anche se non fanno clic sul bump. Se disabilitato, lo sconto verrà applicato solo se il cliente fa clic sul bump dell'ordine."],"Edit Bump":[],"Save Order Bump":[],"Delete":[],"Bump un-archived.":[],"Bump archived.":[],"Archive this bump? This bump will not be purchaseable and all unsaved changes will be lost.":[],"Un-Archive this bump? This will make the product purchaseable again.":[],"Bump deleted.":[],"Permanently delete this order bump? You cannot undo this action.":[],"Order Bump updated.":[],"This is the price for the bump.":[],"Order Bump Price":[],"Bump Name":[],"Create New Order Bump":[],"Something went wrong.":[],"Upcoming":[],"Email #%d":[],"Schedule":[],"Metadata":[],"Coupon:":[],"Discounts":[],"Applied Balance":[],"Proration":[],"View Order":[],"Checkout Details":[],"Created on %s":[],"Redeem By":[],"Not Redeemed":[],"Redeemed":[],"Discount":[],"Address":[],"adjust your settings":[],"To adjust your abandoned checkout notifications,":[],"Copy":[],"Copied!":[],"Cart Recovery Link":[],"Error copying to clipboard":[],"Shipping & Tax Address":[],"Enabled":["Abilitato"],"View Abandoned Checkout":[],"Notifications disabled.":[],"Notifications enabled.":[],"Something went wrong":[],"Percentage of revenue recovered":[],"Potential Revenue Recovery Rate":[],"Revenue Recovery Rate":[],"Total recovered revenue":[],"Potential Recovered Revenue":[],"Recovered Revenue":[],"Total recoverable revenue":[],"Recoverable Revenue":[],"Percentage of checkouts recovered":[],"Potential Checkout Recovery Rate":[],"Checkout Recovery Rate":[],"Total recovered checkouts":[],"Potential Recovered Checkouts":[],"Recovered Checkouts":[],"Total Recoverable Checkouts":[],"Recoverable Checkouts":[],"Last Month":[],"This Month":[],"Last Week":[],"This Week":[],"Yesterday":[],"Today":[],"Last 30 Days":[],"Home":[],"You must first purchase something to access your dashboard.":[],"It looks like you are not yet a customer.":[],"Sign in to your account":[],"You have not been charged for this order.":[],"Order Details":[],"Not Published":["Non Pubblicato"],"Total Due":["Totale dovuto"],"Total Due Today":["Totale Dovuto Oggi"],"Subtotal":[],"Enter coupon code":["Inserisci il codice sconto"],"Coupon Code":["Codice Sconto"],"Recommended":["Consigliato"],"Payment":[],"Your name":["Il tuo nome"],"Your email address":["Il tuo indirizzo email"],"Product description":[],"Product name":[],"Help":[],"Boost Your Revenue":[],"Store Settings":[],"Your API key is incorrect. Please double-check it is correct and update it.":[],"Version %s":[],"SureCart Status":[],"Clear Account Cache":[],"Cache cleared.":[],"This user is not a customer.":[],"Subscription Insights":[],"Search Products":[],"An upgrade groups is how you define upgrade and downgrade paths for your customers. It is based on products they have previously purchased.":[],"What are Upgrade Groups?":[],"Search product collections":[],"Save Settings":[],"Plugin Settings":[],"Saved.":[],"Get Help":[],"Create A Form":[],"Create A Product":[],"Get started by creating your first product or creating a new checkout form.":[],"Set Up My Store":[],"Commerce on WordPress has never been easier, faster, or more flexible.":[],"Welcome to SureCart!":[],"Complete Installation":[],"Api token":[],"Enter your API Token":[],"Just one last step!":[],"Please enter an API key.":[],"This Is A Duplicate Or Staging Site":[],"We will create a new connection for this site. This can happen if you are using a staging site or want to have more than one website connected to the same store.":[],"I want to have both sites connected to the store \"%s\".":[],"I Changed My Site Address":[],"We will update the SureCart connection to the your new url. This is often the case when you have changed your website url or have migrated your site to a new domain.":[],"I want to update this site connection to the store \"%s\".":[],"Learn More":[],"Two sites that are telling SureCart they are the same site. Please let us know how to treat this website change.":[],"There are two websites connected to the same SureCart store.":[],"Search Licenses":[],"Invoices are similar to orders, but are used for payments and plan changes on active subscriptions. In the future you will be able to create an invoice to send out.":[],"What are Invoices?":[],"Search Customers":[],"Update your api token to change or update the connection to SureCart.":[],"Connection Settings":[],"Find My Api Token":[],"Enter your api token.":[],"Api Token":[],"Add your API token to connect to SureCart.":[],"Connection Details":[],"Update Your Connection":[],"We are currently working on our Pro features. Please check back once we release new revenue and time saving features.":[],"Coming soon...":[],"Cancellation Attempts":["Tentativi di Annullamento"],"Get Subscription Saver":["Ottieni Subscription Saver"],"Automatically lower your subscription cancellation while making customers happy and saving more revenue with Subscription Saver.":["Riduci le disdette degli abbonamenti in modo automatico, migliorando la soddisfazione dei clienti ed aumentando le entrate con Subscription Saver."],"The easiest thing you can do to increase subscription revenue.":["La cosa più semplice da fare per aumentare i ricavi da abbonamento."],"Completely remove all plugin data when deleted. This cannot be undone.":[],"Remove Plugin Data":[],"Change your plugin uninstall settings.":[],"Uninstall":[],"Use Stripe's Card Element instead of the Payment Element in all forms.":[],"Use the Stripe Card Element":[],"Opt-in to some legacy features of the plugin.":[],"Legacy Features":[],"This can slightly increase page load speed, but may require you to enable CORS headers for .js files on your CDN. Please check your checkout forms after you enable this option in a private browser window.":[],"Use JavaScript ESM Loader":[],"Change your plugin performance settings.":[],"Performance":[],"Save":[],"Advanced Settings":[],"Upgrade":[],"69% of shoppers abandon their checkouts before completing a purchase. Recover lost revenue with automated, high-converting emails.":[],"Recover lost sales with abandoned checkouts.":[],"Log Out":["Log Out"],"Open or close account menu":[],"Back Home":[],"Two Column":["Due Colonne"],"Simple":["Semplice"],"Sections":["Sezioni"],"Full Page":[],"Donation":[],"Update Password":["Aggiorna La Password"],"Update Account Details":["Aggiorna I Dati Dell'Account"],"Account Details":["Dettagli dell'account"],"Payment Method":["Metodo di Pagamento"],"Cancel":[],"New Plan":["Nuovo Piano"],"Confirm":["Confermare"],"Choose a Variation":[],"Choose Variation":[],"Enter An Amount":["Inserisci Un Importo"],"Enter Amount":["Inserisci Importo"],"By updating or canceling your plan, you agree to the <a href=\"%1$1s\" target=\"_blank\">%2$2s<\/a>":["Aggiornando o annullando il tuo piano, accetti il <a href=\"%1$1s\" target=\"_blank\">%2$2s<\/a>"],"Privacy Policy":["Politica sulla privacy"],"Terms":["Termini"],"By updating or canceling your plan, you agree to the <a href=\"%1$1s\" target=\"_blank\">%2$2s<\/a> and <a href=\"%3$3s\" target=\"_blank\">%4$4s<\/a>":["Aggiornando o annullando il tuo piano, accetti il <a href=\"%1$1s\" target=\"_blank\">%2$2s<\/a> e <a href=\"%3$3s\" target=\"_blank\">%4$4s<\/a>"],"Change Payment Method":["Cambia Metodo di Pagamento"],"Update Payment Method":["Aggiorna Metodo Di Pagamento"],"Current Plan":["Piano Corrente"],"Credit Card":["Carta Di Credito"],"Add Payment Method":["Aggiungi Metodo di Pagamento"],"You cannot currently add a payment method. Please contact us for support.":["Non è possibile aggiungere un metodo di pagamento al momento. Si prega di contattarci per assistenza."],"You are not currently a customer.":["Non sei attualmente un cliente."],"Switch to live mode.":["Passa alla modalità live."],"You are not a test mode customer.":["Non sei un cliente in modalità test."],"Switch to test mode.":["Passa alla modalità test."],"You are not a live mode customer.":["Non sei un cliente in modalità live."],"Order History":["Cronologia Ordini"],"License Keys":["Chiavi di licenza"],"Download":["Download"],"Update Billing Details":["Aggiorna Dettagli Di Fatturazione"],"Billing Details":["Dettagli Fatturazione"],"Payment History":["Cronologia Pagamenti"],"You do not have permission to do this.":["Non hai il permesso di farlo."],"Example Product Title":[],"Link to %s product collection.":[],"Unavailable":[],"Sold Out":[],"Unavailable For Purchase":[],"Logout":[],"Test Mode":[],"Update Plan":["Aggiorna Piano"],"[block rendering halted]":["[blocco di rendering interrotto]"],"Apply":["Fare domanda a"],"Buy Now":["Acquista Ora"],"Limit result set to users with specific customer ids.":[],"Limit result set to users with a customer.":[],"SureCart Layout":[],"SureCart Customer Dashboard":["Dashboard Cliente Surecart"],"Template used for specific single SureCart collection pages.":[],"Product Collection: %s":[],"Template used for specific single SureCart product pages.":[],"This form is not available or has been deleted.":[],"Add To Cart":["Aggiungi al carrello"],"Pricing":["Prezzi"],"Invalid recaptcha score. Please try again.":[],"Invalid recaptcha check. Please try again.":[],"SureCart Product updated.":[],"SureCart Product scheduled.":[],"SureCart Product reverted to draft.":[],"SureCart Product published privately.":[],"SureCart Product published.":[],"SureCart Products list":[],"SureCart Products list navigation":[],"Search SureCart Products":[],"All SureCart Products":[],"View SureCart Product":[],"Edit SureCart Product":[],"New SureCart Product":[],"Add new SureCart Product":[],"SureCart Product\u0004Add New":[],"post type singular name\u0004SureCart Product":[],"post type general name\u0004SureCart Products":[],"SureCart Product Collection updated.":[],"SureCart Product Collection scheduled.":[],"SureCart Product Collection reverted to draft.":[],"SureCart Product Collection published privately.":[],"SureCart Product Collection published.":[],"SureCart Product Collections list":[],"SureCart Product Collections list navigation":[],"Search SureCart Product Collections":[],"All SureCart Product Collections":[],"View SureCart Product Collection":[],"Edit SureCart Product Collection":[],"New SureCart Product Collection":[],"Add new SureCart Product Collection":[],"SureCart Product Collection\u0004Add New":[],"post type singular name\u0004SureCart Product Collection":[],"post type general name\u0004SureCart Product Collections":[],"(no title)":[],"Shortcode":[],"Mode":[],"Published In":[],"Checkout Form updated.":[],"Checkout Form scheduled.":[],"Checkout Form reverted to draft.":[],"Checkout Form published privately.":[],"Checkout Form published.":[],"Checkout Forms list":[],"Checkout Forms list navigation":[],"Search Checkout Forms":[],"All Checkout Forms":[],"View Checkout Form":[],"Edit Checkout Form":[],"New Checkout Form":[],"Add new Checkout Form":[],"Checkout Form\u0004Add New":[],"post type singular name\u0004Checkout Form":[],"post type general name\u0004Checkout Forms":[],"Cart updated.":[],"Cart scheduled.":[],"Cart reverted to draft.":[],"Cart published privately.":[],"Cart published.":[],"Carts list":[],"Carts list navigation":[],"Filter checkout forms list":[],"No checkout forms found in Trash.":[],"No checkout forms found.":[],"Search Carts":[],"All Carts":[],"View Cart":[],"Edit Cart":[],"New Cart":[],"Add new Cart":[],"Cart\u0004Add New":[],"post type singular name\u0004Cart":[],"post type general name\u0004Carts":[],"Shop Page":[],"Order Confirmation":[],"Customer Dashboard":[],"Store Checkout":[],"Deleting This is Restricted":["La Cancellazione è Limitata"],"To prevent misconfiguration, you cannot delete the default checkout page. Please deactivate SureCart to delete this page.":["Per evitare errori di configurazione, non è possibile eliminare la pagina di checkout predefinita. Si prega di disattivare SureCart per eliminare questa pagina."],"To prevent misconfiguration, you cannot delete the default checkout form. Please deactivate SureCart to delete this form.":["Per prevenire errori di configurazione, non è possibile eliminare il modulo di checkout predefinito. Si prega di disattivare SureCart per eliminare questo modulo."],"Shop page title\u0004Shop":[],"Shop page slug\u0004shop":[],"Please troubleshoot the issue if integrations are important to your store.":[],"The SureCart webhook has received repeated errors.":[],"webhook connection is being monitored for errors.":[],"The SureCart webhook is currently disabled which can cause issues with integrations. This can happen automatically due to repeated errors, or could have been disabled manually. Please re-enable the webhook and troubleshoot the issue if integrations are important to your store.":[],"webhook is disabled.":[],"Webhooks":[],"Webhooks are working normally.":[],"Troubleshoot Connection":[],"Webhook processing is working normally.":[],"%d of your webhooks failed to process on your site. Please check your error logs to make sure errors did not occur in webhook processing.":[],"SureCart Webhooks Processing":[],"SureCart Webhooks Processing Error":[],"API for is not reachable.":[],"API for is reachable.":[],"Webhooks Connection":[],"API connectivity":[],"Working":[],"%d Unprocessed webhooks":[],"Webhooks Processing":[],"Not registered":[],"Registered Webhook URL":[],"Store URL":["URL del negozio"],"Store ID":[],"Not connected":[],"Connected":[],"API Connectivity":[],"<p>The Gutenberg plugin is currently active. SureCart blocks might not perform as expected within the block editor. If you encounter any issues, consider disabling the Gutenberg plugin.<p>":[],"Your store does not appear to be using a secure connection. A secure connection (https) is required to use SureCart to process live transactions.":[],"Add to menu":[],"Select all":[],"No product collections added.":[],"Deleted":[],"Custom Forms":[],"Forms":[],"Customer Area":[],"Cancellations":["Annullamenti"],"Cancellation Insights":["Statistiche Cancellazioni"],"Upgrade Groups":[],"Order Bumps":[],"Add New":[],"Checkouts":[],"Claim Account":[],"Complete Signup":[],"Get Started":[],"Visit Store":[],"Visit SureCart Store":[],"(GMT+13:00) Tokelau Is.":[],"(GMT+13:00) Samoa":[],"(GMT+13:00) Nuku&#39;alofa":[],"(GMT+12:45) Chatham Is.":[],"(GMT+12:00) Wellington":[],"(GMT+12:00) Marshall Is.":[],"(GMT+12:00) Kamchatka":[],"(GMT+12:00) Fiji":[],"(GMT+12:00) Auckland":[],"(GMT+11:00) Srednekolymsk":[],"(GMT+11:00) Solomon Is.":[],"(GMT+11:00) New Caledonia":[],"(GMT+11:00) Magadan":[],"(GMT+10:00) Vladivostok":[],"(GMT+10:00) Sydney":[],"(GMT+10:00) Port Moresby":[],"(GMT+10:00) Melbourne":[],"(GMT+10:00) Hobart":[],"(GMT+10:00) Guam":[],"(GMT+10:00) Canberra":[],"(GMT+10:00) Brisbane":[],"(GMT+09:30) Darwin":[],"(GMT+09:30) Adelaide":[],"(GMT+09:00) Yakutsk":[],"(GMT+09:00) Tokyo":[],"(GMT+09:00) Seoul":[],"(GMT+09:00) Sapporo":[],"(GMT+09:00) Osaka":[],"(GMT+08:00) Ulaanbaatar":[],"(GMT+08:00) Taipei":[],"(GMT+08:00) Singapore":[],"(GMT+08:00) Perth":[],"(GMT+08:00) Kuala Lumpur":[],"(GMT+08:00) Irkutsk":[],"(GMT+08:00) Hong Kong":[],"(GMT+08:00) Chongqing":[],"(GMT+08:00) Beijing":[],"(GMT+07:00) Novosibirsk":[],"(GMT+07:00) Krasnoyarsk":[],"(GMT+07:00) Jakarta":[],"(GMT+07:00) Hanoi":[],"(GMT+07:00) Bangkok":[],"(GMT+06:30) Rangoon":[],"(GMT+06:00) Urumqi":[],"(GMT+06:00) Dhaka":[],"(GMT+06:00) Astana":[],"(GMT+06:00) Almaty":[],"(GMT+05:45) Kathmandu":[],"(GMT+05:30) Sri Jayawardenepura":[],"(GMT+05:30) New Delhi":[],"(GMT+05:30) Mumbai":[],"(GMT+05:30) Kolkata":[],"(GMT+05:30) Chennai":[],"(GMT+05:00) Tashkent":[],"(GMT+05:00) Karachi":[],"(GMT+05:00) Islamabad":[],"(GMT+05:00) Ekaterinburg":[],"(GMT+04:30) Kabul":[],"(GMT+04:00) Yerevan":[],"(GMT+04:00) Tbilisi":[],"(GMT+04:00) Samara":[],"(GMT+04:00) Muscat":[],"(GMT+04:00) Baku":[],"(GMT+04:00) Abu Dhabi":[],"(GMT+03:30) Tehran":[],"(GMT+03:00) Volgograd":[],"(GMT+03:00) St. Petersburg":[],"(GMT+03:00) Riyadh":[],"(GMT+03:00) Nairobi":[],"(GMT+03:00) Moscow":[],"(GMT+03:00) Minsk":[],"(GMT+03:00) Kuwait":[],"(GMT+03:00) Istanbul":[],"(GMT+03:00) Baghdad":[],"(GMT+02:00) Vilnius":[],"(GMT+02:00) Tallinn":[],"(GMT+02:00) Sofia":[],"(GMT+02:00) Riga":[],"(GMT+02:00) Pretoria":[],"(GMT+02:00) Kyiv":[],"(GMT+02:00) Kaliningrad":[],"(GMT+02:00) Jerusalem":[],"(GMT+02:00) Helsinki":[],"(GMT+02:00) Harare":[],"(GMT+02:00) Cairo":[],"(GMT+02:00) Bucharest":[],"(GMT+02:00) Athens":[],"(GMT+01:00) Zurich":[],"(GMT+01:00) Zagreb":[],"(GMT+01:00) West Central Africa":[],"(GMT+01:00) Warsaw":[],"(GMT+01:00) Vienna":[],"(GMT+01:00) Stockholm":[],"(GMT+01:00) Skopje":[],"(GMT+01:00) Sarajevo":[],"(GMT+01:00) Rome":[],"(GMT+01:00) Prague":[],"(GMT+01:00) Paris":[],"(GMT+01:00) Madrid":[],"(GMT+01:00) Ljubljana":[],"(GMT+01:00) Dublin":[],"(GMT+01:00) Copenhagen":[],"(GMT+01:00) Casablanca":[],"(GMT+01:00) Budapest":[],"(GMT+01:00) Brussels":[],"(GMT+01:00) Bratislava":[],"(GMT+01:00) Bern":[],"(GMT+01:00) Berlin":[],"(GMT+01:00) Belgrade":[],"(GMT+01:00) Amsterdam":[],"(GMT+00:00) UTC":[],"(GMT+00:00) Monrovia":[],"(GMT+00:00) London":[],"(GMT+00:00) Lisbon":[],"(GMT+00:00) Edinburgh":[],"(GMT-01:00) Cape Verde Is.":[],"(GMT-01:00) Azores":[],"(GMT-02:00) Mid-Atlantic":[],"(GMT-03:00) Montevideo":[],"(GMT-03:00) Greenland":[],"(GMT-03:00) Buenos Aires":[],"(GMT-03:00) Brasilia":[],"(GMT-03:30) Newfoundland":[],"(GMT-04:00) Santiago":[],"(GMT-04:00) Puerto Rico":[],"(GMT-04:00) La Paz":[],"(GMT-04:00) Georgetown":[],"(GMT-04:00) Caracas":[],"(GMT-04:00) Atlantic Time (Canada)":[],"(GMT-05:00) Quito":[],"(GMT-05:00) Lima":[],"(GMT-05:00) Bogota":[],"(GMT-06:00) Saskatchewan":[],"(GMT-06:00) Monterrey":[],"(GMT-06:00) Mexico City":[],"(GMT-06:00) Guadalajara":[],"(GMT-06:00) Central America":[],"(GMT-07:00) Mazatlan":[],"(GMT-07:00) Chihuahua":[],"(GMT-08:00) Tijuana":[],"(GMT-11:00) Midway Island":[],"(GMT-11:00) American Samoa":[],"(GMT-12:00) International Date Line West":[],"(GMT-05:00) Indiana (East)":[],"(GMT-05:00) Eastern Time (US & Canada)":[],"(GMT-05:00) America\/Kentucky\/Monticello":[],"(GMT-05:00) America\/Kentucky\/Louisville":[],"(GMT-05:00) America\/Indiana\/Winamac":[],"(GMT-05:00) America\/Indiana\/Vincennes":[],"(GMT-05:00) America\/Indiana\/Vevay":[],"(GMT-05:00) America\/Indiana\/Petersburg":[],"(GMT-05:00) America\/Indiana\/Marengo":[],"(GMT-05:00) America\/Detroit":[],"(GMT-06:00) Central Time (US & Canada)":[],"(GMT-06:00) America\/North_Dakota\/New_Salem":[],"(GMT-06:00) America\/North_Dakota\/Center":[],"(GMT-06:00) America\/North_Dakota\/Beulah":[],"(GMT-06:00) America\/Menominee":[],"(GMT-06:00) America\/Indiana\/Tell_City":[],"(GMT-06:00) America\/Indiana\/Knox":[],"(GMT-07:00) Mountain Time (US & Canada)":[],"(GMT-07:00) Arizona":[],"(GMT-07:00) America\/Boise":[],"(GMT-08:00) Pacific Time (US & Canada)":[],"(GMT-09:00) America\/Yakutat":[],"(GMT-09:00) America\/Sitka":[],"(GMT-09:00) America\/Nome":[],"(GMT-09:00) America\/Metlakatla":[],"(GMT-09:00) America\/Anchorage":[],"(GMT-09:00) Alaska":[],"(GMT-10:00) Hawaii":[],"(GMT-10:00) America\/Adak":[],"%s = human-readable time difference\u0004%s ago":[],"This is outside the allowed amount.":[],"max count reached":[],"must be at least 12 hours between emails":[],"must be less than 1 week":[],"must be 15 minutes or more":[],"Only one active abandoned checkout is allowed at a time":[],"It is not a valid hex color.":[],"It is not valid or enabled.":[],"It is expired.":[],"It does not match parent currency.":[],"It is archived.":[],"Must be even":[],"Must be odd":[],"Wrong length.":[],"Must be smaller.":[],"Must be larger.":[],"Too short.":[],"Too long.":[],"Must be accepted.":[],"This doesn't match":[],"This is reserved.":[],"This is not included in the list.":[],"Validation failed":[],"Must be an integer":[],"Not a number":[],"Not found.":[],"Must be blank":[],"Can't be blank.":[],"Can't be empty.":[],"There were some validation errors.":[],"Invalid.":[],"%s is no longer purchasable.":[],"%s is too high.":[],"%s is not available with subscriptions.":[],"%s must be a number.":[],"%s can't be blank.":[],"This email is already in use.":[],"The quantity returned is greater than the quantity fulfilled.":[],"The currency of this product's price is different from the store currency.":[],"This product is no longer available for purchase.":[],"This product is out of stock.":[],"This amount is outside the allowed amount.":[],"You have exceeded the purchase limit for this product.":[],"This payment method cannot be deleted because there are no other valid or reusable saved payment methods available.":[],"This payment method is not valid or reusable.":[],"This coupon is not applicable to this subscription.":[],"The minimum amount must be a number.":[],"The minimum amount must be greater than or equal to zero.":[],"The maximum amount must be a number.":[],"The maximum amount must be greater than or equal to the minimum amount.":[],"The minimum weight must be a number.":[],"The minimum weight must be greater than or equal to zero.":[],"The maximum weight must be a number.":[],"The maximum weight must be greater than or equal to the minimum weight.":[],"The shipping method cannot be blank.":[],"The shipping weight unit is not valid.":[],"The shipping weight unit cannot be blank.":[],"The shipping rate type is not valid.":[],"The shipping rate type cannot be blank.":[],"The shipping method description is too long. Please enter a shorter description.":[],"The shipping method name is already in use.":[],"The shipping method name is too long. Please enter a shorter name.":[],"The shipping method name cannot be blank.":[],"The selected countries are not valid.":[],"The selected countries are already used in another shipping zone.":[],"The shipping zone name is too long. Please enter a shorter name.":[],"The shipping zone name is already in use.":[],"The shipping zone name cannot be blank.":[],"The shipping profile name is too long. Please enter a shorter name.":[],"The shipping profile name cannot be blank.":[],"The shipping method name is already in use .":[],"We don't currently ship to your address.":[],"This URL part is already taken. Please choose another URL part.":[],"The name cannot be blank.":[],"This name is already taken. Please choose another name.":[],"You have reached the maximum number of options for this product.":[],"This option name is already taken. Please use a different name.":[],"You have already requested a code in the last 60 seconds. Please wait before requesting again.":[],"This file type is not supported.":[],"You cannot delete this media item because it is currently being used.":[],"You cannot enable taxes unless a valid tax address is provided":[],"You cannot enable EU Micro Exemption if your address is outside of the EU.":[],"You are already collecting tax for this zone.":[],"The maximum price must be greater than the minimum price.":[],"The minimum price must be smaller.":[],"The maximum price must be smaller.":[],"This price is currently being used in subscriptions or checkout sessions. Please archive the price and create another one.":[],"This product is no longer purchaseable.":[],"You can only apply this offer once.":[],"This prefix is too short. Please enter a longer prefix.":[],"This prefix is too long. Please enter a shorter prefix.":[],"Please double-check your prefix does not contain any spaces, underscores, dashes or special characters.":[],"This is not a valid coupon code":[],"This discount code does not apply to this currency.":[],"This coupon has expired.":[],"Your postal code is not valid.":[],"Failed to update. Please check for errors and try again.":[],"This coupon code is invalid.":[],"The prices in this checkout session have changed. Please recheck it before submitting again.":[],"Please enter a valid tax number.":[],"Please add a valid address with necessary shipping information.":[],"The product image must be an image.":[],"This product has prices that are currently being used. Please archive the product instead if it is not already archived.":[],"There are no processors to make the payment. Please contact us for assistance.":[],"This promotion code already exists. Please archive the old code or use a different code.":[],"A price with this currency and recurring interval already exists. Please create a new product to create this price.":[],"The compare at price must be greater than the price.":[],"The price cannot be blank.":[],"You cannot add a one-time product to a subscription.":[],"The payment method is not valid (chargeable fingerprint blank). Please double-check it and try again.":[],"This payment method cannot be used for subscriptions.":["Questo metodo di pagamento non può essere utilizzato per gli abbonamenti."],"The refund amount is greater than the refundable amount.":[],"This download cannot be removed or archived when it is set as the current release.":[],"Please select a customer.":[],"This coupon is not valid. Please double-check it and try again.":[],"Please fill out your address.":[],"One of these products is no longer purchaseable.":["Uno di questi prodotti non è più acquistabile."],"Please add at least one product.":[],"Invalid Checkout":[],"Invalid promotion code.":[],"The price is already being used in subscriptions or checkout sessions. Please archive the price and create another one.":[],"This coupon is for a different currency and cannot be applied.":[],"Failed to save coupon.":[],"Could not complete the request. Please try again.":[],"Repeat payment":[],"Pay what you want":[],"Amount":[],"Percent Off":[],"Amount Off":[],"Promotion code":[],"Error.":[],"You must spend at least %s to use this coupon.":[],"You must enter a quantity greater than or equal to %s":[],"The product is out of stock. Please remove it from your cart.":[],"You must enter an amount between %1$s and %2$s":[],"%s is invalid.":[],"Zambian Kwacha":[],"Yemeni Rial":[],"West African Cfa Franc":[],"Vietnamese Đồng":[],"Vanuatu Vatu":[],"Uzbekistan Som":[],"Uruguayan Peso":[],"United States Dollar":[],"United Arab Emirates Dirham":[],"Ukrainian Hryvnia":[],"Ugandan Shilling":[],"Turkish Lira":[],"Trinidad and Tobago Dollar":[],"Tongan Paʻanga":[],"Thai Baht":[],"Tanzanian Shilling":[],"Tajikistani Somoni":[],"São Tomé and Príncipe Dobra":[],"Swiss Franc":[],"Swedish Krona":[],"Swazi Lilangeni":[],"Surinamese Dollar":[],"Sri Lankan Rupee":[],"South Korean Won":[],"South African Rand":[],"Somali Shilling":[],"Solomon Islands Dollar":[],"Singapore Dollar":[],"Sierra Leonean Leone":[],"Seychellois Rupee":[],"Serbian Dinar":[],"Saudi Riyal":[],"Samoan Tala":[],"Saint Helenian Pound":[],"Rwandan Franc":[],"Russian Ruble":[],"Romanian Leu":[],"Qatari Riyal":[],"Polish Złoty":[],"Philippine Peso":[],"Peruvian Sol":[],"Paraguayan Guaraní":[],"Papua New Guinean Kina":[],"Panamanian Balboa":[],"Pakistani Rupee":[],"Norwegian Krone":[],"Nigerian Naira":[],"Nicaraguan Córdoba":[],"New Zealand Dollar":[],"New Taiwan Dollar":[],"Netherlands Antillean Gulden":[],"Nepalese Rupee":[],"Namibian Dollar":[],"Myanmar Kyat":[],"Mozambican Metical":[],"Moroccan Dirham":[],"Mongolian Tögrög":[],"Moldovan Leu":[],"Mexican Peso":[],"Mauritian Rupee":[],"Mauritanian Ouguiya":[],"Maldivian Rufiyaa":[],"Malaysian Ringgit":[],"Malawian Kwacha":[],"Macedonian Denar":[],"Macanese Pataca":[],"Liberian Dollar":[],"Lesotho Loti":[],"Lebanese Pound":[],"Lao Kip":[],"Kyrgyzstani Som":[],"Kenyan Shilling":[],"Kazakhstani Tenge":[],"Japanese Yen":[],"Jamaican Dollar":[],"Israeli New Sheqel":[],"Indonesian Rupiah":[],"Indian Rupee":[],"Icelandic Króna":[],"Hungarian Forint":[],"Hong Kong Dollar":[],"Honduran Lempira":[],"Haitian Gourde":[],"Guyanese Dollar":[],"Guinean Franc":[],"Guatemalan Quetzal":[],"Gibraltar Pound":[],"Georgian Lari":[],"Gambian Dalasi":[],"Fijian Dollar":[],"Falkland Pound":[],"Euro":[],"Ethiopian Birr":[],"Egyptian Pound":[],"East Caribbean Dollar":[],"Dominican Peso":[],"Djiboutian Franc":[],"Danish Krone":[],"Czech Koruna":[],"Croatian Kuna":[],"Costa Rican Colón":[],"Congolese Franc":[],"Comorian Franc":[],"Colombian Peso":[],"Chinese Renminbi Yuan":[],"Chilean Peso":[],"Cfp Franc":[],"Central African Cfa Franc":[],"Cayman Islands Dollar":[],"Cape Verdean Escudo":[],"Canadian Dollar":[],"Cambodian Riel":[],"Burundian Franc":[],"Bulgarian Lev":[],"Brunei Dollar":[],"British Pound":[],"Brazilian Real":[],"Botswana Pula":[],"Bosnia and Herzegovina Convertible Mark":[],"Bolivian Boliviano":[],"Bermudian Dollar":[],"Belize Dollar":[],"Belarusian Ruble":[],"Barbadian Dollar":[],"Bangladeshi Taka":[],"Bahamian Dollar":[],"Azerbaijani Manat":[],"Australian Dollar":[],"Aruban Florin":[],"Armenian Dram":[],"Argentine Peso":[],"Angolan Kwanza":[],"Algerian Dinar":[],"Albanian Lek":[],"No theme is defined for this template.":[],"Display all individual product collections content unless a custom template has been applied.":[],"Display all individual product collections unless a custom template has been applied.":[],"Template name\u0004Product Collections":[],"Template name\u0004SureCart Product Collections":[],"Display all individual products content unless a custom template has been applied.":[],"Display all individual products unless a custom template has been applied.":[],"Template name\u0004Products":[],"Template name\u0004SureCart Products":[],"Your email and cart are saved so we can send email reminders about this order.":[],"collection-page-slug\u0004collections":[],"product-page-slug\u0004products":[],"buy-page-slug\u0004buy":["acquista"],"Enter a custom base to use. A base must be set or WordPress will use default instead.":["Inserisci una base personalizzata da utilizzare. È necessario impostare una base o WordPress utilizzerà quella predefinita al suo posto."],"Custom base":["Base personalizzata"],"Product Collections":[],"If you like, you may enter custom structures for your product page URLs here. For example, using <code>collections<\/code> would make your product collection links like <code>%scollections\/sample-collection\/<\/code>.":[],"SureCart Product Collection Permalinks":[],"If you like, you may enter custom structures for your instant checkout URLs here. For example, using <code>buy<\/code> would make your product buy links like <code>%sbuy\/sample-product\/<\/code>.":[],"SureCart Instant Checkout Permalinks":[],"Shop":[],"Default":["Default"],"If you like, you may enter custom structures for your product page URLs here. For example, using <code>products<\/code> would make your product buy links like <code>%sproducts\/sample-product\/<\/code>.":[],"SureCart Product Permalinks":[],"The associated tax zone.":[],"The associated tax identifier.":[],"The associated EU tax identifier.":[],"The associated Canadian tax identifier.":[],"If set to true taxes will be automatically calculated.":[],"If set to true VAT taxes will be calculated for all EU countries.":[],"If set to true VAT taxes will be calculated using the account's home country VAT rate.":[],"If set to true GST taxes will be calculated for all Canadian provinces.":[],"Upgrade behavior. Either pending or immediate.":[],"Downgrade behavior. Either pending or immediate.":[],"Cancel behavior. Either pending or immediate.":[],"Payment retry window in weeks.":[],"The start of the date range to query.":[],"The interval to group statistics on – one of hour, day, week, month, or year.":[],"The end of the date range to query.":[],"Only return objects that have this currency. If not set, this will fallback to the account's default currency.":[],"Whether or not shipping is enabled":[],"Type of object (Settings)":[],"Sorry, you are not allowed to edit products.":[],"Only return objects that belong to the given product collections.":[],"Only return objects that belong to the given product groups.":[],"Only return products that are recurring or not recurring (one time).":[],"Top level metrics for the product.":[],"Stored product metadata":[],"Files attached to the product.":[],"A limit on the number of records returned":["Un limite al numero di record restituiti"],"Sorry, you are not allowed to edit product collections.":[],"Only return objects that belong to the given products.":[],"Ensure result set excludes specific IDs.":[],"The query to be used for full text search of this collection.":[],"Only return prices that allow ad hoc amounts or not.":[],"Whether to get archived products or not.":[],"The content for the object.":[],"The terms of service link that is shown to customers on the customer portal.":[],"Whether or not customers can change subscription quantities from the customer portal.":[],"Whether or not customers can make subscription changes from the customer portal.":[],"Whether or not customers can cancel subscriptions from the customer portal.":[],"The type of number to use for orders – one of sequential or token.":[],"The prefix that is added to all order numbers. Must be between 3-12 characters and only include letters.":[],"The default memo that is shown on all order statements (i.e. invoices and receipts).":[],"The default footer that is shown on all order statements (i.e. invoices and receipts).":[],"Password":[],"The model to get integration providers for.":[],"The SureCart model id.":[],"The SureCart model name.":[],"Dry run the sync.":[],"Run any purchase syncing actions.":[],"Create the WordPress user.":[],"The reply-to email address to use when sending emails to customers.":[],"The language that will be used for all customer notifications. Current available locales are de, en, es, and fr.":[],"The from name to use when sending emails to customers.":[],"If set to true refund emails will be sent to customers.":[],"If set to true subscription dunning emails will be sent to customers.":[],"If set to true order confirmation emails will be sent to customers.":[],"If set to true abandonded order reminder emails will be sent to customers.":[],"Form ID is invalid.":[],"Form ID is required.":[],"The discount for the session.":[],"The line items for the session.":[],"The customer for the session.":[],"The customer id for the order.":[],"Metadata for the order.":[],"The currency for the session.":[],"Login":[],"The UUID of the price.":[],"The priority of this bump in relation to other bumps. Must be in the range of 1 - 5.":[],"Percent that will be taken off line items associated with this bump.":[],"A name for this upsell that will be visible to customers. If empty, the product name will be used.":[],"The conditions that will filter this bump to be recommeneded. Accepted keys are price_ids, product_ids, and product_group_ids with array values.":[],"Whether or not this bump is currently enabled and being shown to customers.":[],"Amount (in the currency of the price) that will be taken off line items associated with this bump.":[],"Type of object (bump)":[],"The default footer for invoices and receipts.":[],"The default memo for invoices and receipts.":[],"The associated address.":[],"The URL of the brand logo.":[],"The website that will be shown to customers for support, on invoices, etc.":[],"The phone number that will be shown to customers for support, on invoices, etc.":[],"The email address that will be shown to customers for support, on invoices, etc.":[],"The brand color.":[],"Determines whether the pattern is visible in inserter.":[],"The pattern content.":[],"The pattern keywords.":[],"The pattern category slugs.":[],"Block types that the pattern is intended to be used with.":[],"The pattern viewport width for inserter preview.":[],"The pattern detailed description.":[],"The pattern title, in human readable format.":[],"The pattern name.":[],"Sorry, you are not allowed to view the registered form patterns.":[],"A limit on the number of items to be returned, between 1 and 100.":[],"The page of items you want returned.":[],"The UUID of the license.":[],"The name of this activation.":[],"The unique identifier for this activation. For example a URL, a machine fingerprint, etc.":[],"Connected processors":[],"Owner data.":[],"The default currency for the account.":[],"The name of the account.":[],"Created at timestamp":[],"Type of object (Account)":[],"This customer's most recent checkout that has been abandoned.":[],"The customer for the checkout.":[],"The checkout id for the checkout.":[],"The current status of this abandonded checkout, which can be one of not_notified, notified, or recovered.":[],"The current notification status for this abandonded checkout, which can be one of not_sent, scheduled, or sent.":[],"Unique identifier for the object.":[],"Invalid API token.":["Token API non valido."],"Please connect your site to SureCart.":["Si prega di collegare il vostro sito a SureCart."],"SureCart Customer":[],"SureCart Shop Worker":[],"SureCart Accountant":[],"SureCart Shop Manager":[],"This user is already linked to a customer.":[],"You have already set up your store.":[],"No customer ID or email provided.":[],"Something is wrong with the provided link.":[],"You do not have permission do this.":[],"Your session expired - please try again.":[],"Add the user role of the user who purchased the product.":[],"Add User Role":[],"Add WordPress User Role":[],"Enable access to a TutorLMS course.":[],"TutorLMS Course":[],"Custom amount":[],"This trigger will be fired when a subscription plan is changed to something else.":[],"Subscription plan changed":[],"This trigger will be fired when a subscription cancels after failed payment or by customer request, or when the purchase is manually revoked by the merchant.":[],"Product purchase is revoked or subscription cancels":[],"This trigger will be fired when a purchase is unrevoked.":[],"Admin unrevokes a purchase":[],"This trigger will be fired when someone first purchases a product.":[],"Product or subscription is purchased":[],"SureCart eCommerce Platform":[],"SureCart product object":[],"A specific product name.":[],"Product Name":[],"A specific product id.":[],"Product ID":[],"Product":[],"Previous Product ID":[],"Enable access to a MemberPress membership.":[],"Membership Access":[],"MemberPress Membership":[],"Enable access to a LifterLMS course.":[],"LifterLMS Course":[],"LearnDash Group":[],"Enable access to a LearnDash group.":[],"LearnDash Groups":[],"Enable access to a LearnDash course.":[],"Course Access":[],"LearnDash Course":[],"Create New Form":[],"Edit Form":[],"Select Form":[],"Enable access to a BuddyBoss Group.":[],"Group Access":[],"BuddyBoss Group":[],"Create":[],"Settings":[],"Select a form":[],"SureCart Form":[],"Method '%s' not implemented. Must be overridden in subclass.":[],"Page title\u0004Dashboard":[],"Page slug\u0004customer-dashboard":[],"Page title\u0004Thank you!":[],"Page slug\u0004order-confirmation":[],"Page title\u0004Checkout":[],"Page slug\u0004checkout":[],"Form title\u0004Checkout":[],"Form slug\u0004checkout":[],"SureCart Webhook Creation Error":[],"This user could not be found.":[],"Downloads":["Downloads"],"Plans":["Piani"],"Dashboard":[],"Billing":["Fatturazione"],"Account":["Account"],"I agree to %1$1s's %2$2sPrivacy Policy%3$3s":["Acconsento alla %1$1s %2$2sPrivacy Policy%3$3s"],"I agree to %1$1s's %2$2sTerms%3$3s":["Acconsento ai %1$1s %2$2sTermini%3$3s"],"I agree to %1$1s's %2$2sTerms%3$3s and %4$4sPrivacy Policy%5$5s":["Acconsento ai %1$1s %2$2sTermini%3$3s e alla %4$4sPrivacy Policy%5$5s"],"Edit Product":["Modifica prodotto"],"Invalid verification code":[],"The user could not be found.":[],"The integration has been removed or is unavailable.":[],"Not Found":[],"This product is not available for purchase.":["Questo prodotto non è disponibile per l'acquisto."],"This product is invalid.":["Questo prodotto non è valido."],"Spam check failed. Please try again.":[],"The username <strong>%s<\/strong> is not registered on this site. If you are unsure of your username, try your email address instead.":[],"There is no account with that username or email address.":[],"Test":["Test"],"Edit Subscription":[],"%1d%% off":[],"year":[],"%d year":[],"month":[],"%d month":[],"week":[],"%d week":[],"day":[],"%d day":[],"No Product":[],"for":[],"(one time)":[],"None":[],"Remaining Payments":[],"Past Due":["Scaduto"],"Trialing":["Prova"],"Search Subscriptions":[],"Advanced":[],"Connection":[],"Data Export":[],"Payment Processors":["Metodi Di Pagamento"],"Taxes":[],"Subscription Saver":["Salvataggio Abbonamento"],"Subscriptions":[],"Notifications":[],"Abandoned Checkout":[],"Orders & Receipts":[],"Design & Branding":[],"All Product Collections":[],"Filter by Product Collection":[],"Filter":[],"Draft":["Bozza"],"Published":["Pubblicato"]," and %d other price.":["e %d altro prezzo","e %d altri prezzi"],"Free":["Gratuito"],"Name your own price":[],"No products found.":[],"%d Available":[],"Featured":["In Evidenza"],"Product Page":[],"Collections":[],"Quantity":["Quantità"],"View Product":["Visualizza prodotto"],"Live":[],"Search Orders":[],"View":[],"Edit Product Collection":[],"Description":["Descrizione"],"Products":[],"View Collection":[],"Orders":[],"Delivered":[],"Partially Shipped":[],"Shipped":[],"Not Shipped":[],"All Shipment Statuses":[],"Filter by shipment":[],"Partially Fulfilled":[],"Fulfilled":[],"Unfulfilled":[],"All Fulfillments":[],"Filter by fulfillment":[],"Paypal is taking a closer look at this payment. It’s required for some payments and normally takes up to 3 business days.":[],"Checkout":[],"Type":[],"Integrations":[],"Shipping":[],"Fulfillment":[],"Order":[],"Canceled":[],"Failed":[],"Processing":[],"Paid":[],"Invalid API Token":[],"Inactive":[],"Revoked":[],"No licenses found.":[],"Purchase":[],"Key":[],"Licenses":[],"Invoices":[],"Refunded":[],"Method":[],"Status":[],"Invoice":[],"Search Invoices":[],"Toggle Product Archive":[],"Are you sure you want to archive this product? This will be unavailable for purchase.":[],"Are you sure you want to restore this product? This will be be available to purchase.":[],"No price":[],"No customers found.":[],"Created":[],"Email":[],"Customers":[],"Move to Trash":[],"Delete permanently":[],"comment\u0004Not spam":[],"Restore":[],"comment\u0004Mark as spam":[],"Approve":[],"Unapprove":[],"Toggle Coupon Archive":[],"Are you sure you want to archive this coupon? This will be unavailable for purchase.":[],"Are you sure you want to restore this coupon? This will be be available to purchase.":[],"Archive":[],"Un-Archive":[],"+ %d more":[],"No code specified":[],"Expired":[],"Once":[],"For %d months":[],"Forever":[],"No discount.":[],"%d%% off":[],"Valid until %s":[],"Usage":[],"Code":[],"Search Coupons":[],"Coupons":[],"Coupon Applied":["Codice Sconto Applicato"],"Saved":["Salvato"],"View Customer":[],"No name provided":[],"No cancellation acts.":["Nessuna azione di cancellazione."],"All Cancellation Attempts":["Tutti i Tentativi di Cancellazione"],"No product":[],"Plan Status":["Stato del Piano"],"Comment":["Commento"],"Cancellation Reason":["Ragione dell'annullamento"],"Plan":[],"Customer":[],"Subscription Saver & Insights":["Statiche Abbonamenti Recuperati"],"Edit":[],"Updated":[],"One-Time":[],"Subscription":[],"No order bumps found.":[],"Select comment":[],"Price":[],"Name":[],"Archived":[],"Active":[],"Product restored.":[],"Product archived.":[],"Bumps":[],"Abandoned Checkouts":[],"View Checkout":[],"By %s":[],"Edit Order":[],"Recovered Before Email Was Sent":["Recuperato Prima che l'Email Fosse Inviata"],"Recovered":[],"Abandoned":[],"Email Sent":[],"Total":[],"Recovery Status":[],"Email Status":[],"Date":[],"Placed By":[],"Search Abanonded Orders":[],"Not Scheduled":[],"Sent":[],"Scheduled":[],"All":["Tutti"],"Cart":[],"Checkout Form":[],"SureCart is syncing customers in the background. The process may take a little while, so please be patient.":[],"SureCart customer sync in progress":[],"Cart title\u0004Cart":[],"Cart slug\u0004cart":[],"SureCart Webhook Registration Error":[],"https:\/\/surecart.com":[],"A simple yet powerful headless e-commerce platform designed to grow your business with effortlessly selling online.":[],"https:\/\/surecart.com\/":[],"SureCart":[]}}}