{"translation-revision-date":"2024-02-13 22:25:07+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"Save and Update Key":[],"Regenerate License Key":[],"Changing the license key will invalidate the current license key.":[],"License Key updated.":[],"Edit License Key":[],"Sent one month before a customer's card expires.":[],"Card Expiration":[],"One or more items in your cart exceed the purchase limit. Please adjust the quantity or remove the item to proceed with the checkout.":[],"One of the items on cart is out of stock. Please review and try again.":[],"One of the items on cart has changed. Please review and try again.":[],"One of the items on cart is no longer available. Please review and try again.":[],"The price of one of the items on cart has changed. Please review and try again.":[],"One or more items in your cart is no longer available. Please update your cart and try again.":[],"Exceeds purchase limit":[],"Out of stock":[],"Item no longer available":[],"Options no longer available":[],"Price has changed":[],"No longer available":[],"When enabled, this setting prevents customers from receiving multiple trial periods for the same product. If a customer has previously used a trial for the product, they will be charged the full price instead of receiving another trial.":[],"Prevent Duplicate Trials":[],"Edit Upsell":[],"Edit License":[],"block title\u0004Address":[],"Trial Label":[],"Billing Address Label":[],"Billing Address Toggle":[],"If enabled, the user can enter a separate billing address. Otherwise, the billing address will be the same as the shipping address.":[],"Collect Billing Address":[],"Shipping Address Label":[],"Add Trial":[],"Trial Ends":[],"Use Current Version":[],"Previous Price Version":[],"Apply a credit of unused time from the current billing period.":[],"Immediately updates the subscription to this new price, instead of waiting until renewal.":[],"Price Change:":[],"Are you sure you want to update this subscription to use the current price? This will update this users subscription to use the current price.":[],"Confirm Price Change":[],"When enabled, customers are allowed to remove their default payment method on file. This can lead to subscription payments failing since there is no payment method on file.":[],"Allow Customers To Remove Default Payment Method":[],"Affiliation Product":[],"This setting will overwrite any global or individual affiliate commissions for this product.":[],"Custom product affiliate settings":[],"Custom Affiliate Commission":[],"Shipping Address Updated":[],"Shipping Address Deleted":[],"Add Billing Address":[],"Update Billing Address":[],"Billing Address Updated":[],"Delete Billing Address":[],"Billing address deleted":[],"Are you sure? This cannot be undone.":[],"This setting will overwrite any global affiliate settings.":[],"Custom affiliate commissions":[],"Add a custom commission for this affiliate.":[],"Affiliate commission added.":[],"Affiliate commission updated.":[],"Edit Commission":[],"Custom Commission":[],"Affiliate commission deleted.":[],"Individual Affiliate Product Commissions (Highest)":[],"Individual Product Commissions":[],"Individual Affiliate Commissions":[],"Global Affiliate Commissions (Lowest)":[],"This setting will overwrite any other comission settings for the affiliate and product.":[],"Affiliate product commissions":[],"New Product Commission":[],"Edit Product Commission":[],"Add Commission":[],"Add a product-specific commission for this affiliate.":[],"Lifetime Commission":[],"Subscription Commission":[],"Product Commissions":[],"Affiliate product commission updated.":[],"Affiliate product commission created.":[],"Affiliate product deleted.":[],"Affiliate commission already exists for this product. Please choose a different product.":[],"%d Day":[],"Let customers use this manual payment method for purchasing subscriptions, installments or upsells.":[],"Reusable":[],"Set the default limit for unique activations per license key, applying to all prices. Specify at the price level to override. Leave blank for unlimited activations.":[],"Specify the maximum number of unique activations allowed per license key for this pricing option. If left blank, the default limit set for the product will apply.":[],"License activation limit":[],"The maximum number of unique activations allowed per license key for this price.":[],"Custom license activation limit":[],"When turned on, customers cannot choose this price in the update plans section of the customer dashboard.":[],"Exclude from upgrade options":[],"Minimum commission amount":[],"The minimum amount of commission that must be earned by an affiliate to be included in this payout batch.":[],"Create New Payout Batch":[],"Could not create payout batch. Please try again.":[],"Payout Batch":[],"Payout Groups":[],"No affiliates have earned more than the minimum commission amount within the selected date range.":[],"Display the checkout content unless a custom template has been applied.":[],"Template name\u0004Checkout":[],"Template name\u0004SureCart Checkout":[],"In Payout":[],"Payout Date":[],"Payout Status":[],"Cancel Now":[],"Are you sure you want to cancel this subscription?":[],"Update Price":[],"Edit Price":[],"More Options":[],"Price added.":[],"Charge the setup fee during the free trial period.":[],"Paid trial":[],"Trial Days":[],"Offer a trial period before charging the first payment.":[],"Charge an initial fee or offer a discount for the first payment.":[],"Access ends after the number of days you set. Integrations and licenses will deactivate automatically.":[],"Allow customers to pay any amount they want, ideal for donations or perceived value they place on your cause or service.":[],"Automatically revoke access to integrations and licenses after all payments are completed.":[],"Enable a test processor (in test mode only)":[],"Test Processor":[],"Maximum order subtotal":[],"No Maximum":[],"The maximum order subtotal amount required to apply this coupon.":[],"This discount is not redeemable.":[],"Product deleted.":[],"There is no checkout form block on this page.":[],"Invalid request.":[],"Are you sure you want to change this form to %1$s? \n\nThis will change the form to %2$s for EVERYONE, and %3$s cart contents will be used - your cart contents may not transfer.":[],"test mode":[],"live mode":[],"Live Mode":[],"Fallback Tax Rate":[],"If enabled, the tax amount will be included in the product price and shipping rates for all products.":[],"Tax Included":[],"Please specify a tax rate for %s, as it requires manual entry":[],"Edit Settings":[],"Tax is included in prices":[],"Could not create export. Please try again.":[],"Could not create payout. Please try again.":[],"Completed":[],"Commission On This Subscription":[],"Affiliate commissions updated.":[],"Referral":[],"Affiliations":[],"Affiliation Request":[],"Whether or not to create a referral from a checkout when the resulting referral has a commission of zero. This is useful for tracking referrals that do not have a commission, such as when a customer uses a coupon code.":[],"Zero Commission Referrals":[],"Commissions On All Purchases":[],"Select a customer to limit this promotion to.":[],"Select an affiliate to link this promotion to.":[],"Link to Affiliate":[],"Referral Items":[],"View Coupon":[],"Update Commission Expiration":[],"Affiliate Commissions":[],"This will give the affiliate commissions for a specified period of time.":[],"Select an affiliate":[],"Connect an affiliate":[],"Remove Limit":[],"Until":[],"Are you sure you want to deactivate the affiliate?":[],"Are you sure you want to activate the affiliate?":[],"Affiliate user deactivated.":[],"Affiliate user activated.":[],"Affiliate updated.":[],"Referral Url":[],"No more promotions.":[],"No more payouts.":[],"Referral Code":[],"Profile":[],"No more clicks.":[],"A short blurb from this affiliate describing how they will promote this store.":[],"Bio":[],"Your affiliate request's payout email address.":[],"Your affiliate request's email address.":[],"Your affiliate request's last name.":[],"Your affiliate request's first name.":[],"Affiliate Request Details":[],"Permanently delete this affiliate request? You cannot undo this action.":[],"Are you sure to deny this affiliate request?":[],"Are you sure to approve affiliate request?":[],"Affiliate Request":[],"Affiliate request rejected.":[],"Affiliate request approved.":[],"Affiliate request updated.":[],"Create New Affiliate Request":[],"Creation Mode":[],"No more referrals.":[],"Not associated to any payout.":[],"Not associated to any order.":[],"Order Number":[],"Referral Details":[],"Expires on":[],"Domain":[],"Not associated to any click.":[],"View Referral":[],"Affiliate referral marked as reviewing.":[],"Referral updated.":[],"A brief description of what this referral is for.":[],"Commission Amount":[],"Create New Referral":[],"Export":[],"We will send you an email with a link to your export when it is ready.":[],"Create New Payout":[],"Are you sure you want to delete this referral? This action cannot be undone.":[],"Test mode referrals are created when an order is placed in test mode and an affiliate is associated with the order. These referrals do not impact stats, are not included in payouts, and are not visible to affiliates. They are solely for testing your affiliate setup and can be deleted or ignored.":[],"What are test mode referrals?":[],"Payouts":[],"Requests":[],"The affiliate request's email is already in use.":[],"The affiliate request's bio cannot be blank.":[],"The affiliate request's email cannot be blank.":[],"The affiliate request's name cannot be blank.":[],"There are no applicable referrals for this payout.":[],"Cancelled":[],"Toggle Affiliate active status":[],"Are you sure you want to activate this affiliate?":[],"Are you sure you want to deactivate this affilate?":[],"Deactivate":[],"View Affiliate":[],"No affiliates found.":[],"Unpaid Earnings":[],"Total Earnings":[],"Affiliation deactivated successfully.":[],"Affiliation activated successfully.":[],"No affiliate requests found.":[],"Affiliate Requests":[],"Denied":[],"Approved":[],"Reviewing":[],"No affiliate referrals found . ":[],"Make Reviewing":[],"Deny":[],"Commission":[],"Affiliate referral is now in review.":[],"Affiliate referral deleted.":[],"Affiliate referral denied.":[],"Affiliate referral approved.":[],"Affiliate Referrals":[],"No affiliate payouts found.":[],"Make Processing":[],"Referrals":[],"Period End":[],"Payout Email":[],"Affiliate payout deleted.":[],"Affiliate payout marked completed.":[],"Affiliate payout marked processing.":[],"Export Payouts":[],"Affiliate Payouts":[],"Not Converted":[],"No affiliate clicks found.":[],"Converted":[],"Affiliate":[],"Referring URL":[],"Landing URL":[],"Clicks":[],"Note: This option is sometimes enabled by the theme. If it is already enabled by the theme, then this setting won't have any effect.":[],"Enabling this option will load block assets only when they are rendered. This will happen for ALL blocks on your website, not just SureCart blocks. Please check your pages after you enable this option in a private browser window as this might change the CSS load order.":[],"On Demand Block Assets":[],"Are you sure you want to permanently delete this product? This cannot be undone.":[],"Delete Products":[],"The minimum order amount for the processor is %s.":[],"Queued for deletion.":[],"Successfully deleted.":[],"Delete Product":[],"This product has already been deleted.":[],"SureCart bulk action progress status.":[],"Bulk Action Summary:":[],"%1$d %2$s":[],"Your storage limit has been reached. Please remove some media items before adding more.":[],"Limit tax types":[],"Tax types":[],"Help Text":[],"Don't show if ever purchased, including the current order.":[],"Don't show if already being purchased in the current order.":[],"Tax Override":[],"create a new one":[],"Select an existing collection or ":[],"Add a custom sales tax rate for a collection of products.":[],"Add a custom tax rate for shipping.":[],"You've already added an override for each region where you collect sales tax. You can edit or delete an existing override.":[],"Add product tax override":[],"Edit override for %1$s collection in %2$s":[],"Add shipping tax override":[],"Edit shipping override for %s":[],"Add Override":[],"Specify a unique tax rate for a collection of products.":[],"Specify a unique tax rate for shipping charges.":[],"Please enable tax collection to add tax overrides.":[],"Product Overrides":[],"Shipping Overrides":[],"If you remove this override, then you'll charge the standard tax rate for this collection in %s.":[],"If you remove this override, then you'll charge the standard tax rate for shipping in %s.":[],"Remove override for %1$s collection in %2$s":[],"Remove shipping override for %s":[],"You can specify unique tax rates for a collection of products or on shipping charges.":[],"Tax Rate Overrides":[],"Account seeded successfully.":[],"Email is required to seed an account.":[],"1 of 2 Activations Used":[],"block description\u0004Display upsell totals.":[],"block title\u0004Upsell Totals":[],"block keyword\u0004container":[],"block description\u0004Display an upsell.":[],"block title\u0004Upsell":[],"block keyword\u0004cta":[],"block description\u0004Displays the title.":[],"block title\u0004Upsell Title":[],"block keyword\u0004order":[],"block description\u0004Display an upsell submit button.":[],"block title\u0004Upsell Submit Button":[],"block keyword\u0004upsell":[],"block keyword\u0004decline":[],"block keyword\u0004thanks":[],"block keyword\u0004no":[],"block description\u0004Display a upsell decline button.":[],"block title\u0004Decline Upsell Button":[],"block description\u0004Display a countdown timer for upsell, encouraging customers to take action before the offer expires.":[],"block title\u0004Countdown Timer":[],"block keyword\u0004license":[],"block description\u0004Displays the customer's licenses.":[],"block title\u0004Customer Licenses":[],"Totals":[],"Upsell Call to Action Title":[],"Offer Expires in":[],"Offer Expire text":[],"Show clock icon":[],"Offer expires in":[],"Offer expires label":[],"This will be displayed if there is a compare at price, or an upsell discount.":[],"Not Activated":[],"Delete offer":[],"Preview upsell":[],"Edit offer":[],"Create Offer":[],"Update Offer":[],"I.E. Bundle Discount":[],"Statement label":[],"i.e. An exclusive offer, just for you.":[],"This is shown on the upsell page.":[],"%1s %2s":[],"Decline Offer":[],"Accept Offer":[],"Initial Offer":[],"Skip if purchased":[],"Skip if in order":[],"Show regardless of past purchases.":[],"Always show":[],"Discount amount":[],"Percentage off":[],"Fixed amount discount":[],"Percentage discount":[],"No discount":[],"This is the price for the upsell.":[],"Upsell Price":[],"Are you sure? This action cannot be undone.":[],"if declined":[],"(Optional)":[],"Downsell Offer":[],"if accepted":[],"Upsell Offer #2":[],"Upsell Offer #1":[],"Post Purchase Offer":[],"Offer":[],"Internal upsell funnel name. This is not visible to customers.":[],"Add some conditions to display this upsell funnel.":[],"Show Upsell Offer If":[],"Select conditions to show this upsell.":[],"Specific purchases":[],"Show this upsell offer on all purchases.":[],"All purchases":[],"Archive this upsell? All unsaved changes will be lost.":[],"Un-Archive this upsell?":[],"Save Funnel":[],"Funnel Inactive":[],"Funnel Active":[],"Upsell funnel restored.":[],"Upsell funnel archived.":[],"Upsell deleted.":[],"Permanently delete this upsell? You cannot undo this action.":[],"Upsell funnel saved.":[],"Internal upsell funnel name. This is NOT visible to customers.":[],"Create New Upsell Funnel":[],"Upsell Page Title":[],"Previous page":[],"Affiliation Protocol":[],"Upsell Funnel":[],"Upsell":[],"Minutes":[],"The number of minutes that the upsell offer will be available for after the initial purchase.":[],"Time Limit":[],"Upsell behavior settings.":[],"Post Purchase Offer Accepted":[],"Sent after an order is placed.":[],"Sent when a post purchase offer is accepted and the order is updated.":[],"Post Purchase Offer Accepted Emails":[],"Let affiliates know how they will be paid, how often, and any terms or conditions for payment. These details will be shown to affiliates so they know what to expect.":[],"Payout Instructions":[],"For how long should future purchase commissions be awarded? (Leave empty if you want to award commission forever.)":[],"Lifetime Commission Duration":[],"Do you want to award commissions on future purchases?":[],"Lifetime Commissions":[],"For how long should subscription commissions be awarded? (Leave empty if you want to award commissions forever.)":[],"Subscription Commission Duration":[],"Do you want to award commissions on subscription renewal payments?":[],"Subscription Commissions":[],"Amount Commission":[],"Percent Commission":[],"Select a commission type":[],"Configure how affiliates earn commissions and how they get paid.":[],"Commissions & Payouts":[],"Where should affiliates send their traffic? This URL will be used to generate the affiliate referral link for each affiliate with their unique affiliate code.":[],"Affiliate Referral URL":[],"Do you want to automatically approve new referrals? If disabled, you will need to manually approve each referral.":[],"Auto Approve New Referrals":[],"How many days should the tracking code last for?":[],"Tracking Length":[],"Should the first or last referrer be credited?":[],"Referrer Type":[],"Last":[],"First":[],"Copy and paste the tracking code into the <head> section or just before the closing <\/body> tag of your website. Ensure this is only added to sites that don't already have the script included via the WordPress plugin.":[],"Tracking Script":[],"Want to add tracking to a different site?":[],"Track affiliate referrals on this site.":[],"Tracking":[],"Configure how clicks are tracked and how referrals are credited to affiliates.":[],"Referral Tracking":[],"This is where you will send affiliates to signup for your affiliate program.":[],"Signup URL":[],"Do you want to automatically approve new affiliate signups? If disabled, you will need to manually approve each affiliate signup.":[],"Auto Approve New Affiliates":[],"Do you want to include the payout email field on the signup form?":[],"Payout Email Field on Signup":[],"Where can affiliates find the terms and conditions for your affiliate program? If provided, this URL will be shown to affiliates when they sign up for your affiliate program.":[],"Affiliate Terms URL":[],"How will you promote this store?":[],"What question do you want to ask affiliates on the signup form? If blank, the default question \"How will you promote this store?\" will be used.":[],"Signup Question":[],"Let affiliates know any specifics about your program and what to expect from being an affiliate. This is shown to affiliates when they sign up for your affiliate program.":[],"Program Description":[],"Do you want to allow new affiliates to sign up?":[],"Allow New Affiliate Signups":[],"Configure how affiliates signup and get approved to promote products in your store.":[],"Affiliate Signups":[],"Affiliates Settings":[],"Start With Demo Products":[],"Test your checkout":[],"Place a test order to experience the payment flow.":[],"Experience":[],"Create a product":[],"Create your first product to start selling to buyers.":[],"Connect payment":[],"Connect to a payment gateway to start taking orders.":[],"Connect payments":[],"Connect":[],"High":[],"Low":[],"Affiliates":[],"Payment method not found.":[],"You do not have permission to edit this subscription.":[],"Wait! Here's an exclusive offer for you.":[],"Template used for specific single SureCart upsell pages.":[],"Upsell: %s":[],"SureCart Upsell updated.":[],"SureCart Upsell scheduled.":[],"SureCart Upsell reverted to draft.":[],"SureCart Upsell published privately.":[],"SureCart Upsell published.":[],"SureCart Upsells list":[],"SureCart Upsells list navigation":[],"Search SureCart Upsells":[],"All SureCart Upsells":[],"View SureCart Upsell":[],"Edit SureCart Upsell":[],"New SureCart Upsell":[],"Add new SureCart Upsell":[],"SureCart Upsell\u0004Add New":[],"post type singular name\u0004SureCart Upsell":[],"post type general name\u0004SureCart Upsells":[],"Upsells":[],"Please select an initial upsell offer.":[],"This upsell has expired.":[],"This upsell has already been applied.":[],"Tunisian Dinar":[],"Display all individual upsells content unless a custom template has been applied.":[],"Display all individual upsells unless a custom template has been applied.":[],"Template name\u0004Upsells":[],"upsell-page-slug\u0004offer":[],"Special Offer":[],"If you like, you may enter custom structures for your upsell URLs here. For example, using <code>offers<\/code> would make your upsell's links like <code>%soffers\/upsell-id\/<\/code>.":[],"SureCart Upsell Permalinks":[],"Where this upsell falls in position within the upsell funnel – can be one of initial, accepted, or declined.":[],"Percent that will be taken off line items associated with this upsell.":[],"The description for this upsell which will be visible to customers.":[],"How to handle duplicate purchases of the product – can be one of allow, block_within_checkout, or block.":[],"Amount (in the currency of the price) that will be taken off line items associated with this upsell.":[],"Type of object (upsell)":[],"The priority of this upsell in relation to other upsells. Must be in the range of 1 - 5.":[],"Whether or not this upsell is currently enabled and being shown to customers.":[],"The products to filter this upsell funnel by.":[],"The prices to filter this upsell funnel by.":[],"The matching strategy to use when filtering upsell funnels – can be null or one of all, any, none. If null, the upsell funnel will not be filtered and will be applicable to all checkouts.":[],"Type of object (upsell_funnel)":[],"This is shown to the customer on invoices and line items.":[],"You do not have permission to access this page.":[],"Edit Upsell Funnel":[],"No upsell funnels found.":[],"Funnel disabled.":[],"Funnel enabled.":[],"View Upsell":[],"Upsell Funnels":[],"Success & Redirecting":[],"contact support.":[],"This option is locked after live orders are placed. To change your store currency, please":[],"Save & Publish":[],"Setup discount":[],"days":[],"Expiring access will revoke integrations and licenses.":[],"Expire access after":[],"Expire access":[],"Maximum price":[],"Minimum price":[],"Store Currency":[],"Cancellation Reasons":[],"This page is important for certain SureCart eCommerce features. Bringing back this page will make sure SureCart works as expected.":[],"Ghanaian Cedi":[],"Unable to restore page. Please try again.":[],"Invalid page selected. Please choose the correct page to restore.":[],"The slide-out cart template.":[],"Template name\u0004SureCart Cart":[],"Setup fee or discount":[],"Product: %s":[],"Product Price":[],"block title\u0004Product Buy Buttons":[],"Please select an available option.":[],"Persist Across Pages":[],"Form Cart Settings":[],"Describe the template, e.g. \"Mens T-Shirt Template\". A custom template can be manually applied to any collection archive.":[],"Custom thank you page":[],"Template name\u0004Cart":[],"Allow the cart for this form to persist across page views instead using the chosen products each page view.":[],"%s name":[],"to":[],"Out Of Stock":[],"block style label\u0004Outline":[],"block style label\u0004Fill":[],"Button width":[],"Width settings":[],"Error:":[],"Could not create referral. Please try again.":[],"Theme Layout":[],"Are you sure you want to leave this page?":[],"Complete":[],"Qty:":[],"Success":[],"Close":[],"No Thanks":[],"Choose Product":[],"Add A Title…":["Adicionar um título..."],"Payout":[],"0 of 2 Activations Used":[],"block description\u0004Displays a selector for selecting product prices and\/or variants.":[],"block title\u0004Product Options Selector":[],"block description\u0004Display the session totals.":["Apresentar os totais das sessões."],"block title\u0004Totals":["Totais"],"block description\u0004Displays the total line item.":["Exibe o total do item na linha."],"block title\u0004Total":["Total"],"block keyword\u0004textarea":["área de texto"],"block description\u0004Displays a form text textarea field. This is saved with the order as additional metadata.":["Apresenta um campo de área de texto do formulário. Este é guardado com o pedido como metadados adicionais."],"block title\u0004Textarea":["Área de texto"],"block description\u0004Displays the order tax. (if there is tax)":["Apresenta o imposto sobre o pedido. (se houver imposto)"],"block title\u0004Tax Line Item":["Item da linha de imposto"],"block keyword\u0004summary":["resumo"],"block keyword\u0004totals":["totais"],"block description\u0004Display a VAT\/GST field for VAT collection.":["Apresentar um campo IVA\/GST para a cobrança do IVA."],"block title\u0004VAT or Tax ID Input":["IVA ou número de identificação fiscal"],"block description\u0004Display a toggle switch.":["Apresentar selecção por interruptor."],"block title\u0004Switch":["Interruptor"],"block description\u0004Display a subtotal line item.":["Exibir subtotal de um item de linha"],"block title\u0004Subtotal Line Item":["Subtotal Linha Item"],"block description\u0004Display a submit button.":["Apresentar um botão para submeter."],"block title\u0004Submit Button":["Botão para submeter"],"block keyword\u0004store logo":["Logótipo da Loja"],"block keyword\u0004logo":["Logótipo"],"block description\u0004Display the store logo.":["Mostrar o Logótipo da loja"],"block title\u0004Store Logo":["Logótipo da Loja"],"block description\u0004Display the list of shipping choices":[],"block title\u0004Shipping Choices":[],"block keyword\u0004meta":["meta"],"block description\u0004Display information for a specific session.":["Apresenta informações para uma sessão específica."],"block title\u0004Session Info":["Informações sobre a sessão"],"block keyword\u0004radio-group":["grupo de botões rádio"],"block keyword\u0004select":["seleccionar"],"block description\u0004Display a radio select input. This is saved with the order as additional metadata.":["Apresentar uma entrada de selecção por botões de rádio. Isto é guardado com o pedido como metadados adicionais."],"block title\u0004Radio Select":["Selecção de botões rádio"],"block keyword\u0004radio":["radio"],"block description\u0004Display a radio input":["Apresentar uma entrada de seleção rádio"],"block title\u0004Radio":["Radio"],"block description\u0004Displays the price of the product with the scratched price.":[],"block title\u0004Product Item Price":[],"block description\u0004Display a list of products from your store.":[],"block title\u0004Product List":[],"block keyword\u0004thumbnail":[],"block description\u0004Displays a product item image.":[],"block title\u0004Product Image":[],"block keyword\u0004lite item":[],"block keyword\u0004item":[],"block description\u0004Displays a single product item.":[],"block title\u0004Product Item":[],"block variation title\u0004Non Recurring":[],"block variation description\u0004Add a button to add the product to the cart.":[],"block variation title\u0004Recurring":[],"block keyword\u0004recurring":[],"block description\u0004Displays an option to select between recurring prices.":[],"block title\u0004Recurring Prices":[],"block description\u0004Displays a donation price and interval selector.":[],"block title\u0004Prices":[],"block description\u0004Displays a custom donation amount input for the donation form.":[],"block title\u0004Custom Donation Amount":[],"block description\u0004Displays a donation amounts for the user to choose from.":[],"block title\u0004Amounts":[],"block title\u0004Product Donation Amount":[],"block title\u0004Product Donation":[],"block description\u0004Displays the product collection title.":[],"block title\u0004Product Collection Title":[],"block description\u0004Displays the product collection image.":[],"block title\u0004Product Collection Image":[],"block description\u0004Display the product collection description":[],"block title\u0004Product Collection Description":[],"block keyword\u0004collections":[],"block keyword\u0004store":["Loja"],"block keyword\u0004list":[],"block keyword\u0004archive":[],"block keyword\u0004products":[],"block description\u0004Display a list of products for a collection.":[],"block title\u0004Product Collections":[],"block keyword\u0004variant":[],"block description\u0004Displays possible choices for product variants.":[],"block title\u0004Product Variants":[],"block description\u0004Displays the product title.":[],"block title\u0004Product Title":[],"block keyword\u0004quantity":[],"block description\u0004Displays quantity selector for a product.":[],"block title\u0004Product Quantity":[],"block description\u0004Displays possible choices for product prices.":[],"block title\u0004Product Price Choices":[],"block description\u0004Displays the product price or price range.":[],"block title\u0004Product Price":[],"block keyword\u0004media":[],"block keyword\u0004image":["Imagem"],"block description\u0004A container to display the product media":[],"block title\u0004Product Media":[],"block keyword\u0004description":[],"block description\u0004Display the product description":[],"block title\u0004Product Description":[],"block description\u0004Displays product collection selector for a product.":[],"block title\u0004Product Collection Badges":[],"block keyword\u0004buy":[],"block description\u0004Displays product buy and add to cart buttons":[],"block description\u0004Displays a selector for product prices.":["Apresenta um selector de preços de produtos."],"block title\u0004Price Selector":["Selector de preços"],"block keyword\u0004choice":["escolha"],"block keyword\u0004product":["produto"],"block keyword\u0004price":["preço"],"block description\u0004Displays a price choice for a product":["Apresenta uma opção de preço para um produto"],"block title\u0004Price Choice":["Escolha de preço"],"block keyword\u0004tel":["telefone"],"block keyword\u0004phone":["telemóvel"],"block description\u0004Display a phone number collection field.":["Apresentar um campo de recolha de números de telefone."],"block title\u0004Phone":["Telefone"],"block keyword\u0004stripe":["stripe"],"block keyword\u0004paypal":["paypal"],"block keyword\u0004credit":["crédito"],"block description\u0004Display payment options":["Exibir opções de pagamento"],"block title\u0004Payment":["Pagamento"],"block keyword\u0004password":["palavra-passe"],"block description\u0004Displays a password field to let a new user set a password.":["Apresenta um campo de palavra-passe para permitir que um novo utilizador defina uma palavra-passe."],"block title\u0004Password":["Palavra-passe"],"block description\u0004Display an order confirmation line items summary section.":["Apresentar uma secção de resumo dos itens de linha da confirmação do pedido."],"block title\u0004Order Confirmation Line Items":["Confirmação dos items do pedido por linha"],"block description\u0004Display an order confirmation customer section.":["Apresentar uma secção de cliente de confirmação do pedido."],"block title\u0004Order Confirmation Customer Details":["Dados do cliente na Confirmação do pedido"],"block description\u0004Display your order bumps.":["Mostrar as ofertas complementares do pedido."],"block title\u0004Order Bumps":["Ofertas complementares"],"block description\u0004Display a name your own price field.":["Apresentar um nome para o seu próprio campo de preços."],"block title\u0004Name Your Own Price":["Diga o seu próprio preço"],"block description\u0004Display a name collection field.":["Exibir um campo de recolha de nomes."],"block title\u0004Full Name":["Nome completo"],"block description\u0004Display a logout button.":["Apresentar um botão de fim de sessão (logout)."],"block title\u0004Logout Button":["Botão de saída (logout)"],"block keyword\u0004subtotal":["subtotal"],"block description\u0004Display the shipping amount":[],"block title\u0004Shipping Line Item":[],"block keyword\u0004line-items":["itens de linha"],"block keyword\u0004total":["total"],"block description\u0004Displays checkout line items.":["Exibe itens de linha de checkout."],"block title\u0004Line Items":["Itens de linha"],"block keyword\u0004last-name":["apelido"],"block description\u0004Display a last name collection field.":["Mostrar um campo de recolha de apelidos."],"block title\u0004Last Name":["Apelido"],"block keyword\u0004field":["campo"],"block keyword\u0004input":["campo de entrada (input)"],"block keyword\u0004text":["texto"],"block description\u0004Displays a form text input field. This is saved with the order as additional metadata.":["Apresenta um campo de introdução de texto de formulário. Este é guardado com o pedido como metadados adicionais"],"block title\u0004Text Field":["Campo de texto"],"block keyword\u0004title":["título"],"block keyword\u0004heading":["cabeçalho"],"block description\u0004Displays a title\/heading section":["Apresenta uma secção de título\/cabeçalho"],"block title\u0004Title\/Heading Section":["Título\/Cabeçalho Principal"],"block description\u0004Displays a form.":["Apresenta um formulário."],"block title\u0004Form":["Formulário"],"block keyword\u0004first-name":["nome-próprio"],"block description\u0004Display a first name collection field.":["Mostrar um campo de recolha de nome próprio."],"block title\u0004First Name":["Nome próprio"],"block keyword\u0004android":["andróide"],"block keyword\u0004google":["google"],"block keyword\u0004apple":["apple"],"block description\u0004Display express payment options (Google Pay, Apple Pay, etc.)":["Apresentar opções de pagamento expresso (Google Pay, Apple Pay, etc.)"],"block title\u0004Express Payment":["Pagamento expresso"],"block keyword\u0004mail":["email"],"block keyword\u0004email":["email"],"block description\u0004Displays an email form field.":["Apresenta um campo de formulário para correio electrónico."],"block title\u0004Email":["Email"],"block description\u0004Displays a donation amount for the donation form.":["Apresenta um montante de donativo para o formulário de donativo."],"block title\u0004Donation Amount":["Montante do donativo"],"block keyword\u0004amount":["montante"],"block keyword\u0004custom":["customizado"],"block keyword\u0004ad hoc":["ad hoc"],"block keyword\u0004donation":["doação"],"block description\u0004Displays a donation amount for the user to choose from.":["Apresenta um montante de donativo para o utilizador escolher."],"block title\u0004Donation":["Doação"],"block keyword\u0004hr":["hr"],"block keyword\u0004divider":["separador"],"block description\u0004Displays a divider.":["Apresenta um separador."],"block title\u0004Divider":["Separador"],"block keyword\u0004user":["utilizador"],"block keyword\u0004account":["conta"],"block description\u0004WordPress User Account Information":["Informações da conta de utilizador do WordPress"],"block title\u0004WordPress User Account":["Conta de utilizador do WordPress"],"block description\u0004Displays the customers shipping addresses and lets them update details.":["Apresenta os endereços de envio dos clientes e permite-lhes actualizar os detalhes."],"block title\u0004Customer Shipping and Tax Address":["Endereço fiscal e de envio do cliente"],"block description\u0004Displays the customers invoices.":["Apresenta as facturas dos clientes."],"block title\u0004Customer Invoices":["Facturas de clientes"],"block description\u0004Displays the customers charges.":["Apresenta as cobranças dos clientes."],"block title\u0004Customer Charges":["Cobranças do cliente"],"block description\u0004Displays the users customer dashboard tabs.":["Apresenta os separadores do painel de controlo dos clientes."],"block title\u0004Customer Dashboard Tabs":["Separadores do painel de controlo do cliente"],"block title\u0004Customer Dashboard Tab":["Separador Painel de controlo do cliente"],"block description\u0004Displays the users customer dashboard pages.":["Apresenta as páginas do painel de controlo do cliente"],"block title\u0004Customer Dashboard Pages":["Páginas do painel de controlo do cliente"],"block description\u0004Displays the users customer dashboard tab.":["Apresenta o separador do painel de controlo dos clientes."],"block title\u0004Customer Dashboard Page":["Página do painel de controlo do cliente"],"block description\u0004Displays a customer's subscriptions.":["Apresenta as subscrições de um cliente."],"block title\u0004Customer Subscriptions":["Subscrições dos clientes"],"block description\u0004Lets the customer update payment methods.":["Permite ao cliente actualizar os métodos de pagamento."],"block title\u0004Customer Payment Methods":["Métodos de pagamento do cliente"],"block description\u0004Displays the customers orders.":["Apresenta os pedidos dos clientes."],"block title\u0004Customer Orders":["Pedidos dos clientes"],"block keyword\u0004download":["descarregar"],"block description\u0004Displays the customer's downloads.":["Apresenta os descarregamentos\/downloads do cliente."],"block title\u0004Customer Downloads":["Descarregamentos\/downloads do cliente"],"block title\u0004Customer Dashboard":["Painel de controlo do cliente"],"block description\u0004Displays the users customer dashboard.":["Apresenta o painel de controlo do clientes\/utilizadores"],"block title\u0004Tabbed Customer Dashboard":["Painel de controlo do cliente com separadores"],"block description\u0004Displays the customers billing details.":["Apresenta os detalhes de facturação dos clientes."],"block title\u0004Customer Billing Details":["Dados de facturação do cliente"],"block keyword\u0004dashboard":["painel de controlo"],"block description\u0004Display a button to link the user to their customer dashboard.":["Apresentar um botão para fazer ligação do utilizador ao seu painel de controlo do cliente."],"block title\u0004Customer Dashboard Button":["Botão do painel de controlo do cliente"],"block description\u0004Display a coupon form.":["Apresentar um formulário de cupão."],"block title\u0004Coupon":["Cupão"],"block keyword\u0004thank you":["obrigado"],"block keyword\u0004thank":["obrigado"],"block description\u0004Display an order confirmation section.":["Apresentar uma secção de confirmação do pedido."],"block title\u0004Order Confirmation":["Confirmação do pedido"],"block description\u0004Display an area of the form based on conditions.":["Mostrar uma área do formulário baseada nas condições"],"block title\u0004Conditional":["Condicional"],"block description\u0004Display content in multiple columns, with blocks added to each column.":["Apresentar o conteúdo em várias colunas, com blocos adicionados a cada coluna."],"block title\u0004SureCart Columns":["Colunas SureCart"],"block description\u0004A single column within a columns block.":["Uma única coluna dentro de um bloco de colunas."],"block title\u0004SureCart Column":["Coluna SureCart"],"block keyword\u0004surecart":["surecart"],"block keyword\u0004page":[],"block keyword\u0004category":[],"block keyword\u0004collection":[],"block description\u0004A Product collection page for SureCart":[],"block title\u0004Product Collection":[],"block keyword\u0004collapse":[],"block description\u0004Display a collapsible row":[],"block title\u0004Collapsible Row":[],"block keyword\u0004form":["formulário"],"block description\u0004Display a checkout form":["Exibir um formulário de checkout"],"block title\u0004Checkout Form":["Formulário de check-out"],"block keyword\u0004notice":["aviso"],"block keyword\u0004error":["Erro"],"block description\u0004Display any checkout-related errors. By default the checkout form shows these at the top. Add this block to change the location.":["Exibir quaisquer erros relacionados com o checkout. Por padrão, o formulário de checkout exibe esses erros no topo. Adicione este bloco para alterar essa localização."],"block title\u0004Checkout Errors":["Erros no checkout"],"block keyword\u0004toggle":["alternar"],"block keyword\u0004checkbox":["caixa de verificação"],"block description\u0004Display a checkbox input":["Apresentar um campo de entrada de caixa de verificação"],"block title\u0004Checkbox":["Caixa de verificação"],"block description\u0004Display the cart subtotal":["Mostrar o subtotal do carrinho"],"block title\u0004Cart Subtotal":["Subtotal do carrinho"],"block description\u0004The cart submit button":["O botão de submissão do carrinho"],"block title\u0004Cart Submit Button":["Botão de submissão do carrinho"],"block description\u0004Display a custom message in the cart":["Mostrar uma mensagem personalizada no carrinho"],"block title\u0004Cart Message":["Mensagem do carrinho"],"block description\u0004The cart menu icon that shows your cart quantity.":["O ícone do menu do carrinho que mostra a quantidade do carrinho."],"block title\u0004Cart Menu Icon":["Ícone do menu do carrinho"],"block title\u0004Cart Items":["Itens do carrinho"],"block description\u0004Display a cart header":["Exibir um cabeçalho de carrinho"],"block title\u0004Cart Header":["Cabeçalho do carrinho"],"block keyword\u0004promo":["promoção"],"block keyword\u0004coupon":["cupão"],"block description\u0004Display a coupon form in the cart.":["Apresentar um formulário de cupão no carrinho."],"block title\u0004Cart Coupon":["Cupão do carrinho"],"block description\u0004Display the cart bump line item":["Exibir o item do carrinho de compras adicional\/bump"],"block title\u0004Cart Bump Line Item":["Item adicional\/bump do carrinho de compras"],"block description\u0004The cart":["O carrinho"],"block title\u0004Cart":["Carrinho"],"block keyword\u0004confirm":["confirmar"],"block keyword\u0004details":["detalhes"],"block keyword\u0004card":["cartão"],"block description\u0004Display a card block.":["Apresentar um bloco de cartões."],"block title\u0004Card":["Cartão"],"block description\u0004Display a button to immediately redirect to the checkout page with the product in the cart.":["Apresentar um botão para redirecionar imediatamente para a página de checkout com o produto no carrinho."],"block title\u0004Buy Button":["Botão de Comprar"],"block keyword\u0004engine":["sistema\/engine"],"block keyword\u0004submit":["submeter"],"block keyword\u0004button":["botão"],"block description\u0004Display a checkout form button.":["Exibir um botão de formulário de checkout."],"block title\u0004Button":["Botão"],"block keyword\u0004discount":["desconto"],"block keyword\u0004bump":[],"block keyword\u0004line":["linha"],"block keyword\u0004checkout":["checkout"],"block description\u0004Displays the order bump discount.":["Apresenta o desconto adicional\/complementar do pedido."],"block title\u0004Bump Discount":["Desconto Adicional\/Complementar"],"block keyword\u0004customer":["cliente"],"block keyword\u0004name":["nome"],"block description\u0004Display a button to add a specific price to the cart.":["Mostrar um botão para adicionar um preço específico ao carrinho."],"block title\u0004Add To Cart Button":["Botão Adicionar ao carrinho"],"block keyword\u0004tax":["taxa fiscal"],"block keyword\u0004shipping":["envio"],"block keyword\u0004address":["morada"],"block description\u0004Display an shipping address form. This is used for shipping and tax calculations.":["Apresenta um formulário de endereço de envio. Este é utilizado para cálculos de envio e de impostos."],"WordPress Account":[],"Navigation":[],"Logo Width":[],"Show Logo":[],"Template Options":[],"Are you sure you want to remove this link?":["Tem a certeza de que pretende remover esta ligação?"],"Insert Buy Link":["Inserir link de compra"],"Create A Buy Link":["Criar um link de compra"],"Update Link":["Atualizar link"],"Add A Buy Link":["Adicionar um link de compra"],"Are you sure you wish to remove this link?":["Tem a certeza de que pretende remover esta ligação?"],"Name Your Price":["Diga o seu preço"],"To add some default checkout products, click the \"Add Products\" button.":["Para adicionar alguns produtos de checkout predefinidos, clique no botão \"Adicionar produtos\"."],"Reset":["Reiniciar"],"Price selector label":[],"Selector title":[],"This product does not have any variants or prices to choose from. Add it to the form instead?":[],"Choose product":[],"Please select a product with variants and\/or prices to display the price selector.":[],"Open Text":["Texto de Abertura"],"Closed Text":["Texto fechado"],"Collapsed On Mobile":["Recolher em dispositivos móveis"],"Collapsed On Desktop":[],"Collapsible":["Dobrável"],"Apply Coupon":["Aplicar cupão"],"Total Due Today Label":[],"Amount Due Label":[],"Total Label":[],"Other Label":["Outra etiqueta"],"EU VAT Label":["Etiqueta de IVA da UE"],"UK VAT Label":["Etiqueta de IVA do Reino Unido"],"AU ABN Label":["Etiqueta AU ABN"],"CA GST Label":["Etiqueta CA GST"],"Tax ID":["Número de contribuinte (NIF)"],"Initial Payment":[],"Initial Payment Label":[],"Total Installment Payments":[],"Total Installment Payments Label":[],"Subtotal Label":[],"Secure Payment Text":[],"Show secure notice.":[],"Show a secure lock icon.":["Mostrar um ícone de cadeado seguro."],"Show total due in button text.":["Mostrar o total no texto do botão."],"This is a secure, encrypted payment.":[],"Link image to home":["Link da Imagem para página inicial"],"Maximum height":["Altura Máxima"],"Set a maximum height":["Definir a altura máxima"],"This is also displayed on your invoices, receipts and emails.":["Também mostrado nas suas faturas, recibos e emails."],"Store Logo":["Logótipo da Loja"],"Show Description":[],"Shipping Choices":[],"3-5 days":[],"Economy":[],"Next-day delivery":[],"Express":[],"1-2 days":[],"Standard":[],"(Not in this example order, but will be conditionally displayed)":["(Não neste pedido de exemplo, mas será apresentado condicionalmente)"],"Label Name":["Etiqueta para Nome"],"Click here to add some radio text...":["Clique aqui para adicionar um texto na seleção por rádio..."],"Radio Text":["Texto de rádio"],"Show a range of prices if multiple prices are available or has variable products.":[],"Price Range":[],"Options":[],"Setup Store":[],"These are sample products. Setup a new store \/ Connect existing to have real items.":[],"Select specific products...":[],"Hand Pick Products":[],"Featured Products":[],"All Products":[],"Products To Show":[],"Show collection filtering.":[],"Collection":[],"Paginate":[],"Products Per Page":[],"Cover":[],"Contain":[],"Image Cropping":[],"Aspect Ratio":[],"Set Aspect Ratio":[],"Price Selector Text":[],"No, donate once.":[],"Yes, count me in!":[],"Donation Amount text":[],"Select a product to display donation choices according to the prices of the product.":[],"Collection Title":[],"Height":[],"2:3":[],"3:4":[],"9:16":[],"3:2":[],"4:3":[],"16:9":[],"Square":[],"Original":[],"Aspect ratio":[],"Image scaling options\u0004Scale":[],"Image will be stretched and distorted to completely fill the space.":[],"Image is scaled to fill the space without clipping nor distorting.":[],"Image is scaled and cropped to fill the entire space without being distorted.":[],"Scale option for Image dimension control\u0004Fill":[],"Scale option for Image dimension control\u0004Contain":[],"Scale option for Image dimension control\u0004Cover":[],"This is the Product Collection Description block, it will display the collection description if one was added.":[],"Display all products from your store as a grid.":[],"Archive Products":[],"Display your products from a collection in a grid.":[],"Product Collection":[],"This controls the font size of the pagination.":[],"Pagination Font Size":[],"Show a search box.":[],"Search":[],"Allow the user to sort by newest, alphabetical and more.":[],"Sort":[],"When paginating with ajax, scroll to the top of this block.":[],"Scroll Into View":[],"Ajax Pagination":[],"Limit":[],"This column count exceeds the recommended amount and may cause visual breakage.":["Esta contagem de colunas excede a quantidade recomendada e pode provocar uma quebra visual."],"Edit the layout of each product":[],"Black":[],"White":[],"Green":[],"Color":[],"Product Title":[],"Subscribe and Save":[],"Show Price":[],"Sale Text":[],"Thumbnails Per Page":[],"Unlimited":[],"Max Image Width":[],"Slider Height":[],"Auto Height":[],"Experience the next level of convenience with our innovative widget. Melding cutting-edge technology with user-friendly design, this product provides unparalleled functionality that caters to your lifestyle.":[],"Number To Display":[],"Unavailable label":[],"Out of stock label":[],"Text settings":[],"Add text…":["Adicionar texto..."],"Button text":["Texto do botão"],"Columns":["Colunas"],"Select many":["Seleccionar muitos"],"Show Price Amount":["Mostrar o montante do preço"],"Show Label":["Mostrar etiqueta"],"Checked By Default":["Selecionado por defeito"],"Please preview your form on the front-end to view processors.":[],"No payment processors are enabled for this mode.":[],"Please preview the form on the front-end to load the Stripe payment element fields.":["Pré-visualize o formulário no front-end para carregar os campos do elemento de pagamento Stripe."],"PayPal selected for check out.":["PayPal seleccionado para o check-out."],"Another step will appear after submitting your order to complete your purchase details.":["Depois de submeter o seu pedido, aparecerá um outro passo para completar os detalhes da sua compra."],"Credit Card selected for check out.":["Cartão de crédito seleccionado para o check-out."],"%s selected for check out.":["%s selecionado(s) para check-out."],"Enable Paystack payment":[],"Paystack":[],"Enable PayPal payment":["Activar o pagamento PayPal"],"Enable Stripe payment":["Activar o pagamento Stripe"],"Enable Mollie processor":["Ativar o processador Mollie"],"Mollie":["Mollie"],"Disable or enable specific processors for this form.":["Desactivar ou activar processadores específicos para este formulário."],"Enabled Processors":["Processadores activados"],"Password Confirmation Help":["Ajuda para confirmar a palavra-passe"],"Password Confirmation Placeholder":["Placeholder para confirmação da palavra-passe"],"Password Confirmation Label":["Etiqueta de confirmação da palavra-passe"],"Password Confirmation":["Confirmação da palavra-passe"],"Site Settings":[],"You can override the global password validation by going to the advanced settings.":[],"Show control":["Mostrar controlo"],"Show Currency Code":["Mostrar código (Nomenclatura) moeda"],"Last Name Label":["Etiqueta do apelido"],"First Name Help":["Ajuda no primeiro nome"],"First Name Label":["Etiqueta com o primeiro nome"],"Shipping Amount":[],"Add your description...":["Adicione a sua descrição..."],"Add your title...":["Adicione o seu título..."],"Form":["Formulário"],"Please complete your store to enable live mode. It's free!":[],"Complete your store setup.":[],"Your payment was successful. A receipt is on its way to your inbox.":[],"Thank you!":[],"Success! Redirecting...":["Sucesso! Redireccionando..."],"Success Text":["Texto de sucesso"],"Finalizing...":[],"Confirming":[],"Processing...":[],"Submitting...":[],"Submitting":[],"Loading Text":["A carregar o texto"],"The this is the space between the rows of form elements.":["Este é o espaço entre as linhas dos elementos do formulário."],"Form Highlight Color":["Cor de destaque do formulário"],"Style":["Estilo"],"Change Template":["Modificar modelo"],"Form Template":["Modelo de formulário"],"Are you sure you want to change the template? This will completely replace your current form.":["Tem a certeza de que pretende alterar o modelo? Isto irá substituir completamente o seu formulário actual."],"Custom Thank You Page":["Página de agradecimento personalizada"],"Thank You Page":["Página de agradecimento"],"Products & Behavior":["Produtos e comportamento"],"Customer can select multiple options.":["O cliente pode seleccionar várias opções."],"Customer must select one of the options.":["O cliente deve seleccionar uma das opções."],"Customer must purchase all options.":["O cliente deve adquirir todas as opções."],"Product Options":["Opções de produtos"],"Choose An Invoice Product":["Seleccionar um produto de facturação"],"Choose A Donation Product":["Escolha um produto de doação"],"Choose A Starting Design":["Escolher um design inicial"],"Buy me coffee!":["Paga-me um café!"],"Label for donation":["Etiqueta para campo doação"],"Add  Amount":["Adicionar montante"],"Add Suggested Donation Amount":["Adicionar o valor do donativo sugerido"],"Add Amount":["Adicionar montante"],"Default Amount":["Montante por defeito"],"Allow custom amount to be entered":["Permitir a introdução de um montante personalizado"],"Text":["Texto"],"Email Address":["Endereço de E-mail"],"Display Name":["Nome de exibição"],"Url Slug":["Slug do URL"],"Application UI Icon Pack":["Pacote ícones IU da aplicação"],"Camping & Hiking Icons":["Ícones de campismo e caminhadas"],"View all":["Ver tudo"],"New Tab %d":["Novo separador %d"],"Billing Address":["Endereço de facturação"],"Billing Email":["E-mail de facturação"],"Billing Name":["Nome de facturação"],"Sample Data":["Dados de amostra"],"Info":["Informações"],"Full":["Completo"],"Show Icon":["Mostrar ícone"],"Thank you for your purchase! Please check your inbox for additional information.":["Obrigado pelo seu pedido! Por favor, verifique a sua caixa de correio electrónico para obter informações adicionais."],"is less than or equal to":["é menor ou igual a"],"does not exist":["não existe"],"exists":["existe"],"Shipping Country":["País de destino"],"Billing Country":["País de faturação"],"Coupon(s)":["Cupões"],"Product(s)":["Produto(s)"],"Add Another Product":["Adicionar outro produto"],"Add Another Processor":["Adicionar outro processador de pagamento."],"PayPal":["PayPal"],"Stripe":["Stripe"],"not exist":["não existe"],"exist":["existe"],"is less or equal to":["é menor ou igual a"],"is greater or equal to":["é maior ou igual a"],"is less than":["é menor que"],"is greater than":["é maior que"],"is not equal to":["não é igual a"],"is equal to":["é igual a"],"matches none of":["não corresponde a nenhum"],"matches all of":["corresponde a todos"],"matches any of":["corresponde a qualquer um"],"Add Another Coupon":["Adicionar outro cupão"],"%s off":["%s desativado"],"Set Rules":["Definir regras"],"OR":["OU"],"Add Conditions":["Adicionar condições"],"First, add some conditions for the display of this group of blocks.":["Primeiro, adicionar algumas condições para a exibição deste grupo de blocos."],"Conditional":["Condicional"],"Configure Conditions":["Configurar as condiçes"],"Configure different visibility conditions to control when the contents appear to customers.":["Configurar diferentes condições de visibilidade para definir quando o conteúdo aparece para os clientes."],"Conditions":["Condições"],"Edit Conditions":["Editar condições"],"AND":["E"],"Search for payment method...":["Procurar pelo método de pagamento..."],"Search for country...":[],"Search for coupons...":[],"Search for products...":[],"Justification":["Justificação"],"Customize the width for all elements that are assigned to the center or wide columns.":["Personalize a largura de todos os elementos atribuídos às colunas centrais ou largas."],"Wide":["Largura"],"Content":["Conteúdo"],"Nested blocks will fill the width of this container. Toggle to constrain.":["Os blocos aninhados preencherão a largura deste contentor. Alternar para restringir."],"Nested blocks use content width with options for full and wide widths.":["Os blocos aninhados utilizam a largura do conteúdo com opções de largura total e larga."],"Inner blocks use content width":["Os blocos interiores utilizam a largura do conteúdo"],"Justify items right":["Justificar os itens à direita"],"Justify items center":["Justificar itens ao centro"],"Justify items left":["Justificar itens à esquerda"],"Sticky":["Pegajoso"],"No collections found.":[],"Loading...":[],"Search or type a collection name":[],"Select Collection Page":[],"Select an icon":["Seleccionar um ícone"],"Tab Icon":["Ícone do separador"],"Search for a form...":["Procurar um formulário..."],"Choose a form":["Seleccionar um formulário"],"To add some products \"Add Products\" button.":["Para adicionar alguns produtos, clique no botão \"Adicionar produtos\"."],"Custom":["Personalizado"],"Create Product":["Criar produto"],"New Form":["Novo formulário"],"Add a checkout form":["Adicionar um formulário de checkout"],"Get started by selecting a form or start build a new form.":["Comece por seleccionar um formulário ou comece a criar um novo formulário."],"Select a checkout form":["Seleccionar um formulário de checkout"],"Enter a title for your form":["Introduza um título para o seu formulário"],"Create a Checkout Form":["Criar um formulário de checkout"],"Untitled Form":["Formulário sem título"],"Form Title":["Título do formulário"],"This form has been deleted or is unavailable.":["Este formulário foi eliminado ou não está disponível."],"If there are errors in the checkout, they will display here.":["Ao existirem erros no checkout, eles são exibidos aqui."],"Add some checkbox text...":["Adicionar um texto de caixa de verificação..."],"Checkbox Text":["Texto da caixa de verificação"],"Checked by default":["Marcado por defeito"],"Value":["Valor"],"Bottom Border":["Border inferior"],"Border":["Border"],"Padding":["Padding"],"Spacing":["Espaçamento"],"Section Color":[],"Always show cart":["Mostrar sempre o carrinho"],"every month":["todos os meses"],"Basic":[],"Example Product":["Exemplo de produto"],"Allow line item quantities to be editable.":["Permitir que as quantidades dos itens de linha sejam editáveis."],"Editable":["Editável"],"Allow line items to be removed.":["Permitir a remoção de itens de linha."],"Removable":["Removível"],"Placeholder":["Texto Designação (placeholder)"],"Collapsed":["Colapsado"],"Width":["Largura"],"Borderless":["Sem borda"],"Create Buy Button":["Criar botão de compra"],"Update Buy Button":[],"Select some products":["Seleccionar alguns produtos"],"Products Info":[],"Change selected products":[],"Bundle Discount":["Desconto por pacote"],"Select Product":[],"To add a product for the cart button, click the \"Select Product\" button.":[],"Product Info":["Informações sobre o produto"],"Text Color":["Cor do texto"],"Background Color":["Cor de fundo"],"Text Link":["Ligação de texto"],"Secondary Button":["Botão secundário"],"Primary Button":["Botão primário"],"Button Type":["Tipo de botão"],"Large":["Grande"],"Medium":["Médio"],"Small":["Pequeno"],"Button Size":["Dimensão do botão"],"Button Text":["Texto do botão"],"Input Placeholder":["Placeholder para campo de introdução"],"Input Help":["Ajuda para campo de introdução"],"Input Label":["Etiqueta para campo de introdução"],"Change selected product":[],"Default country":["País por defeito"],"State Placeholder":["Placeholder para o Estado\/região"],"Postal Code Placeholder":["Placeholder para código postal"],"Address Placeholder":["Placeholder para Endereço"],"City Placeholder":["Placeholder para Cidade"],"Country Placeholder":["Placeholder para País"],"Name Placeholder":["Placeholder para Nome"],"Show the \"name or company name\" field in the form.":["Mostrar o campo \"nome ou nome da empresa\" no formulário."],"If products in the cart require tax but not shipping, we will show a condensed version specifically for tax collection.":["Se os produtos no carrinho de compras exigirem impostos, mas não o envio, mostraremos uma versão condensada especificamente para a cobrança de impostos."],"Use a compact address if possible":["Utilizar um endereço compacto, se possível"],"If tax or shipping is required for checkout the address field will automatically be required.":["Se for necessário pagar impostos ou portes de envio para finalizar a compra, o campo de endereço será automaticamente requerido."],"Required":["Necessário"],"Attributes":["Atributos"],"%d payment":["%d pagamento","%d pagamentos"],"once":["uma vez"],"Previous":["Anterior"],"Last 365 Days":[],"This is a demo of a premium feature. To get this feature, please upgrade your plan.":[],"This is a demo of a premium feature. To get this feature, complete your setup and upgrade your plan.":[],"Go back.":["Voltar."],"Cancel Pending Update":["Cancelar atualização pendente"],"Change Renewal Date":["Alterar a data de renovação"],"Restore At...":["Restaurar em..."],"Pay Off Subscription":["Pagar a assinatura"],"Pay Off":[],"Restore Now":["Restaurar agora"],"Payment method updated.":["Método de pagamento atualizado."],"Tax disabled.":["Imposto\/Taxas desabilitadas"],"Tax enabled.":["Imposto\/taxas Habilitado."],"Next retry:":["Próxima tentativa:"],"No billing periods":["Sem períodos de facturação"],"Time Period":["Período de tempo"],"Enable Automatic Retries":["Activar tentativas automáticas"],"Billing Periods":["Períodos de facturação"],"Pending Update":["Actualização pendente"],"Retry Payment":["Nova tentativa de pagamento"],"Are you sure you want to retry the payment? This will attempt to charge the customer.":["Tem a certeza de que pretende tentar novamente o pagamento? Isto irá tentar cobrar ao cliente."],"Payment retry successful!":["Nova tentativa de pagamento bem sucedida!"],"Could not complete the payment. Please check the order for additional details.":["Não foi possível concluir o pagamento. Consulte o pedido para obter mais informações."],"This will make the subscription active again and charge the customer immediately.":["Isto tornará a subscrição novamente activa e cobrará o cliente imediatamente."],"The customer will immediately be charged the first billing period.":["O cliente será imediatamente cobrado pelo primeiro período de faturação."],"The customer will immediately be charged %s for the first billing period.":["Será imediatamente cobrado %s ao cliente para o primeiro período de faturação."],"Restore Subscription":["Restaurar a subscrição"],"Subscription restored.":["Subscrição restaurada."],"Restore Subscription At":["Restaurar a subscrição em"],"Renew Subscription At":["Renovar a subscrição em"],"Pay off":["Pagar"],"Are you sure you want to pay off subscription? This will immediately charge the customer the remaining payments on their plan.":["Tem a certeza de que pretende pagar a subscrição? Esta ação cobrará imediatamente ao cliente os pagamentos restantes do seu plano."],"Subscription paid off.":["A assinatura foi paga."],"Pause":["Pausa"],"Don't Pause":["Não fazer uma pausa"],"Pause Subscription":["Pausa na subscrição"],"Subscription paused.":["A assinatura está em modo pausa."],"Resume Subscription":["Retomar\/Reiniciar subscrição"],"Are you sure you wish to resume this subscription?":["Tem a certeza de que pretende retomar esta subscrição?"],"Subscription resumed.":["A subscrição foi retomada."],"Revoke Purchase":["Revogar a compra"],"Unrevoke Purchase":["Revogar a compra"],"Revoke Purchase & Cancel Subscription":["Revogar a compra e cancelar a subscrição"],"Unrevoke Purchase & Restore Subscription":["Anular a compra e restaurar a subscrição"],"This action will remove the associated access and trigger any cancelation automations you have set up.":["Esta acção removerá o acesso associado e acionará quaisquer automatismos de cancelamento que tenha configurado."],"This action will re-enable associated access.":["Esta acção irá reactivar o acesso associado."],"The subscription will be canceled in order to revoke the purchase.":["A subscrição será cancelada para revogar a compra."],"The subscription will be restored in order to restore the purchase. The customer will immediately be charged the first billing period.":["A subscrição será restabelecida a fim de repor a compra. Será imediatamente cobrado ao cliente o primeiro período de facturação."],"The subscription will be restored in order to restore the purchase. The customer will immediately be charged %s for the first billing period.":["A subscrição será reposta para restabelecer a compra. Será imediatamente cobrado ao cliente o valor de %s para o primeiro período de facturação."],"Complete Subscription":["Concluir\/Completar subscrição"],"Are you sure you want to complete this payment plan? This will eliminate any additional payments and mark the plan as complete. You cannot undo this.":["Tem a certeza de que pretende concluir este plano de pagamento? Esta ação eliminará quaisquer pagamentos adicionais e marcará o plano como concluído. Não é possível anular esta ação."],"Subscription completed.":["Subscrição concluída."],"Are you sure you wish to cancel the pending update?":["Tem a certeza de que pretende cancelar a actualização pendente?"],"Update canceled.":["Actualização cancelada."],"Don't cancel":["Não cancelar"],"When do you want to cancel the subscription?":["Quando pretende cancelar a subscrição?"],"Subscription scheduled for cancelation.":["Subscrição programada para ser cancelada."],"Subscription canceled.":["Subscrição cancelada."],"Bills on":["Contas\/facturas a pagamento"],"Upcoming Billing Period":["Próximo período de facturação"],"%d Remaining":["%d Restante(s)"],"Restores on":["Restaura em"],"Add Coupon":[],"Coupon Removed":[],"Coupon Added":[],"Renews on":["Renova em"],"Trial ends on":["Periodo experimentação\/trial termina em"],"Cancels on":["Cancela em"],"Lifetime Subscription":["Subscrição vitalícia"],"Lifetime":["vitalícia"],"Prorate Charges":["Cobrança proporcional"],"%d day left in trial":["%d dia restante no periodo avaliação\/experimentação","%d dias restantes no periodo avaliação\/experimentação"],"Applied to balance":["Aplicado\/utilizado no saldo disponível"],"Customer Credit":["Crédito do  cliente"],"Bills Now":["Contas\/facturas actuais"],"Choose a trial end date":["Seleccionar uma data de fim do período de trial\/experimentação"],"Started":["Iniciado"],"Change Price":[],"Edit Amount":[],"Update Subscription Price":[],"Update Amount":["Atualizar quantidade"],"Schedule Update":["Actualização do calendário"],"Update Subscription":["Actualizar a subscrição"],"Update Immediately":["Actualizar imediatamente"],"Subscription Details":["Detalhes da subscrição"],"Subscription updated.":["Subscrição actualizada."],"Total Of Installment Payments Remaining":[],"Outstanding Installments":[],"Lost Monthly Recurring Revenue":[],"MRR Lost":[],"Total Monthly Recurring Revenue":[],"MRR":[],"Number Of New Trials":[],"New Trials":[],"Number Of New Subscriptions":[],"New Subscriptions":[],"Total Number Of Subscriptions":[],"Total Subscriptions":[],"Integration Providers":["Fornecedores de integração"],"Failed to save.":["Não foi possível guardar."],"Return Request":[],"Variant Option":[],"Incoming Webhook":[],"Statistic":["Estatísticas"],"Shipping Rate":[],"Shipping Zone":[],"Shipping Profile":[],"Shipping Protocol":[],"Promotion":["Promoção"],"Product Group":["Grupo de produtos"],"Processor":["Processador"],"Product Media":["Produto Multimédia"],"Billing Period":["Período de facturação"],"Manual Payment Method":["Método de pagamento manual"],"Provisional Accounts":[],"Payment Intent":["Intenção\/pedido de pagamento"],"Media":["Mídia\/Multimédia"],"Line Items":[],"Integration Provider Items":["Itens do fornecedor de integração"],"Integration Provider":["Fornecedor de integração"],"Draft Checkout":[],"Coupon":["Cupão"],"Cancellation Acts":["Termos e condições de cancelamento."],"Bump":["Bump\/Adicional"],"Brand":[],"Activation":["Activação"],"Store":["Loja"],"Enter your license key":["Introduza a sua chave de licença"],"Enter your license key to activate your plan on thie store.":["Introduza a sua chave de licença para activar o seu plano na loja."],"Upgrade This Store":["Actualizar esta loja"],"Upgrade to Premium":[],"Manage how your store charges sales tax within each tax region. Check with a tax expert to understand your tax obligations.":["Gerencie como a sua loja cobra as taxas sobre vendas em cada região fiscal. Consulte um especialista em impostos para compreender as suas obrigações fiscais."],"Tax Regions":["Regiões fiscais"],"Accept the order and apply reverse charge.":["Aceitar o pedido e aplicar a autoliquidação."],"Accept the order but don’t apply reverse charge.":["Aceitar a encomenda, mas não aplicar a autoliquidação."],"Reject the order and show an error.":["Rejeitar o pedido e apresentar um erro."],"Choose the checkout behavior when VAT verification fails.":["Escolha o comportamento da finalização do pedido quando a verificação do número de contribuinte (NIF) falhar."],"VAT Number Verification Failure":["Falha na verificação do número de contribuinte (NIF)"],"If enabled, apply reverse charge when applicable even when customers are in your home country.":["Se ativado, aplicar a taxa inversa (autoliquidação) quando aplicável, mesmo quando os clientes estão no seu país de origem."],"Local Reverse Charge":["Cobrança local da autoliquidação"],"If enabled, require all customer’s in the EU to enter a EU VAT number when checking out.":["Se ativado, exigir que todos os clientes na UE introduzam um número de contribuinte (NIF) da UE ao efetuar o check-out."],"Require VAT Number":["Número de contribuinte (NIF) obrigatório"],"Change how your store manages EU VAT collection and validation.":["Altere a forma como a sua loja gere a cobrança e a validação do NIF na UE."],"EU VAT Settings":["Definições do NIF e IVA na UE"],"The fallback tax rate to use for checkouts when a specific tax registration is not found.":["A taxa de imposto padrão\/fallback a ser usada para o checkout quando um registo de imposto específico não é encontrado."],"Fallback Rate":["Taxa de fallback"],"If enabled, you can enter a tax rate to apply when a specific tax registration is not found.":["Se ativado, pode inserir uma taxa de imposto a ser aplicada quando um registo de imposto específico não é encontrado."],"If enabled, you need to configure which tax regions you have tax nexus. Tax will only be collected for tax regions that are enabled. If disabled, no tax will be collected.":["Se estiver activado, tem de configurar as regiões fiscais em que tem nexo fiscal. O imposto só será cobrado para as regiões fiscais que estiverem activadas. Se estiver desactivado, não será cobrado qualquer imposto."],"Tax Collection":["Cobrança de impostos\/taxas"],"Manage how your store charges sales tax on orders, invoices, and subscriptions.":["Gerir a forma como a sua loja cobra o imposto\/taxas sobre vendas nos pedidos, faturas e subscrições."],"Store Tax Settings":["Definições do imposto\/taxas de loja"],"You don't have any tax registrations. Add a tax registration to start collecting tax.":["Não tem registos fiscais. Adicione um registo fiscal para começar a cobrar impostos."],"%s Tax Region":["%s Região fiscal"],"You're not collecting sales tax for any states. Add a tax registration to start collecting tax.":["Não está a cobrar imposto sobre vendas em nenhum estado. Adicione um registo fiscal para começar a cobrar o imposto."],"You're not collecting VAT in the UK. Add a tax registration to start collecting tax.":["Não está a cobrar IVA no Reino Unido. Adicione um registo fiscal para começar a cobrar impostos."],"You don't have any country-specific VAT registrations. If you're registered under one-stop shop then you don't need to create country-specific tax registrations. If you're not, add a tax registration to start collecting tax.":["Não tem registos de IVA específicos de cada país. Se estiver registado no balcão único, não precisa de criar registos fiscais específicos do país. Caso contrário, adicione um registo fiscal para começar a cobrar impostos."],"You're not collecting any provincial tax in Canada. Add a tax registration to start collecting tax.":["Não está a cobrar qualquer imposto provincial no Canadá. Adicione um registo fiscal para começar a cobrar impostos."],"You're not collecting GST in Australia. Add a tax registration to start collecting tax.":["Não está a cobrar GST na Austrália. Adicione um registo fiscal para começar a cobrar impostos."],"Add custom manual tax rates for specific countries.":["Adicione taxas de impostos manuais personalizadas para países específicos."],"You’ll need to collect sales tax if you meet certain state requirements, also known as nexus. To start collecting tax, you need to register with the appropriate state tax authority.":["Terá de cobrar o imposto sobre vendas se cumprir determinados requisitos estatais, também conhecidos como nexus ou vínculos. Para começar a cobrar o imposto, é necessário registar-se junto da autoridade fiscal estatal adequada."],"If you do business in the United Kingdom, you may be required to collect Value Added Tax (VAT).":["Se exerce a sua actividade no Reino Unido, pode ser obrigado a cobrar o Imposto sobre o Valor Acrescentado (IVA ou VAT)."],"If you plan to submit a separate VAT return to each EU country, then you'll need to setup tax registrations for each country.":["Se tenciona apresentar uma declaração de IVA separada para cada país da UE, terá de criar registos fiscais para cada país."],"If you need to collect provincial tax (British Columbia, Manitoba, Quebec, and Saskatchewan) in addition to GST\/HST, then you'll need to setup registrations for each province.":["Se precisar de cobrar impostos provinciais (British Columbia, Manitoba, Quebec e Saskatchewan) para além do GST\/HST, terá de configurar registos para cada província."],"If you do business in Australia, you may be required to collect GST on sales in Australia.":["Se fizer negócios na Austrália, pode ser obrigado a cobrar GST sobre as vendas na Austrália."],"State Sales Tax Registrations":["Registos de impostos estatais sobre vendas"],"VAT Registration":["Registo do IVA"],"Country-Specific VAT Registrations":["Registos de IVA específicos do país"],"GST Registration":["Registo GST"],"Rest Of The World":["Outros Países"],"United States":["Estados Unidos"],"Canada":["Canadá"],"United Kingdom":["Reino Unido"],"European Union":["União Europeia"],"Australia":["Austrália"],"Tax Zone":["Zona fiscal"],"Tax Registration":["Registo fiscal"],"Tax is automatically calculated and applied to orders. Make sure you’re registered with the appropriate tax jurisdictions before enabling tax collection.":["A Taxa é calculada e aplicada automaticamente aos pedidos. Certifique-se de estar registado com as jurisdições fiscais apropriadas antes de ativar a cobrança de impostos."],"Make sure you’re registered with the appropriate tax jurisdictions before enabling tax collection.":["Certifique-se de que está registado na jurisdição fiscal correta antes de ativar a cobrança de imposto."],"Tax Rate":["Taxa de imposto"],"Automatic":["Automático"],"Manual":["Manual"],"Tax Calculation":["Cálculo de imposto"],"Region":["Região"],"State":["Estado"],"Province":["Província"],"Country":["País"],"Collect Tax":["Cobrar impostos"],"Enable this if your business makes up to €10,000 EUR in sales to other EU countries and you only plan to submit a domestic VAT return. If enabled, your home country VAT rate will apply to all EU orders.":["Active esta opção se a sua empresa efectuar até 10 000 euros em vendas a outros países da UE e só intencionar apresentar uma declaração de IVA nacional. Se esta opção estiver activada, a taxa de IVA do seu país de origem aplicar-se-á a todas os pedidos\/encomendas da UE."],"Micro-Business Exemption":["Isenção para microempresas"],"If enabled, your store will collect EU VAT for all EU countries. You should enable this option if you are registered via \"One-Stop Shop\" and plan to submit a single VAT return for all EU countries. If you are planning to submit separate VAT returns for each EU country then you should not enable this option. You should instead create separate tax registrations for each EU country.":["Se ativada, a sua loja cobrará o IVA da UE para todos os países da UE. Deve ativar esta opção se estiver registado através do \"Balcão único\" e planear apresentar uma única declaração de IVA para todos os países da UE. Se pretende apresentar declarações de IVA separadas para cada país da UE, não deve ativar esta opção. Em vez disso, deve criar registos fiscais separados para cada país da UE."],"Manage how your store collects EU VAT for all EU countries.":["Gerir a forma como a sua loja cobra o IVA da UE para todos os países da UE."],"Collect EU VAT":["Cobrar o IVA da UE"],"In applicable tax jurisdictions, your tax ID will show on invoices. If you don't have your tax ID number yet, you can enter it later.":["Nas jurisdições fiscais aplicáveis, o seu número de identificação fiscal será apresentado nas facturas. Se ainda não tiver o seu número de identificação fiscal, pode introduzi-lo mais tarde."],"If enabled, your store will collect Canada GST\/HST for all provinces. If you need to collect additional provincial taxes for Quebec, British Columbia, Manitoba, or Saskatchewan then you will need to additionally create separate tax registrations for these provinces.":["Se estiver activado, a loja cobrará GST\/HST do Canadá para todas as províncias. Se precisar de cobrar impostos provinciais adicionais para o Quebeque, a Colúmbia Britânica, Manitoba ou Saskatchewan, terá de criar registos fiscais separados para estas províncias."],"Collect Canada GST\/HST":["Cobrar Canada GST\/HST"],"Manage how your store collects GST\/HST for all Canadian provinces.":["Gerir a forma como a sua loja cobra GST\/HST para todas as províncias canadianas."],"Canada GST\/HST":["Canadá GST\/HST"],"Customers will be able to cancel their subscriptions from the customer portal. You can configure what happens when a subscription cancellation happens from the Subscriptions settings page.":["Os clientes poderão cancelar as suas subscrições a partir do portal do cliente. Pode configurar o que acontece quando uma subscrição é cancelada a partir da página de definições das subscrições."],"Allow Subscription Cancellations":["Permitir cancelamentos de subscrições"],"Customers will be able to change subscription quantities from the customer portal.":["Os clientes poderão alterar as quantidades de subscrição a partir do portal do cliente."],"Allow Subscription Quantity Changes":["Permitir alterações na quantidade da subscrição"],"Customers will be able to switch pricing plans from the customer portal. You can configure what happens when a subscription change happens from the Subscriptions settings page.":["Os clientes podem mudar de plano de preços a partir do portal do cliente. Pode configurar o que acontece quando uma subscrição é alterada na página de definições de Subscrições."],"Allow Subscription Changes":["Permitir alterações na subscrição"],"Manage what your customers are able to see and do from the customer portal.":["Gerir o que os seus clientes podem ver e fazer a partir do portal do cliente."],"Customer Portal":[],"Revoke Purchase After All Payment Retries Fail":["Revogar Compra Após Todas as Tentativas de Pagamento Falharem"],"Revoke Immediately":["Revogar Imediatamente"],"Purchase Revoke Behavior":["Comportamento na revogação de compra"],"Whether or not a payment method should be required for subscriptions that have an initial period amount of $0 (free trial or coupon). This is useful if you want to offer a \"no credit card required\" free trials.":["Se deve ou não ser exigido um método de pagamento para as subscrições que têm um montante de período inicial de $0 (avaliação\/período gratuito ou cupão). Isto é útil se pretender oferecer avaliações\/períodos gratuitos \"sem necessidade de cartão de crédito\"."],"Require Upfront Payment Method":["Exigir um método de pagamento logo no início"],"Manage your subscription purchase behavior.":["Gerir o comportamento de compra da sua subscrição."],"Purchase Behavior":[],"If a subscription payment fails, the subscription is marked past due. When this happens we automatically retry the payment based on our smart retry logic. If the payment is still unsuccessful after the duration set above, the subscription will be canceled.":["Se o pagamento de uma subscrição falhar, a subscrição é marcada como vencida. Quando isto acontece, repetimos automaticamente o pagamento com base na nossa lógica de repetição inteligente. Se o pagamento continuar a não ser bem-sucedido após a duração definida acima, a subscrição será cancelada."],"Three Weeks":["Três semanas"],"Two Weeks":["Duas semanas"],"One Week":["Uma semana"],"Cancel Subscriptions After":["Cancelar subscrições após"],"Manage how your store handles failed subscription payments.":["Gerir a forma como a sua loja trata os pagamentos de subscrições falhadas."],"Failed Payments":["Pagamentos falhados"],"Days Before Renewal":[],"Choose how many days before the subscription renewal customers can cancel their plan through the customer dashboard. For example, if you set this to 7 days, customers will only be able to cancel their subscription during the week it renews. Please check for the legality of this setting in your region before enabling.":[],"Allow Self-Service Cancellations":[],"When enabled, this feature prevents customers from cancelling their subscription on the customer dashboard until a set number of days before renewal.":[],"Delay Self-Service Cancellations":[],"When a cancellation happens immediately, the subscription is canceled right away. When a cancellation happens at the billing period end, the subscription remains active until the end of the current billing period.":["Quando o cancelamento ocorre imediatamente, a subscrição é cancelada de imediato. Quando o cancelamento ocorre no final do período de facturação, a subscrição permanece activa até ao final do período de facturação actual."],"Cancellations Happen":["Os cancelamentos acontecem"],"When an upgrade or downgrade happens immediately, a prorated invoice will be generated and paid. If the invoice payment fails, the subscription will not be updated. In the case of a downgrade, the invoice will likely have a $0 balance and a credit may be applied to the customer. When an upgrade or downgrade happens at the next billing period, the subscription won't be updated until the next payment date.":["Quando uma actualização\/upgrade ou uma redução de versão ocorrer no imediato, será gerada e paga uma factura proporcional. Se o pagamento da factura falhar, a subscrição não será actualizada. No caso de um downgrade\/redução, a factura terá provavelmente um saldo de $0 e poderá ser aplicado um crédito ao cliente. Quando uma actualização\/upgrade ou redução\/downgrade ocorrer no período de facturação seguinte, a subscrição não será actualizada até à data de pagamento seguinte."],"Upgrades Happen":["As actualizações\/upgrades acontecem"],"Downgrades Happen":["As reduções\/downgrades acontecem"],"Manage how your store handles subscription upgrades, downgrades, and cancellations.":["Gerir a forma como a loja lida com actualizações\/upgrades, reduções\/downgrades e cancelamentos de subscrições."],"Upgrades, Downgrades, and Cancellations":["Actualizações\/upgrades, reduções\/downgrades e cancelamentos"],"Next Billing Period":["Próximo período de facturação"],"You don't have any survey answers. Please add at least one to collect cancellation feedback.":["Ainda não tem respostas dos questionários. Por favor, adicionar pelo menos uma para receber feedback de cancelamento."],"Survey Answers":["Respostas do questionário."],"Are you sure you want to delete this?":["Tem a certeza que deseja eliminar?"],"Cancel Link":["Link de cancelamento"],"Button":["Botão"],"Provide a discount to keep a subscription.":["Fornecer um desconto para manter uma subscrição."],"Renewal Discount":["Desconto na renovação"],"Skip Link":["Link para ignorar\/saltar na navegação"],"Cancellation survey options.":["Opções para o questionário de cancelamento."],"Cancellation Survey":["Questionário de cancelamento."],"Turning this on will collect subscription cancelation reasons and optionally offer a discount to keep their subscription active.":["Ao activar esta opção, serão recolhidos os motivos de cancelamento da subscrição e, opcionalmente, será oferecido um desconto para manter a subscrição activa."],"Pro":["Pro"],"Subscription Saver & Cancelation Insights":["Protetor de Subscrições e insights de cancelamento"],"Subscription Saver & Cancellation Insights":["Protetor de Subscrições e insights de cancelamento"],"The prompt that will appear when you request more information.":["A mensagem que aparecerá quando solicitar mais informações."],"Comment Prompt":["Comentário solicitado."],"Should the customer be prompted for additional information?":["O cliente deve ser encaminhado para alguma informação adicional?"],"Request Comments":["Solicitar comentários"],"Offer the rewewal discount when this option is selected":["Oferecer um desconto na renovação quando esta opção é selecionada. "],"Offer Discount":["Oferecer desconto"],"The customer-facing label for this cancellation reason.":["O rótulo que aparecerá para os clientes para este motivo de cancelamento."],"Label":["Etiqueta ou denominação"],"New Cancellation Reason":["Novo motivo de cancelamento."],"Edit Cancellation Reason":["Editar motivo de cancelamento."],"Answer created.":["Resposta criada."],"Answer updated.":["Resposta atualizada."],"Can you tell us a little more?":["Pode partilhar conosco um pouco mais?"],"The amount of times a single customer use the renewal discount.":["A quantidade de vezes que um cliente utiliza o desconto na renovação."],"No shipping zones or rates":[],"Create Zone":[],"Shipping zones are geographic regions where you ship products.":[],"Shipping Zones & Rates":[],"2. Create Rate":[],"1. Create Zone":[],"Add Zone":[],"Edit Zone":[],"Next":["Seguinte"],"Select Countries":[],"United States,  United Kingdom, Global ...":[],"Zone Name":[],"Zone added":[],"Zone updated":[],"Select at least one country to create zone.":[],"Fallback":[],"Condition":[],"Customers won't be able to complete checkout for products in this zone.":[],"Shipping rate deleted":[],"Fallback Zone":[],"This zone is optionally used for regions that are not included in any other shipping zone.":[],"Rest Of The World Fallback Zone":[],"Are you sure?":[],"Shipping zone deleted":[],"Add New Profile":[],"Add custom rates or destination restrictions for groups of products.":[],"Custom Shipping Profiles":[],"All products":[],"Set where you ship and how much you charge for shipping.":[],"Shipping Profiles":[],"Enabling shipping rates allows you to charge shipping costs and restrict purchase areas.":[],"Enable Shipping Rates":[],"Shipping Settings":[],"To complete the shipping setup, please add shipping rates to a shipping profile below.":[],"Based on order price":[],"Based on item weight":[],"Select":[],"Shipping Method":[],"Maximum weight":[],"Minimum weight":[],"No limit":[],"Add Rate":[],"Shipping rate added":[],"Shipping rate updated":[],"Failed to create shipping method":[],"Please select a shipping method":[],"Flat Rate":[],"Edit Shipping Rate":[],"Add New Shipping Rate":[],"No shipping rates available for customers to choose from.":[],"Rates for":[],"%d product":[],"Customers won't see this.":[],"Profile Details":[],"First create a shipping zone (where you ship to) and then a shipping rate (the cost to ship there).":[],"No shipping rates":[],"Manage Shipping Profile":[],"Saving failed.":[],"shipping settings":[],"To charge different rates for only certain products, create a new profile in":[],"No products in this profile.":[],"New products are added to this profile.":[],"Add products to this shipping profile.":[],"All products not in other profiles":[],"%d price":[],"Product added":[],"Product removed":[],"Are you sure you want to delete shipping profile? Deleting the shipping profile will remove associated shipping rates and shipping zones.":[],"Delete Shipping Profile":[],"Shipping profile deleted":[],"Customers won’t see this.":[],"Add Shipping Profile":[],"The profile name is required.":[],"Shipping methods represent the different speeds or classes of shipping that your store offers.":[],"Upgrade to SureCart Premium to add unlimited shipping methods.":[],"Shipping Methods":[],"Shipping method removed":[],"A description to let the customer know the average time it takes for shipping.":[],"E.g. 1-2 days":[],"Add Shipping Method":[],"Edit Shipping Method":[],"Shipping method added":[],"Shipping method updated":[],"Available Processors":[],"Processors":[],"Connect with paystack to add a paystack express button to your checkout.":[],"Connect with Mollie to add a Mollie express button to your checkout.":[],"Connect with PayPal to add a PayPal express button to your checkout.":[],"Connect with Stripe to accept credit cards and other payment methods.":[],"Live Payments Disabled":[],"Live Payments Enabled":[],"Test Payments Disabled":[],"Test Payments Enabled":[],"Beta":[],"Payments that are made outside your online store. When a customer selects a manual payment method, you'll need to approve their order before it can be fulfilled":["Pagamentos que são efetuados fora da sua loja virtual. Quando um cliente seleciona um método de pagamento manual, é necessário aprovar o pedido\/encomenda para que esta possa ser processada"],"Manual Payment Methods":["Métodos de pagamento manual"],"No manual payment methods.":["Não há métodos de pagamento manuais."],"Enable":["Activar"],"Payment method enabled.":["Método de pagamento activado."],"Payment method disabled.":["Método de pagamento desactivado."],"Instructions on how to pay.":["Instruções sobre o modo de pagamento."],"The instructions that you want your customers to follow to pay for an order. These instructions are shown on the confirmation page after a customer completes the checkout.":["As instruções que pretende que os seus clientes sigam para efectuar o pagamento de um pedido\/encomenda. Estas instruções são mostradas na página de confirmação depois de o cliente concluir a finalização da compra."],"Payment instructions":["Instruções de pagamento"],"I.E. Pay with cash upon delivery.":["Ou seja, pagamento em dinheiro no momento da entrega\/serviço."],"The description of this payment method that will be shown in the checkout.":["A descrição deste método de pagamento que será apresentada na finalização da compra."],"I.E. Cash On Delivery":["I.E. Pagamento no acto de entrega"],"Custom payment method name":["Nome personalizado do método de pagamento"],"Create Manual Payment Method":["Criar método de pagamento manual"],"Edit Manual Payment Method":["Editar o método de pagamento manual"],"Footer":["Rodapé"],"This appears in the memo area of your invoices and receipts.":["Aparece na área de notas das suas facturas e recibos."],"Memo":["Memorando"],"Add additional information to receipts and invoices.":["Acrescentar informações adicionais aos recibos e facturas."],"Invoices & Receipts":["Facturas e recibos"],"It must be greater than the largest existing order number.":["Deve ser maior do que o maior número de pedido\/encomenda existente."],"Start Order Number At":["Número inicial para o pedido\/encomenda"],"Random Numbers And Letters":["Números e letras aleatórios"],"Sequential":["Sequencial"],"Choose the style of order numbers.":["Seleccionar o estilo dos números de pedido\/encomenda"],"Order Numbers Counter":["Contador de números de pedido\/encomenda"],"If you would like your order numbers to have a special prefix, you can enter it here. It must not contain underscores, spaces or dashes.":["Se desejar que os seus números de pedido\/encomenda tenham um prefixo especial, pode introduzi-lo aqui. Não pode conter sublinhados, espaços ou traços."],"Order Number Prefix":["Prefixo para o Número de pedido\/encomenda"],"Configure your order numbering style.":["Configurar o estilo de numeração de pedido\/encomenda."],"Order Numbering":["Numeração do pedido\/encomenda"],"Promotions":["Promoções"],"Products\/Prices":["Produtos\/Preços"],"Export CSV":["Exportar CSV"],"Sent when a subscription payment fails.":["Enviado quando o pagamento de uma subscrição falha."],"Subscription Payment Failure":["Falha no pagamento da subscrição"],"Sent when a subscription renews.":["Enviado quando uma subscrição é renovada."],"Subscription Payment":["Pagamento da subscrição"],"Sent when a subscription is canceled.":["Enviado quando uma subscrição é cancelada."],"Sent when an order is created.":["Enviado quando um pedido\/encomenda é criada."],"New Order":["Novo pedido\/encomenda"],"These are the emails that are sent to you and other team members of this store.":["Estes são os e-mails enviados para si e para outros membros da equipa desta loja."],"Store Emails":["E-mais da Loja"],"Sent to customers when a charge is refunded.":["Enviado aos clientes quando uma cobrança é reembolsada."],"Sent to customers when a purchase is downloadable or has a license.":["Enviado aos clientes quando uma compra é descarregável ou tem uma licença."],"Product Access":["Acesso ao produto"],"Sent to customers when their subscription cancellation.":["Enviado aos clientes aquando do cancelamento da sua subscrição."],"Subscription Cancellation":["Cancelamento da subscrição"],"Sent to customers when their subscription renews.":["Enviado aos clientes quando a sua subscrição é renovada."],"Subscription Renewal":["Renovação da subscrição"],"Sent to customers 3 days before a subscription renews.":["Enviado aos clientes 3 dias antes da renovação de uma subscrição."],"Subscription Reminder":["Lembrete de subscrição"],"Sent to customers when their subscription's payment method fails.":["Enviado aos clientes quando o método de pagamento da sua subscrição falha."],"Subscription Recovery":["Recuperação de Subscrições"],"Sent when a fulfillment is marked as delivered.":[],"Fulfillment Delivered":[],"Sent to when a fulfillment is updated or a tracking number is added.":[],"Fulfillment Updated":[],"Sent to when a fulfillment is created (i.e. your order is on the way).":[],"Fulfillment Confirmation":[],"Sent to customers to login to the customer portal without a password.":["Enviado aos clientes para iniciarem sessão no portal do cliente sem uma palavra-passe."],"Email Verification Code":[],"Third (final) email sent when a checkout is abandoned.":["Terceira (última) mensagem de correio electrónico enviada quando o checkout é abandonado."],"Abandoned Checkout #3":["Checkout abandonado #3"],"Second email sent when a checkout is abandoned.":["Segundo e-mail enviado quando o checkout é abandonado."],"Abandoned Checkout #2":["Checkout abandonado #2"],"First email sent when a checkout is abandoned.":["Primeiro e-mail enviado quando um checkout é abandonado."],"Abandoned Checkout #1":["Checkout abandonado #1"],"Customize the content of each notification that is sent to your customers.":["Personalize o conteúdo de cada notificação que é enviada aos seus clientes."],"Customer Emails":["Emails de clientes"],"Subscription payments fail all the time. Don't leave your recurring revenue to chance - turn on recovery emails to increase your chances of recovering subscriptions with failed payments.":["Os pagamentos de subscrições falham a toda a hora. Não deixe as suas receitas recorrentes ao acaso - active os e-mails de recuperação para aumentar as suas hipóteses de recuperar subscrições com pagamentos falhados."],"Subscription Recovery Emails":["Emails de recuperação de subscrição"],"Send a reminder to your subscribers 3 days before their subscription renews.":["Envie um lembrete aos seus subscritores 3 dias antes da renovação da subscrição."],"Subscription Reminder Notifications":["Notificações de lembrete de subscrição"],"Send a general subscription cancellation confirmation email to your customers when subscription canceled.":["Envie um e-mail de confirmação de cancelamento de subscrição geral aos seus clientes quando a subscrição for cancelada."],"Subscription Cancellation Notification":["Notificação de cancelamento da subscrição"],"Send an email customers when their subscription renews.":["Envie um e-mail aos clientes quando a sua subscrição for renovada."],"Subscription Renewal Emails":["Emails de renovação de subscrição"],"Send a quick reminder when a refund is created for a customer. These emails contain the amount and payment method being refunded.":["Envie um lembrete rápido quando for criado um reembolso para um cliente. Estas mensagens contêm o montante e o método de pagamento que está a ser reembolsado."],"Refund Emails":["E-mails de reembolso"],"Send an order email to customers even when the order is free.":["Enviar o email do pedido para o cliente mesmo quando esta é gratuita."],"Free Order Emails":["Emails de Pedidos Gratuitos"],"Send a general order confirmation email to your customers when an order is paid. These emails include a breakdown of the order, and a link to a page where they can download their invoice and receipt.":["Envie um e-mail geral de confirmação do pedido aos seus clientes quando um pedido\/encomenda é paga. Estas mensagens incluem uma descrição detalhada da encomenda e uma ligação para uma página onde podem descarregar a factura e o recibo."],"Order Confirmation Emails":["E-mails de confirmação do pedido\/encomenda"],"Send a product access email to your customer when a purchase is made for a licensed and\/or downloadable product.":[],"Product Access Emails":[],"Manage which notifications are sent to your customers.":["Gerir as notificações que são enviadas aos seus clientes."],"Webhook Details":[],"There are no more webhooks to show.":[],"Webhooks are functioning normally.":[],"Retry":[],"View Details":[],"Not Processed":[],"Processed":[],"Event":[],"If you have any webhooks that failed to process on your site, you can retry them here.":[],"SureCart Event Processing Health":[],"Retry successful!":[],"This will refetch the webhooks connection settings with your store in the case of an invalid signature or similar issue.":[],"Advanced connection options and troubleshooting.":[],"Advanced Options":[],"Enter your api token":["Introduza o seu token de API"],"API Token":["Token API"],"Resync Webhooks":[],"View Logs":[],"If this endpoint is important to your integration, please try and fix the issue. We will disable this endpoint on %s if it continues to fail.":[],"This webhook endpoint is being monitored due to repeated errors.":[],"Error":[],"Webhook resynced.":[],"Are you sure you want to remove this logo?":["Tem a certeza de que pretende remover este logótipo?"],"Both":["Ambos"],"Menu Icon":["Ícone do menu"],"Floating Icon":["Ícone flutuante"],"What type of cart icon would you like to use?":["Que tipo de ícone de carrinho gostaria de utilizar?"],"Cart Icon Type":["Tipo de ícone do carrinho"],"Show a floating cart icon in the bottom corner of your site, if there are items in the cart.":["Mostrar um ícone de carrinho flutuante no canto inferior do seu site, se houver itens no carrinho."],"Show Floating Cart Icon":["Mostrar ícone de carrinho flutuante"],"Icon":["Ícone"],"Enable to always show the cart button, even your cart is empty.":["Activar para mostrar sempre o botão do carrinho, mesmo que o carrinho esteja vazio."],"Always Show Cart (Menu Only)":["Mostrar sempre o carrinho (apenas no menu)"],"Left":["Esquerda"],"Right":["Direita"],"Select the cart button position, i.e. left or right, where it will look best with your website design.":["Selecione a posição do botão do carrinho, ou seja, à esquerda ou à direita, onde ficará melhor com o design da sua página Web."],"Select Position":["Selecionar posição"],"Position of cart button":["Posição do botão do carrinho"],"Select the menu(s) where the cart icon will appear.":["Selecionar o(s) menu(s) onde o ícone do carrinho aparecerá."],"Select Menus":["Selecionar menus"],"This will enable slide-out cart. If you do not wish to use the cart, you can disable this to prevent cart scripts from loading on your pages.":["Isto activará o carrinho deslizante. Se não pretender utilizar o carrinho, pode desactivar esta opção para evitar que os scripts do carrinho sejam carregados nas suas páginas."],"Enable Cart":["Activar o carrinho"],"Change cart settings.":["Alterar as definições do carrinho."],"Remove \"Powered By SureCart\" in the footer of emails and reciepts\/invoices.":["Remover do rodapé dos emails e dos recibos\/faturas a designação \"Powered By SureCart\" "],"Remove SureCart Branding":["Remover a marca\/brand SureCart"],"Dark":["Escuro"],"Light":["Claro"],"Choose \"Dark\" if your theme already has a dark background.":["Escolha \"Escuro\" se o seu tema já tiver um fundo escuro."],"Select Theme":["Selecionar tema"],"Select Theme (Beta)":["Selecionar tema (Beta)"],"Logo":["Logótipo"],"This color will be used for the main button color, links, and various UI elements.":["Esta cor será utilizada para a cor do botão principal, ligações e vários elementos da IU."],"Customize how your brand appears globally across SureCart. Your logo and colors will be used on hosted pages and emails that are sent to your customers.":["Personalize a forma como a sua marca aparece globalmente no SureCart. O seu logótipo e cores serão utilizados nas páginas alojadas e nos e-mails enviados aos seus clientes."],"Brand Settings":["Definições da marca"],"Start Sync":[],"Run any integration automations for purchases. This will run any actions that are set to run on purchase.":[],"Run purchase actions":[],"Create WordPress users if the user does not yet exist.":[],"Create WordPress Users":[],"This will change your user data on your install. We recommend creating a backup of your site before running this.":[],"Customer Sync":[],"Customer sync started in the background":[],"Clear out all of your test data with one-click.":["Limpe todos os seus dados de teste com um clique."],"Clear Test Data":["Limpar dados de teste"],"Sync Customers":[],"Match all SureCart customers with WordPress users. This is helpful if you have migrated from another eCommerce platform.":[],"Manually sync your WordPress install with SureCart.":[],"Syncing":[],"Use The Stripe Card Element":[],"Show a link to edit the customer area in the menu.":[],"Show a link to edit the checkout page in the menu.":[],"Checkout Page":[],"Show a link to edit the cart in the menu.":[],"Cart Page":[],"Show a link to edit the shop page in the menu.":[],"Change some admin UI options.":[],"Admin Appearance":[],"This ensures all the password fields have a stronger validation for user password input i.e. at least 6 characters and one special character.":[],"Strong Password Validation":[],"This will load stripe.js on every page to help with Fraud monitoring.":["Isto carregará o stripe.js em todas as páginas para ajudar na monitorização de fraudes."],"Stripe Fraud Monitoring":["Monitorização de fraudes Stripe"],"register a new site and choose v3.":["registar um novo site e escolher a v3."],"To get your Recaptcha keys":["Para obter as suas chaves Recaptcha"],"reCaptcha Secret Key":["Chave secreta do reCaptcha"],"You can find this on your google Recaptcha dashboard.":["Pode encontrar isto no seu painel de controlo do Google Recaptcha."],"reCaptcha Site Key":["Chave do site reCaptcha"],"Please clear checkout page cache after changing this setting.":["Limpe a cache da página de checkout depois de alterar esta definição."],"Important":["Importante"],"Enable Recaptcha spam protection on checkout forms.":["Ativar a proteção contra spam Recaptcha nos formulários de checkout."],"Recaptcha v3":["Recaptcha v3"],"This adds a field that is invisible to users, but visible to bots in an attempt to trick them into filling it out.":["Isto adiciona um campo que é invisível para os utilizadores, mas visível para os bots\/robots, numa tentativa de os enganar para que o preencham."],"Honeypot":["Pote de mel (Honeypot)"],"Change your checkout spam protection and security settings.":["Alterar as definições de segurança e protecção contra spam do checkout."],"Spam Protection & Security":["Proteção e segurança contra spam"],"Enter a website URL":["Introduzir o URL de um site Web"],"Website":["website"],"Enter an phone number":["Introduzir um número de telefone"],"Enter an email":["Introduzir um e-mail"],"This information helps customers recognize your business and contact you when necessary. It will be visible on invoices\/receipts and any emails that need to be CAN-SPAM compliant (i.e. abandoned order emails).":["Estas informações ajudam os clientes a reconhecer a sua empresa e a contactá-lo quando necessário. Estará visível nas faturas\/recibos e em quaisquer mensagens de correio eletrónico que tenham de estar em conformidade com o CAN-SPAM (ou seja, mensagens de correio eletrónico de encomendas abandonadas)."],"Contact Information":["Informações de contacto"],"notifications@surecart.com":["notifications@surecart.com"],"Reply To Email":["Responder ao e-mail"],"Enter the sender name":["Introduzir o nome do remetente"],"Sender Name":["Nome do remetente"],"Use these settings to configure how notifications are sent to your customers.":["Utilizar estas configurações para definir como as notificações são enviadas aos seus clientes."],"A link to your privacy policy page.":["Uma hiperligação para a sua página de política de privacidade."],"Privacy Policy Page":[],"A link to your store terms page.":[],"Terms Page":[],"The language used for notifications, invoices, etc.":["A linguagem utilizada nas notificações, faturas, etc."],"Store Language":["Linguagem da loja."],"Change this if you want the store to be in a different time zone than your server.":["Altere esta opção se pretender que a loja esteja num fuso horário diferente do seu servidor."],"Time Zone":["Fuso horário"],"The default currency for new products.":["A moeda predefinida para novos produtos."],"This should be your live storefront URL.":["Este deve ser o URL da sua loja publicada."],"https:\/\/example.com":["https:\/\/example.com"],"This is displayed in the UI and in notifications.":["Isto é apresentado na interface do utilizador e nas notificações."],"Store Name":["Nome da loja"],"The name of your store will be visible to customers, so you should use a name that is recognizable and identifies your store to your customers.":["O nome da sua loja ficará visível para os clientes, pelo que deverá utilizar um nome que seja reconhecível e que identifique a sua loja junto dos seus clientes."],"Store Details":["Detalhes da loja"],"1 week":["1 semana"],"6 Days":["6 dias"],"5 Days":["5 dias"],"4 Days":["4 dias"],"3 Days":["3 dias"],"2 Days":["2 dias"],"1.5 Days":["1,5 dias"],"1 Day":["1 dia"],"12 Hours":["12 horas"],"6 Hours":["6 horas"],"3 Hours":["3 horas"],"2 Hours":["2 horas"],"1 Hour":["1 hora"],"The number of days to wait after a customer's purchase before allowing an abandoned checkout to be created. This helps to prevent abandoned checkouts being created for customers very soon after they have made a different purchase.":["O número de dias a aguardar após a compra de um cliente antes de permitir a criação de uma caixa abandonada. Isto ajuda a evitar que sejam criadas caixas abandonadas para os clientes pouco tempo depois de terem efetuado uma compra diferente."],"Wait for a period of time after a customer has made a purchase to send other abandoned checkouts.":["Aguardar um tempo depois de um cliente ter efetuado uma compra para enviar outras verificações de checkout abandonado."],"Grace Period":["Período de carência"],"Don't create abandoned checkout if all products in checkout have been purchased.":["Não criar checkouts abandonados se todos os produtos na caixa tiverem sido comprados."],"Ignore Purchased Products":["Ignorar produtos comprados"],"Also enable abandoned checkouts in test mode.":["Activar também as verificações de abandono de checkout no modo de teste."],"Enabled In Test Mode":["Activado no modo de teste"],"Advanced settings for abandoned checkouts":["Definições avançadas para checkouts abandonados."],"GDPR Message":["Mensagem do RGPD"],"Note: By checking this, it will show confirmation text below the email on checkout forms.":["Nota: Se selecionar esta opção, o texto de confirmação será apresentado por baixo do e-mail nos formulários de finalização da compra\/checkout."],"Tracking Confirmation":["Confirmação de Rastreamento"],"Data collection settings for GDPR.":["Definições de recolha de dados para o RGPD."],"GDPR Settings":["Configurações do RGPD"],"Number of days until expiration":["Número de dias até o vencimento"],"Discount Expires":["Desconto Expira"],"On the final email":["No último e-mail"],"On the second email":["No segundo e-mail"],"On the first email":["No primeiro e-mail"],"When should we offer the discount?":["Quando devemos oferecer o desconto?"],"Add a discount incentive for abandoned cart.":["Adicione um incentivo de desconto para carrinho abandonado."],"Abandoned Checkout Discount":["Desconto de checkout abandonado"],"Your discount settings for abandoned cart.":["Configurações de desconto para carrinho abandonado."],"Discount Settings":["Definições de desconto"],"Final Email Delay":["Atraso final do e-mail"],"Second Email Delay":["Atraso do segundo e-mail"],"Don't send":["Não enviar"],"First Email Delay":["Atraso do primeiro e-mail"],"Turn on abandoned cart for your store.":["Ative o carrinho abandonado para sua loja."],"Notification settings for abandoned checkouts":["Definições das notificações para checkouts abandonados"],"Notification Settings":["Definições de notificação"],"Settings Updated.":["Definições atualizadas."],"Default (Customized)":[],"Add another value":[],"You have reached the variant limit of 100":[],"Option Value %d":[],"You have already used the same option value \"%s\".":[],"Edit %s":[],"Option Values":[],"Delete %s":[],"You have already used the same option name \"%s\".":[],"Option Name":[],"Remove Image":[],"Remove image":[],"Delete variant":[],"Open variant dropdown":[],"Price overrides are only allowed for products with a single price.":[],"Are you sure you wish to unlink this image?":[],"Stock Qty":[],"SKU":[],"Add Variant":[],"Are you sure you wish to delete this variant image? This cannot be undone.":[],"Add More Options":[],"You have reached the maximum number of variant options.":[],"Add Options Like Size or Color":[],"Variants":[],"Add variant":[],"This is not shown to the customer, but is used help you identify the group.":["Isso não é mostrado ao cliente, mas é usado para ajudá-lo a identificar o grupo."],"Create Product Group":["Criar grupo de produtos"],"Add this product to a group with others you want the purchaser to switch between.":["Adicione este produto a um grupo com outros que você deseja que o comprador alterne."],"Upgrade Group":["Atualizar grupo"],"To charge tax, please set up your tax information on the settings page.":["Para cobrar impostos, configure suas informações fiscais na página de configurações."],"This is a physical product":["Este é um produto físico"],"Charge tax on this product":["Cobrar imposto sobre este produto"],"The last part of the URL":["A última parte do URL"],"Created On":["Criado em"],"Available for purchase":["Disponível para compra"],"Secure":["Seguro"],"Download archived.":["Download arquivado."],"Download un-archived.":["Download não arquivado."],"Download removed.":["Download removido."],"Are you sure you want to remove the download from this product?":["Tem certeza de que deseja remover o download deste produto?"],"Are you sure you want to replace the file in this download? This may push out a new release to everyone.":["Tem certeza de que deseja substituir o ficheiro deste download? Isso pode lançar um novo lançamento para todos."],"Turn this off if you do not wish to automatically fulfill this product when an order is placed.":[],"Auto Fulfill":[],"Customers won’t enter shipping details at checkout.":[],"Digital product or service":[],"Shipping Weight":[],"Physical product":[],"g":[],"oz":[],"kg":[],"lb":[],"Meta description":[],"Page title":[],"Add a title and description to see how this product might appear in a search engine listing":[],"Search Engine Listing":[],"Hide %d Archived Prices":["Ocultar %d preços arquivados"],"Show %d Archived Prices":["Mostrar %d preços arquivados"],"Price deleted.":["Preço eliminado."],"Permanently delete this price? You cannot undo this action.":["Eliminar permanentemente este preço? Você não pode desfazer esta ação."],"Price unarchived.":["Preço desarquivado."],"Archive this price? This product will not be purchaseable and all unsaved changes will be lost.":["Arquivar este preço? Este produto não poderá ser adquirido e todas as alterações não salvas serão perdidas."],"Un-Archive this price? This will make the product purchaseable again.":["Desarquivar este preço? Isso tornará o produto novamente comprável."],"Copy Links":["Copiar Links"],"every":["todos"],"Custom Amount":["Montante personalizado"],"Payment Plan":["Plano de pagamento"],"Setup Fee":["Taxa de instalação"],"Done":["Realizado"],"Variant ID":[],"Price ID":["ID do preço"],"Miscellaneous":["Diversos"],"Buy Button Shortcode":["Botão Comprar Shortcode"],"Add To Cart Button Shortcode":["Shortcode do botão Adicionar ao carrinho"],"Shortcodes":["Códigos de acesso \/ Shortcodes"],"Buy Link":["Link de compra"],"Variant":[],"Price Details":[],"Create Price":["Criar Preço"],"Installment":["Prestação"],"One Time":["Uma vez"],"Payment type":[],"Price updated.":[],"Add A Price":["Adicione um preço"],"Set up pricing for your product.":["Configure o preço do seu produto."],"Add Another Price":["Adicionar outro preço"],"This is the current release zip of your software.":["Este é o zip da versão atual do seu software."],"Current Release":["Versão actual"],"Enable license creation":["Activar a criação de licenças"],"Licensing":["Licenciamento"],"Adjust":[],"On Hand":[],"Available":[],"Adjust By":[],"Stock adjustment":[],"SKU (Stock Keeping Unit)":[],"Make stock adjustment":[],"Available Stock":[],"Continue selling when out of stock":[],"Allow Out Of Stock Selling":[],"Track the quantity of this product.":[],"Track Quantity":[],"Inventory":[],"Select an Item":["Selecione um item"],"Select An Integration":["Selecione uma integração"],"Select an integration to sync with this product.":[],"Integration":["Integração"],"SKU:":[],"All Variants":[],"Optionally select a variant to sync with this integration.":[],"Select A Variant":[],"All Prices":[],"Optionally select a price to sync with this integration.":[],"Add Integration":["Adicionar integração"],"Integration saved.":["Integração salva."],"To sync purchases of this product, add an integration.":["Para sincronizar as compras deste produto, adicione uma integração."],"Add New Integration":["Adicionar nova integração"],"Product update failed.":[],"You have unsaved changes that need to be saved before adding a new integration. Do you want to save your product now?":[],"Since SureCart's integrations are native, there's no need to worry about the complexity of growing your store.":["Como as integrações do SureCart são nativas, não há necessidade de se preocupar com a complexidade do crescimento de sua loja."],"Grow your store worry-free.":["Aumente a sua loja sem preocupações."],"Purchases syncing happens in both directions. For example, access is automatically revoked during a subscription cancellation or expiration.":["A sincronização de compras ocorre em ambas as direções. Por exemplo, o acesso é revogado automaticamente durante o cancelamento ou expiração de uma subscrição."],"Set it and forget it.":["Configure e esqueça."],"Leave the heavy-lifting to us. Use SureCart's built-in native integrations with all the plugins you use. Purchases and subscriptions are automatically synced with your plugins.":["Deixe o trabalho pesado conosco. Use as integrações nativas integradas do SureCart com todos os plug-ins que você usa. Compras e subscrições são sincronizadas automaticamente com seus plugins."],"Sync purchases with the plugins you already use.":["Sincronize as compras com os plugins que você já usa."],"Disabled":["Desativado"],"The provider is not installed or unavailable.":["O fornecedor não está instalado ou não está disponível."],"%s not found":["%s não encontrado"],"An error occurred":["Ocorreu m erro"],"Integration deleted.":["Integração excluída."],"Are you sure you want to remove this integration? This will affect existing customers who have purchased this product.":["Tem certeza de que deseja remover esta integração? Isso afetará os clientes existentes que compraram este produto."],"Images":["Imagens"],"Images updated.":["Imagens actualizadas."],"We recommend that you optimize your images before linking them to your products.":[],"https:\/\/":["https:\/\/"],"Image URL":["URL da imagem"],"Add Product Image":["Adicionar imagem do produto"],"Add From URL":["Adicionar de URL"],"Show Archived":["Mostrar arquivados"],"External Link":["Ligação\/link externa(o)"],"Secure Storage":["Armazenamento seguro"],"File":["Arquivo"],"Add Downloads":["Adicionar downloads"],"Download added.":["Download adicionado."],"A short description for your product that is displayed on product and instant checkouts.":["Uma breve descrição do seu produto que é apresentada no produto e nos checkouts instantâneos"],"New Collection":[],"Collection created.":[],"Add To Collection":[],"Add this product to a collection...":[],"Link":["Link"],"Require terms and conditions":["Exigir termos e condições"],"Show coupon field":["Mostrar campo de cupão"],"Show product description":["Mostrar descrição do produto"],"Show product image":["Mostrar imagem do produto"],"Show store logo":["Mostrar logótipo da loja"],"Make test payments with this product.":["Efectuar pagamentos de teste com este produto."],"Instantly publish a shareable page for this product.":["Publique instantaneamente uma página partilhável para este produto."],"Instant Checkout":["Checkout instantâneo"],"Customer Purchase Limit":["Limite de compras do cliente"],"Limit the number of times a single customer can purchase this product.":["Limite o número de vezes que um único cliente pode comprar este produto."],"Limit Per-Customer Purchases":["Limite de compras por cliente"],"Add Link":["Adicionar ligação"],"A valid file URL.":["Um URL de ficheiro válido."],"Link URL":["Ligação URL"],"A display name for file.":["Um nome de apresentação para o ficheiro."],"Link Name":["Nome da ligação"],"Add External Link":["Adicionar ligação externa"],"Save Product":["Guardar produto"],"Archive %s? This product will not be purchaseable and all unsaved changes will be lost.":["Arquivar %s ? Este produto não poderá ser adquirido e todas as alterações não salvas serão perdidas."],"Un-Archive %s? This will make the product purchaseable again.":["Desarquivar %s ? Isso tornará o produto comprável novamente."],"Product updated.":["Produto atualizado."],"A name for your product.":["Um nome para o seu produto."],"Create New Product":["Criar novo produto"],"Custom Single Product Page":[],"Days":["Dias"],"Free Trial":["Teste\/período grátis"],"Tax is included":["O imposto está incluído"],"Default price":[],"Setup fee":[],"Compare at price":["Comparar preços"],"Year":["Ano"],"Month":["Mês"],"Week":["Semana"],"Day":["Dia"],"Repeat payment every":[],"then cancels":[],"Monthly, Basic Plan, etc.":["Mensal, Plano básico, etc."],"Maximum Price":["Preço Máximo"],"Minimum Price":["Preço minimo"],"Revoke access when installments are completed":[],"Payments":["Pagamentos"],"Number of Payments":["Número de pagamentos"],"Purchasable":[],"Not Purchaseable":[],"Available For Purchase":[],"Availability":[],"Add some products to this upgrade group. A customer who has purchased one of these products can switch between others in this group.":["Adicione alguns produtos a este grupo de atualização. Um cliente que tenha adquirido um destes produtos pode alternar entre outros neste grupo."],"Product removed.":["Produto removido."],"Choose a product":["Escolha um produto"],"Product added.":["Produto adicionado."],"A name for your product group.":["Um nome para seu grupo de produtos."],"New Upgrade Group":["Novo grupo de atualização"],"Edit Product Group":["Editar grupo de produtos"],"Product Groups":["Grupos de produtos"],"Save Group":["Salvar grupo"],"Product group un-archived.":[],"Product group archived.":[],"Archive this product group?":[],"Un-Archive this product group?":[],"Product group deleted.":[],"Permanently delete this product group? You cannot undo this action.":[],"Product group updated.":["Grupo de produtos atualizado."],"A name for your product group. It is not shown to customers.":["Um nome para seu grupo de produtos. Não é mostrado aos clientes."],"Group Name":["Nome do grupo"],"Create Upgrade Group":["Criar grupo de atualização"],"Publishing":[],"Replace":["Substituir"],"Add Image":["Adicionar imagem"],"Image":[],"Image removed.":[],"Image updated.":[],"A short description for your product collection.":[],"Details":["Detalhes"],"Deleting a product collection does not delete the products in that collection.":[],"This action cannot be undone.":[],"Are you sure you want to delete this product collection?":[],"Delete this product collection?":[],"Product Collection deleted.":[],"Save Collection":[],"Product Collection updated.":[],"A short description for your product collection. This will be displayed on the collection page.":[],"Enter a description...":["Introduzir uma descrição..."],"A name for your product collection.":[],"Collection Name":[],"Create Collection":[],"Change URL: %s":[],"URL Slug":["Slug de URL"],"View Product Collection":[],"The last part of the URL.":[],"URL":[],"Select template":[],"Select template: %s":[],"Manage all template parts":[],"Page Layout":[],"Describe the template, e.g. \"Men's Watches\". A custom template can be manually applied to product collection page.":[],"Manage all templates":[],"Edit template":[],"Template":[],"Add Template":[],"Templates define the way product collection page is displayed when viewing your site.":[],"Create Template":[],"%d Product":[],"Actions":["Ações"],"Return":[],"Mark As Paid":[],"Unverified":["Não verificado"],"Valid":["Válido"],"Validity":["Validade"],"Number Type":["Tipo de número"],"Tax Number":["Número de identificação fiscal"],"Tax Information":["Informação de impostos"],"Other":["Outro"],"EU VAT":["IVA da UE"],"UK VAT":["IVA do Reino Unido"],"AU ABN":["AU ABN"],"CA GST":["CA GST"],"Choose an option":[],"Return Reason":[],"Returned on":[],"Cancel return":[],"Open Return":[],"Complete Return":[],"Return in progress":[],"Return completed":[],"Return completed.":[],"Return re-opened.":[],"Cancel Return":[],"Are you sure you wish to cancel the return?":[],"Return Canceled.":[],"Return Item":[],"Return created.":[],"Insufficient Funds":["Fundos insuficientes"],"Amount Refunded":["Valor Reembolsado"],"Refunds":["Reembolsos"],"Unknown":["Desconhecido"],"Succeeded":["Sucesso"],"Pending":["Pendente"],"Attempt":["Tentar"],"Payment Failures":["Falhas de pagamento"],"Mark Paid":["Marcar Pago"],"Are you sure you wish to mark the order as paid?":["Tem certeza de que deseja marcar o pedido como pago?"],"Order Marked as Paid.":["Pedido marcado como pago."],"Cancel Order":["Cancelar pedido"],"Go Back":["Voltar atrás"],"Are you sure you wish to cancel the order?":["Tem a certeza de que pretende cancelar o pedido?"],"Order Canceled.":["Pedido Cancelado."],"Additional Order Data":["Dados adicionais do pedido."],"Net Payment":["Pagamento líquido"],"Download Receipt \/ Invoice":["Descarregar Recibo \/ Fatura"],"Payment Failed":[],"Qty: %d":[],"Fulfilled on":[],"Cancel fulfillment":[],"Edit tracking":[],"%d Item":[],"Fulfillment canceled.":[],"Send shipment details to your customer now":[],"Notify customer of shipment":[],"No shipping required.":[],"Copy Address":[],"of %d":[],"Fulfill Item":[],"Fulfillment created.":[],"Error copying to clipboard.":["Erro ao copiar para a área de transferência."],"Copied to clipboard.":["Copiado para a área de transferência."],"Add another tracking number":[],"Tracking Link":[],"Tracking number":[],"No Shipping Required":[],"Status updated.":[],"Add":["Adicionar"],"Send notification":[],"Add Tracking":[],"Edit Tracking":[],"View My Store":[],"Add A Product":[],"Failed to create store. Please try again.":[],"Choose some example data or start from scratch.":[],"Select A Starting Point":[],"Start From Scratch":[],"Setting up your store...":[],"Your store has been created.":[],"Congratulations!":[],"Continue":["Continuar"],"Back":["Voltar"],"and":[],"Terms of Service":[],"By continuing, you agree to the":[],"Connect Existing Store":[],"Create New Store":[],"You are a few clicks away from adding e-commerce to your website. SureCart is a cloud powered e-commerce platform that is easy to use, lightweight, and lightning fast.":[],"Welcome, Let’s Setup Your Online Store":[],"Enter email address":[],"This email is used for store notifications, such as new orders, payment failures and other store emails.":[],"Confirm Email for Store Notifications":[],"Invalid email address!":[],"You can always change this later.":[],"Brand Color":["Cor da marca"],"Customize and configure your store settings.":[],"Confirm Store Details":[],"Are you sure you want to remove this image?":[],"Enter the number of unique activations for this key. Leave blank for infinite.":["Insira o número de ativações únicas para esta chave. Deixe em branco para infinito."],"Activation Limit":["Limite de ativação"],"License Key":["Chave de licença"],"License":["Licença"],"Activations":["Ativações"],"This license has not been activated.":["Esta licença não foi ativada."],"Local \/ Staging":["Local \/ Desenvolvimento"],"This is a unique identifier for the license. For example, a website url.":["Este é um identificador exclusivo para a licença. Por exemplo, um URL de site."],"Fingerprint":["Impressão digital"],"Edit Activation":["Editar ativação"],"Activation updated.":["Ativação atualizada."],"Please refresh the page and try again.":["Atualize a página e tente novamente."],"Activation deleted.":["Ativação eliminada."],"Are you sure you want to remove this activation? This site will no longer get updates.":["Tem certeza de que deseja remover esta ativação? Este site não receberá mais atualizações."],"View License":["Ver licença"],"Save License":["Salvar licença"],"License updated.":["Licença atualizada."],"Shipping Address":["Endereço para envio"],"Proration Credit":["Crédito de rateio"],"Amount Paid":["Montante pago"],"Download Invoice":["Transferir factura"],"Download Receipt":["Download do Recibo"],"Invoice Details":["Detalhes da fatura"],"Charge":["Cobrar"],"Create Invoice":["Criar factura"],"View Invoice":["Ver Fatura"],"Back to All Invoices":["Voltar para todas as faturas"],"Okay":["Ok"],"Your store is now connected to SureCart.":[],"Setup Complete!":[],"View All":["Ver tudo"],"Recent Orders":["Pedidos recentes"],"You don't have any orders.":["Você não tem nenhum pedido."],"Yearly":["Anual"],"Monthly":["Por mês"],"Weekly":["Semanalmente"],"Daily":["Diário"],"Overview":["Visão geral"],"Revenue":["Receita(s)"],"vs %s last period":["vs %s último período"],"Average Order Value":["Valor médio do pedido"],"Contact support for additional help":["Entre em contato com o suporte para obter ajuda adicional"],"Create a new checkout form.":["Crie um novo formulário de checkout."],"Quick Actions":["Ações rápidas"],"Create products to start selling.":["Crie produtos para começar a vender."],"Create products":["Criar produtos"],"Get started with SureCart":["Comece a usar o SureCart"],"Connect a user":["Conectar um utilizador"],"Disconnect":["Desconectar"],"WordPress User":["Utilizador do WordPress"],"User connected.":["Utilizador conectado."],"User disconnected.":["Utilizador desconectado."],"Are you sure you want to disconnect this from this customer? This will cause them to lose access to their purchases.":["Tem certeza de que deseja desconectar este cliente? Isso fará com que eles percam o acesso às suas compras."],"Disable this if you do not want to apply tax on purchases made by this customer.":[],"Apply Tax":[],"Tax Settings":[],"No more subscriptions.":["Não existem mais subscrições."],"Add Address":[],"Save Address":[],"Update Address":[],"Add Shipping Address":[],"Update Shipping Address":[],"Are you sure you want to delete address? This action cannot be undone.":[],"Delete Shipping Address":[],"Item":["Item"],"Payment Methods":["Métodos de Pagamento"],"Are you sure you want to delete this payment method?":["Tem certeza de que deseja excluir esta forma de pagamento?"],"Delete this payment method?":["Excluir esta forma de pagamento?"],"Payment method deleted.":["Método de pagamento excluído."],"Make Default":["Tornar padrão ou por defeito"],"Default payment method changed.":["O método de pagamento padrão foi alterado."],"This will save any changes on the page. Do you want to save your changes?":["Isso ira salvar todas as alterações na página. Quer salvar as alterações?"],"No more orders.":["Não há mais pedidos."],"Items":["Itens"],"Number":["Número"],"Subscribed to emails":["Subscrito para e-mails"],"Your customer's phone number.":["O número de telefone do seu cliente."],"Phone":["Telefone"],"Your customer's email address.":["O endereço de e-mail do seu cliente."],"Your customer's last name.":["O apelido do seu cliente."],"Your customer's first name.":["O primeiro nome do seu cliente."],"Customer Details":["Detalhes do cliente"],"No more charges.":["Sem mais cobranças."],"Balance Transactions":["Saldo de Transações"],"Ending Balance":["Saldo final"],"There are no transactions":["Não existem transacções"],"Applied":["Aplicado"],"Credit":["Crédito"],"Credit Balance":["Saldo do crédito"],"View Transactions":["Ver transações"],"Balance":["Saldo"],"Save Customer":["Guardar cliente"],"Edit Customer":["Editar cliente"],"this customer":["este cliente"],"Customer updated.":["Cliente atualizado."],"Create this customer in test mode if you are going to use this account for test mode purchasing.":["Crie este cliente no modo de teste se for usar esta conta para compras no modo de teste."],"Your customer's email.":["E-mail do seu cliente."],"Customer Email":["Email do cliente"],"Your customer's full name.":["O nome completo do seu cliente."],"Customer Name":["Nome do cliente"],"Create New Customer":["Criar novo cliente"],"Archived On":["Arquivado em"],"Last Updated":["Ultima atualização"],"Duration":["Duração"],"Summary":["Resumo"],"%d months":["%d meses"],"%s%% off":["%s %% de desconto"],"Number of months":["Número de meses"],"Discount Duration":["Duração do desconto"],"Fixed Discount":["Desconto Fixo"],"Percentage Discount":["Desconto Percentual"],"Choose a type":["Escolha um tipo"],"Repeating":["Recorrente"],"Any Customer":["Qualquer cliente"],"Limit To A Specific Customer":["Limite a um cliente específico"],"If none of these conditions are true":["Se nenhuma dessas condições for verdadeira"],"If any of these conditions are true":["Se alguma dessas condições for verdadeira"],"If all of these conditions are true":["Se todas essas condições forem verdadeiras"],"Allow Coupon":["Permitir cupão"],"Restrict this coupon":["Restringir este cupão"],"Restrictions":["Restrições"],"Find a product...":["Encontre um produto..."],"Add Product Restriction":["Adicionar restrição de produto"],"Product Restrictions":["Restrições do produto"],"%d prices":["%d preços"],"Add Filter":["Adicionar filtro"],"Select A Customer":["Selecione um cliente"],"Coupon is valid for":["O cupão é válido para"],"Add A Restriction":["Adicionar uma restrição"],"Users must redeem this coupon by:":["Os utilizadores devem resgatar este cupão até:"],"Limit the end date when customers can redeem this coupon.":["Limitar a data final em que os clientes podem resgatar este cupão."],"End Date":["Data final"],"Minimum order subtotal":[],"No Minimum":[],"The minimum order subtotal amount required to apply this coupon.":[],"The number of times a single customer can use this coupon.":["O número de vezes que um único cliente pode usar este cupão."],"Usage limit per customer":["Limite de utilização por cliente"],"Unlimited Usage":["Utilização Ilimitada"],"This limit applies across customers so it won't prevent a single customer from redeeming multiple times.":["Este limite aplica-se a todos os clientes, pelo que não impede que um único cliente efetue vários resgates."],"Usage limit per coupon":["Limite de utilização por cupão"],"Redemption Limits":["Limites de Resgate"],"time":["vez","vezes"],"Limit the number of times this code can be redeemed.":["Limite o número de vezes que este código pode ser resgatado."],"Usage Limit":["Limite de utilização"],"Limit the usage of this promotion code":["Limite de utilização deste código promocional"],"Leave this blank and we will generate one for you.":["Deixe este campo em branco e geramos um para si."],"New Promotion Code":["Novo código promocional"],"Edit Promotion Code":["Editar código promocional"],"Promotion created.":["Promoção criada."],"Promotion updated.":["Promoção atualizada."],"Customer created.":["Cliente criado."],"Hide %d Archived Promotion Codes":["Ocultar%d  códigos de promoção arquivados"],"Show %d Archived Promotion Codes":["Mostrar %d códigos promocionais arquivados"],"Add Promotion Code":["Adicionar código promocional"],"Promotion Codes":["Códigos promocionais"],"Are you sure you want to delete this promotion code?":["Tem certeza de que deseja eliminar este código promocional?"],"Delete this promotion code?":["Eliminar este código promocional?"],"Uses":["Utilizações"],"Restored.":["Restaurado."],"Archived.":["Arquivado."],"Are you sure you want to delete this coupon?":["Tem certeza de que deseja eliminar este cupão?"],"Delete this coupon?":["Eliminar este cupão?"],"Update Coupon":["Actualizar cupão"],"Edit Coupon":["Editar cupão"],"Coupon updated.":["Cupão actualizado."],"Deleted.":["Eliminado."],"Create Coupon":["Criar cupão"],"Customers will enter this discount code at checkout. Leave this blank and we will generate one for you.":["Os clientes introduzem este código de desconto no checkout. Deixe este campo em branco e geramos um para si."],"Promotion Code":["Código de promoção"],"This is an internal name for your coupon. This is not visible to customers.":["Este é um nome interno para o seu cupão. Isso não é visível para os clientes."],"Coupon Name":["Nome do cupão"],"Create New Coupon":["Criar novo cupão"],"Coupon created.":["Cupão criado."],"Disable":["Desativar"],"This discount code will not be usable and all unsaved changes will be lost.":["Este código de desconto não poderá ser usado e todas as alterações não salvas serão perdidas."],"Disable \"%s\"?":["Desativar \" %s \"?"],"Permanently delete %s? You cannot undo this action.":["Eliminar %s permanentemente? Não pode desfazer esta ação."],"This coupon will not be usable and all unsaved changes will be lost.":["Este cupão não poderá ser usado e todas as alterações não salvas serão perdidas."],"Un-Archive %s? This will make the coupon useable again.":["Desarquivar %s ? Isso tornará o cupão utilizável novamente."],"Search for a user...":["Procurar um utilizador..."],"Select a user":["Selecione um utilizador"],"Upgrade Your Plan":["Atualize seu plano"],"Unlock revenue boosting features when you upgrade your plan!":["Desbloqueie funcionalidades que aumentam as receitas ao actualiza o seu plano!"],"You have unsaved changes. If you proceed, they will be lost.":["Tem alterações não salvas. Se você continuar, eles serão perdidos."],"Keep Update":["Manter atualização"],"Delete Update":["Excluir atualização"],"Manage Scheduled Update":["Gerenciar atualização agendada"],"Decrease quantity":["Diminuir quantidade"],"Increase quantity":["Aumentar quantidade"],"Change Product":["Alterar produto"],"Change Product Decrease Quantity":["Alterar quantidade de diminuição do produto"],"Change Product And Increase Quantity":["Alterar o produto e aumentar a quantidade"],"Your storage space is low":["O espaço de armazenamento é baixo"],"of":["de"],"Search for a product...":["Procurar um produto..."],"Select a product":["Selecionar um produto"],"Add New Upgrade Group":["Adicionar novo grupo de atualização"],"Search for an upgrade group...":["Procurar um grupo de atualização..."],"Select an upgrade group":["Selecione um grupo de atualização"],"Add New Product":["Adicionar novo produto"],"Variant Out of Stock.":[],"Search for a price...":["Pesquisar um preço..."],"Select a price":["Selecionar um preço"],"%s available":[],"Ok":[],"Permalink":[],"Add Media":["Adicionar mídia"],"Title":["Título"],"Leave empty if the image is purely decorative.":[],"Alternative Text":[],"Size":["Tamanho"],"Filename":["Nome do arquivo"],"Are you sure you wish to delete this media item? This cannot be undone.":["Tem a certeza de que deseja excluir este item de mídia? Isto não pode ser desfeito."],"%s file":[],"Public":["Público"],"Private":["Privado"],"SureCart Media":["Mídia SureCart"],"Please complete setting up your store. Its free and only takes a minute.":[],"Complete Setup!":[],"Next Page":["Próxima página"],"Previous Page":["Página anterior"],"Max":["Máx."],"Upload Media":["Carregar mídia"],"Something went wrong. Please try again.":["Algo deu errado. Por favor, tente novamente."],"Added":["Adicionado"],"No items found":["Nenhum item encontrado"],"Could not download the file.":["Não foi possível descarregar o arquivo."],"Any price":["Qualquer preço"],"Select date":["Selecione a data"],"Please choose date to continue.":["Seleccione a data para continuar."],"Failed to un-cancel subscription.":["Falha ao retirar o cancelamento da subscrição."],"Could not un-cancel subscription.":["Não foi possível retirar o cancelamento da subscrição."],"Start Plan":["Iniciar plano"],"Ended":["Terminou"],"Renews":["Renova"],"Begins":["Começa"],"Cancels":["Cancela"],"Activate":["Ativar"],"Failed to start subscription.":["Falha ao iniciar a subscrição."],"Could not start subscription.":["Não foi possível iniciar a subscrição."],"Are you sure you want to start the subscription? This will immediately charge the customer.":["Tem certeza de que deseja iniciar a subscrição? Isso cobrará imediatamente do cliente."],"Don't Cancel":["Não Cancele"],"Immediately":["Imediatamente"],"\tAt end of current period":["\tNo final do período atual"],"Cancel Subscription":["Cancelar subscrição"],"Failed to cancel subscription.":["Falha ao cancelar a subscrição."],"Could not cancel subscription.":["Não foi possível cancelar a subscrição."],"Revoke":["Revogar"],"Unrevoke":["Cancelar revogação"],"Purchases":["Compras"],"Load More":["Carregar\/mostrar mais"],"%s item":["%s item","%s itens"],"None found.":["Nenhum encontrado."],"The associated subscription will also be cancelled.":["A subscrição associada também será cancelada."],"Qty":["Quantidade"],"Select All":["Selecionar todos"],"Unselect All":["Desmarcar todos"],"Revoke Purchase(s)":["Revogar compra(s)"],"Select a reason":["Selecione um motivo"],"Reason":["Motivo"],"Refunds can take 5-10 days to appear on a customer's statement. Processor fees are typically not returned.":["Os reembolsos podem levar de 5 a 10 dias para aparecer no extrato do cliente. As taxas do processador geralmente não são devolvidas."],"Refund Payment":["Pagamento de Reembolso"],"Failed to create refund.":["Falha ao criar o reembolso."],"We were unable to issue a refund with this payment processor. Please check with your payment processor and try issuing the refund directly through the processor.":["Não foi possível emitir um reembolso com este processador de pagamento. Verifique com seu processador de pagamento e tente emitir o reembolso diretamente por meio do processador."],"View charge on ":["Ver cobrança em "],"No charges":["Sem cobranças"],"Charges":["Cobranças"],"Refund":["Reembolso"],"Partially Refunded":["Parcialmente reembolsado"],"Complete Setup":[],"Invalid":["Inválido"],"VAT Number":[],"ABN Number":["Identificação ABN"],"GST Number":["Número GST"],"Edit Tax ID":[],"Add A Tax ID":[],"Tax":["Imposto"],"This order has products that are not shippable to this address.":[],"This order requires shipping. Please enter an address.":[],"Select a customer":[],"Select a Customer":[],"Last Name":["Apelido"],"First Name":["Primeiro nome"],"Add Customer":["Adicionar cliente"],"Add some products to this order.":[],"Enter an Amount":[],"Change Amount":[],"Fee":[],"Starting in %s day":[],"Available: %d":[],"--":[],"Choose":["Escolher"],"Current":["Actual"],"No payment methods found.":[],"This customer does not have any payment methods that are reusable. This means we cannot charge this customer without them entering their payment details again. Please ask the customer to add a payment method to their account, or use a manual payment method.":[],"Remove":["Remover"],"Exp.":["Exp."],"Amount Due":["Montante a pagar"],"Trial":["Avaliação\/Experimentação"],"Add Coupon Code":["Adicionar código de cupão"],"Enter Coupon Code":[],"Order Tax":[],"Add Product":["Adicionar produto"],"Update":["Atualizar"],"Edit Shipping & Tax Address":[],"Add A Shipping Address":[],"This will create an order that requires a manual payment (i.e. cash or check). Once you create this order it is not possible to pay it another way. Do you want to continue?":[],"Are you sure you want to continue?":[],"This will charge the customer %s.":[],"Confirm Manual Payment":[],"Confirm Charge":["Confirmar o pagamento"],"Create Order":[],"This order has already been created. Please create a new order.":[],"Order Complete":[],"Order Created.":[],"There are no cancellation reasons for this period.":["Não existem motivos de cancelamento para o período selecionado."],"No Reason Provided":["O Motivo não foi providenciado."],"Percentage Of Subscriptions Saved By Coupon":["Percentagem de Subscrições Salvas pelo Cupão."],"Saved Rate By Coupon":["Taxa poupada pelo Cupão"],"Percentage Of Subscriptions Saved":["Percentagem de Subscrições Salvas"],"Saved Rate":["Taxa poupada"],"Total Lost Cancellations":["Total de Cancelamentos Perdidos"],"Total Lost":["Total Perdido"],"Total Saved By Coupon":["Total poupado por Cupão"],"Saved By Coupon":["Poupado por Cupão"],"Total Saved Count":["Total de subscrições protegidas"],"Saved Count":["Número de proteções alcançadas"],"Total Cancellation Attempts":["Total de Tentativas de Cancelamento"],"Priority":["Prioridade"],"Change":["Mudar"],"Preview":["Pré-Visualização"],"Add Condition":["Adicionar condição"],"Select An Upgrade Group":["Selecione um grupo de atualização"],"Select A Product":["Selecione um produto"],"Select A Price":["Selecione um preço"],"Product price":[],"Choose An Item":["Escolha um item"],"Are you sure you want to discard this condition?":["Tem certeza de que deseja descartar esta condição?"],"Fixed":["Fixo"],"Percentage":["Percentagem"],"Discount Amount":["Valor do desconto"],"Add a description that will get your customers excited about the offer.":[],"Bump Description":["Descrição da oferta adicional\/Bump"],"Add a description":["Adicione uma descrição"],"Set a custom call to action for the bump.":["Defina uma frase personalizada que apele à acção (CTA) para a oferta adicional \/ bump."],"Call to action":["Chamada para ação (CTA)"],"Optional":["Opcional"],"Custom Call to action":["Chamada para ação (CTA) personalizada"],"Add some conditions to display this bump.":["Adicione algumas condições para exibir esta oferta adicional\/bump."],"Prices":["Preços"],"None of these items are in the cart.":["Nenhum destes itens está no carrinho."],"Any of these items are in the cart.":["Qualquer um destes itens está no carrinho."],"All of these items are in the cart.":["Todos estes itens estão no carrinho."],"Show Bump Offer If":["Mostrar oferta adicional\/bump se"],"Add A Condition":["Adicionar uma condição"],"Display Conditions":["Condições de visualização"],"If enabled, the discount will be applied if the display conditions are satisfied, even if they do not click the bump. If disabled, the discount will only be applied if the customer clicks the order bump.":["Se ativado, o desconto será aplicado se as condições de exibição forem satisfeitas, mesmo que o cliente não clique na oferta adicional(bump). Se desabilitado, o desconto só será aplicado se o cliente clicar no order bump."],"Edit Bump":["Editar oferta adicional\/bump"],"Save Order Bump":["Salvar Oferta adicional\/Bump de Pedido"],"Delete":["Eliminar"],"Bump un-archived.":["Oferta adicional\/Bump não arquivado."],"Bump archived.":["Oferta adicional\/Bump arquivado."],"Archive this bump? This bump will not be purchaseable and all unsaved changes will be lost.":["Arquivar esta oferta adicional\/bump? Esta oferta adicional\/bump não poderá ser adquirida e todas as alterações não salvas serão perdidas."],"Un-Archive this bump? This will make the product purchaseable again.":["Desarquivar esta oferta adicional\/bump? Isso tornará o produto comprável novamente."],"Bump deleted.":["Oferta adicional\/Bump apagado."],"Permanently delete this order bump? You cannot undo this action.":["Excluir permanentemente esta oferta adicional\/bump? Você não pode desfazer esta ação."],"Order Bump updated.":["Oferta adicional\/Bump do pedido atualizado."],"This is the price for the bump.":["Esse é o preço da oferta adicional\/bump"],"Order Bump Price":["Preço da oferta adicional\/bump"],"Bump Name":["Nome da oferta adicional\/Bump"],"Create New Order Bump":["Criar nova oferta adicional\/bump"],"Something went wrong.":["Algo deu errado."],"Upcoming":["Em breve"],"Email #%d":["E-mail # %d"],"Schedule":["Agendar"],"Metadata":["Metadados"],"Coupon:":["Cupão:"],"Discounts":["Descontos"],"Applied Balance":["Saldo Aplicado"],"Proration":["rateio"],"View Order":["Ver pedido"],"Checkout Details":["Detalhes do checkout"],"Created on %s":["Criado em %s"],"Redeem By":["Utilizar ou resgatar até"],"Not Redeemed":["Não utilizado\/resgatado"],"Redeemed":["Utilizado\/Resgatado"],"Discount":["Desconto"],"Address":["Endereço"],"adjust your settings":["ajuste as configurações"],"To adjust your abandoned checkout notifications,":["Para ajustar suas notificações de checkout abandonado,"],"Copy":["cópia de"],"Copied!":["Copiado!"],"Cart Recovery Link":["Link de Recuperação do Carrinho"],"Error copying to clipboard":["Erro ao copiar para a área de transferência"],"Shipping & Tax Address":["Endereço de entrega e imposto"],"Enabled":["Ativado"],"View Abandoned Checkout":["Ver Check-out Abandonado"],"Notifications disabled.":[],"Notifications enabled.":[],"Something went wrong":["Algo deu errado"],"Percentage of revenue recovered":["Percentagem da receita recuperada"],"Potential Revenue Recovery Rate":["Taxa de Recuperação de Receita Potencial"],"Revenue Recovery Rate":["Taxa de Recuperação de Receita"],"Total recovered revenue":["Receita total recuperada"],"Potential Recovered Revenue":["Potencial receita recuperada"],"Recovered Revenue":["Receita recuperada"],"Total recoverable revenue":["Receita total recuperável"],"Recoverable Revenue":["Receita Recuperável"],"Percentage of checkouts recovered":["Percentagem de checkouts recuperados"],"Potential Checkout Recovery Rate":["Taxa potencial de recuperação do checkout"],"Checkout Recovery Rate":["Taxa de Recuperação do Check-out"],"Total recovered checkouts":["Total de checkouts recuperados"],"Potential Recovered Checkouts":["Possíveis Checkouts Recuperados"],"Recovered Checkouts":["Check-outs recuperados"],"Total Recoverable Checkouts":["Total de Checkouts Recuperáveis"],"Recoverable Checkouts":["Checkouts recuperáveis"],"Last Month":["Mês passado"],"This Month":["Este mês"],"Last Week":["Semana passada"],"This Week":["Essa semana"],"Yesterday":["Ontem"],"Today":["Hoje"],"Last 30 Days":["Últimos 30 dias"],"Home":["Início \/ Home"],"You must first purchase something to access your dashboard.":["Para aceder ao seu painel de controlo, tem de adquirir primeiro algo."],"It looks like you are not yet a customer.":["Parece que ainda não é um cliente."],"Sign in to your account":["Iniciar sessão na sua conta"],"You have not been charged for this order.":["Este pedido \/ encomenda não lhe foi cobrado."],"Order Details":["Detalhes do pedido"],"Not Published":["Não publicado"],"Total Due":["Total Devido"],"Total Due Today":["Total hoje"],"Subtotal":["Subtotal"],"Enter coupon code":["Introduzir código de cupão"],"Coupon Code":["Código de cupão"],"Recommended":["Recomendado"],"Payment":["Pagamento"],"Your name":["O seu nome"],"Your email address":["O seu endereço de correio electrónico"],"Product description":[],"Product name":[],"Help":["Ajuda"],"Boost Your Revenue":["Aumente sua receita"],"Store Settings":["Configurações da loja"],"Your API key is incorrect. Please double-check it is correct and update it.":["Sua chave de API está incorreta. Por favor, verifique se está correto e atualize-o."],"Version %s":["Versão %s"],"SureCart Status":["Estado do SureCart"],"Clear Account Cache":["Limpar cache da conta"],"Cache cleared.":["Cache limpo."],"This user is not a customer.":["Este utilizador não é um cliente."],"Subscription Insights":[],"Search Products":["Procurar produtos"],"An upgrade groups is how you define upgrade and downgrade paths for your customers. It is based on products they have previously purchased.":["Um grupo de upgrade é como você define os caminhos de upgrade e downgrade para seus clientes. É baseado em produtos que eles compraram anteriormente."],"What are Upgrade Groups?":["O que são grupos de atualização?"],"Search product collections":[],"Save Settings":["Salvar configurações"],"Plugin Settings":["Configurações do plug-in"],"Saved.":["Salvou."],"Get Help":["Obter ajuda"],"Create A Form":["Criar um formulário"],"Create A Product":["Criar um produto"],"Get started by creating your first product or creating a new checkout form.":["Comece por criar o seu primeiro produto ou criar um novo formulário de checkout."],"Set Up My Store":["Configurar minha loja"],"Commerce on WordPress has never been easier, faster, or more flexible.":["O comércio no WordPress nunca foi tão fácil, rápido ou flexível."],"Welcome to SureCart!":["Bem-vindo ao SureCart!"],"Complete Installation":["Instalação completa"],"Api token":["Token de API"],"Enter your API Token":["Digite seu token de API"],"Just one last step!":["Apenas um último passo!"],"Please enter an API key.":["Insira uma chave de API."],"This Is A Duplicate Or Staging Site":[],"We will create a new connection for this site. This can happen if you are using a staging site or want to have more than one website connected to the same store.":[],"I want to have both sites connected to the store \"%s\".":[],"I Changed My Site Address":[],"We will update the SureCart connection to the your new url. This is often the case when you have changed your website url or have migrated your site to a new domain.":[],"I want to update this site connection to the store \"%s\".":[],"Learn More":[],"Two sites that are telling SureCart they are the same site. Please let us know how to treat this website change.":[],"There are two websites connected to the same SureCart store.":[],"Search Licenses":["Pesquisar licenças"],"Invoices are similar to orders, but are used for payments and plan changes on active subscriptions. In the future you will be able to create an invoice to send out.":["As faturas são semelhantes aos pedidos, mas são usadas para pagamentos e alterações de plano em subscrições ativas. No futuro, poderá criar uma fatura para ser enviada."],"What are Invoices?":["O que são Faturas?"],"Search Customers":["Pesquisar clientes"],"Update your api token to change or update the connection to SureCart.":["Atualize seu token de API para alterar ou atualizar a conexão com o SureCart."],"Connection Settings":["Configurações de conexão"],"Find My Api Token":["Encontrar meu token de API"],"Enter your api token.":["Insira seu token de API."],"Api Token":["Token de API"],"Add your API token to connect to SureCart.":["Adicione seu token de API para conectar ao SureCart."],"Connection Details":["Detalhes da conexão"],"Update Your Connection":["Atualize sua conexão"],"We are currently working on our Pro features. Please check back once we release new revenue and time saving features.":["No momento, estamos trabalhando em nossos recursos Pro. Verifique novamente assim que lançarmos novos recursos de receita e poupança."],"Coming soon...":["Em breve..."],"Cancellation Attempts":["Tentativas de Cancelamento"],"Get Subscription Saver":["Obter o Protetor de Subscrições"],"Automatically lower your subscription cancellation while making customers happy and saving more revenue with Subscription Saver.":["Reduza automaticamente o cancelamento das suas subscrições, deixando os clientes satisfeitos e obtendo mais receitas com o Subscription Saver."],"The easiest thing you can do to increase subscription revenue.":["A coisa mais fácil que pode fazer para aumentar a receita em subscrições."],"Completely remove all plugin data when deleted. This cannot be undone.":["Remova completamente todos os dados do plug-in quando excluído. Isto não pode ser desfeito."],"Remove Plugin Data":["Remover dados do plug-in"],"Change your plugin uninstall settings.":["Altere as configurações de desinstalação do plug-in."],"Uninstall":["Desinstalar"],"Use Stripe's Card Element instead of the Payment Element in all forms.":[],"Use the Stripe Card Element":[],"Opt-in to some legacy features of the plugin.":[],"Legacy Features":[],"This can slightly increase page load speed, but may require you to enable CORS headers for .js files on your CDN. Please check your checkout forms after you enable this option in a private browser window.":["Isso pode aumentar ligeiramente a velocidade de carregamento da página, mas pode exigir que você habilite cabeçalhos CORS para arquivos .js em seu CDN. Por favor, verifique seus formulários de checkout depois de habilitar esta opção em uma janela privada do navegador."],"Use JavaScript ESM Loader":["Use o Carregador ESM JavaScript"],"Change your plugin performance settings.":["Altere as configurações de desempenho do plug-in."],"Performance":["Desempenho"],"Save":["Salvar"],"Advanced Settings":["Configurações avançadas"],"Upgrade":["Atualizar"],"69% of shoppers abandon their checkouts before completing a purchase. Recover lost revenue with automated, high-converting emails.":["69% dos compradores abandonam seus checkouts antes de concluir uma compra. Recupere a receita perdida com e-mails automatizados de alta conversão."],"Recover lost sales with abandoned checkouts.":["Recupere vendas perdidas com checkouts abandonados."],"Log Out":["Sair da plataforma"],"Open or close account menu":[],"Back Home":[],"Two Column":["Duas colunas"],"Simple":["Simples"],"Sections":["Secções"],"Full Page":[],"Donation":[],"Update Password":["Actualizar a palavra-passe"],"Update Account Details":["Actualizar dados da conta"],"Account Details":["Dados da conta"],"Payment Method":["Método de pagamento"],"Cancel":["Cancelar"],"New Plan":["Novo plano"],"Confirm":["Confirmar"],"Choose a Variation":[],"Choose Variation":[],"Enter An Amount":["Introduzir um montante"],"Enter Amount":["Introduzir o montante"],"By updating or canceling your plan, you agree to the <a href=\"%1$1s\" target=\"_blank\">%2$2s<\/a>":["Ao atualizar ou cancelar o seu plano, o utilizador aceita <a href=\"%1$1s\" target=\"_blank\">%2$2s<\/a>"],"Privacy Policy":["Política de privacidade"],"Terms":["Termos"],"By updating or canceling your plan, you agree to the <a href=\"%1$1s\" target=\"_blank\">%2$2s<\/a> and <a href=\"%3$3s\" target=\"_blank\">%4$4s<\/a>":[],"Change Payment Method":["Alterar o método de pagamento"],"Update Payment Method":["Actualizar o método de pagamento"],"Current Plan":["Plano actual"],"Credit Card":["Cartão de crédito"],"Add Payment Method":["Adicionar método de pagamento"],"You cannot currently add a payment method. Please contact us for support.":["Actualmente, não é possível adicionar um método de pagamento. Por favor, contacte-nos para obter apoio."],"You are not currently a customer.":["Não é actualmente cliente."],"Switch to live mode.":["Mudar para o modo live\/publicado."],"You are not a test mode customer.":["Não é um cliente em modo de teste."],"Switch to test mode.":["Passar para o modo de teste."],"You are not a live mode customer.":["Não é um cliente em modo live."],"Order History":["Histórico de pedidos"],"License Keys":["Chaves de licença"],"Download":["Download"],"Update Billing Details":["Actualizar dados de facturação"],"Billing Details":["Dados de facturação"],"Payment History":["Histórico de pagamentos"],"You do not have permission to do this.":["Não tem autorização para o fazer."],"Example Product Title":[],"Link to %s product collection.":[],"Unavailable":[],"Sold Out":[],"Unavailable For Purchase":[],"Logout":["Sair"],"Test Mode":["Modo de teste"],"Update Plan":["Atualizar Plano"],"[block rendering halted]":["[renderização de blocos interrompida]."],"Apply":["Aplicar"],"Buy Now":["Comprar agora"],"Limit result set to users with specific customer ids.":["Limite o conjunto de resultados a utilizadores com IDs de clientes específicos."],"Limit result set to users with a customer.":["Limitar conjunto de resultados para utilizadores com cliente."],"SureCart Layout":[],"SureCart Customer Dashboard":["Painel de controlo do cliente SureCart"],"Template used for specific single SureCart collection pages.":[],"Product Collection: %s":[],"Template used for specific single SureCart product pages.":[],"This form is not available or has been deleted.":["Este formulário não está disponível ou foi excluído."],"Add To Cart":["Adicionar ao carrinho"],"Pricing":["Preços"],"Invalid recaptcha score. Please try again.":[],"Invalid recaptcha check. Please try again.":[],"SureCart Product updated.":[],"SureCart Product scheduled.":[],"SureCart Product reverted to draft.":[],"SureCart Product published privately.":[],"SureCart Product published.":[],"SureCart Products list":[],"SureCart Products list navigation":[],"Search SureCart Products":[],"All SureCart Products":[],"View SureCart Product":[],"Edit SureCart Product":[],"New SureCart Product":[],"Add new SureCart Product":[],"SureCart Product\u0004Add New":[],"post type singular name\u0004SureCart Product":[],"post type general name\u0004SureCart Products":[],"SureCart Product Collection updated.":[],"SureCart Product Collection scheduled.":[],"SureCart Product Collection reverted to draft.":[],"SureCart Product Collection published privately.":[],"SureCart Product Collection published.":[],"SureCart Product Collections list":[],"SureCart Product Collections list navigation":[],"Search SureCart Product Collections":[],"All SureCart Product Collections":[],"View SureCart Product Collection":[],"Edit SureCart Product Collection":[],"New SureCart Product Collection":[],"Add new SureCart Product Collection":[],"SureCart Product Collection\u0004Add New":[],"post type singular name\u0004SureCart Product Collection":[],"post type general name\u0004SureCart Product Collections":[],"(no title)":["(sem título)"],"Shortcode":["Shortcode"],"Mode":["Modo"],"Published In":["Publicado em"],"Checkout Form updated.":["Formulário de Check-out atualizado."],"Checkout Form scheduled.":["Formulário de check-out agendado."],"Checkout Form reverted to draft.":["Formulário de checkout revertido para rascunho."],"Checkout Form published privately.":["Formulário de Checkout publicado em modo privado."],"Checkout Form published.":["Formulário de Checkout publicado."],"Checkout Forms list":["Lista de formulários de checkout"],"Checkout Forms list navigation":["Navegação na lista de formulários de checkout"],"Search Checkout Forms":["Pesquisar formulários de checkout"],"All Checkout Forms":["Todos os formulários de checkout"],"View Checkout Form":["Ver formulário de check-out"],"Edit Checkout Form":["Editar formulário de checkout"],"New Checkout Form":["Novo formulário de checkout"],"Add new Checkout Form":["Adicionar novo formulário de checkout"],"Checkout Form\u0004Add New":["Adicionar novo"],"post type singular name\u0004Checkout Form":["Formulário de checkout"],"post type general name\u0004Checkout Forms":["Formulários de checkouts"],"Cart updated.":["Carrinho atualizado."],"Cart scheduled.":["Carrinho agendado."],"Cart reverted to draft.":["Carrinho revertido para rascunho."],"Cart published privately.":["Carrinho publicado em particular."],"Cart published.":["Carrinho publicado."],"Carts list":["Lista de carrinhos"],"Carts list navigation":["Navegação na lista de carrinhos"],"Filter checkout forms list":["Filtrar lista de formulários de checkout"],"No checkout forms found in Trash.":["Nenhum formulário de checkout foi encontrado na Lixeira."],"No checkout forms found.":["Nenhum formulário de checkout encontrado."],"Search Carts":["Pesquisar carrinhos"],"All Carts":["Todos os Carrinhos"],"View Cart":["Ver carrinho"],"Edit Cart":["Editar Carrinho"],"New Cart":["Carrinho novo"],"Add new Cart":["Adicionar novo carrinho"],"Cart\u0004Add New":["Adicionar novo"],"post type singular name\u0004Cart":["Carrinho"],"post type general name\u0004Carts":["Carrinhos"],"Shop Page":[],"Order Confirmation":["Confirmação do pedido"],"Customer Dashboard":["Painel do cliente"],"Store Checkout":["Check-out da loja"],"Deleting This is Restricted":["Eliminar Isto é restrito"],"To prevent misconfiguration, you cannot delete the default checkout page. Please deactivate SureCart to delete this page.":["Para evitar uma configuração incorrecta, não é possível eliminar a página de checkout predefinida. Desactive o SureCart para eliminar esta página."],"To prevent misconfiguration, you cannot delete the default checkout form. Please deactivate SureCart to delete this form.":["Para evitar uma configuração incorrecta, não é possível eliminar o formulário de checkout predefinido. Desactive o SureCart para eliminar este formulário."],"Shop page title\u0004Shop":[],"Shop page slug\u0004shop":[],"Please troubleshoot the issue if integrations are important to your store.":[],"The SureCart webhook has received repeated errors.":[],"webhook connection is being monitored for errors.":[],"The SureCart webhook is currently disabled which can cause issues with integrations. This can happen automatically due to repeated errors, or could have been disabled manually. Please re-enable the webhook and troubleshoot the issue if integrations are important to your store.":[],"webhook is disabled.":[],"Webhooks":[],"Webhooks are working normally.":[],"Troubleshoot Connection":[],"Webhook processing is working normally.":[],"%d of your webhooks failed to process on your site. Please check your error logs to make sure errors did not occur in webhook processing.":[],"SureCart Webhooks Processing":[],"SureCart Webhooks Processing Error":[],"API for is not reachable.":[],"API for is reachable.":[],"Webhooks Connection":[],"API connectivity":[],"Working":[],"%d Unprocessed webhooks":[],"Webhooks Processing":[],"Not registered":[],"Registered Webhook URL":[],"Store URL":["URL da loja"],"Store ID":[],"Not connected":[],"Connected":[],"API Connectivity":[],"<p>The Gutenberg plugin is currently active. SureCart blocks might not perform as expected within the block editor. If you encounter any issues, consider disabling the Gutenberg plugin.<p>":[],"Your store does not appear to be using a secure connection. A secure connection (https) is required to use SureCart to process live transactions.":["A sua loja não parece estar a utilizar uma ligação segura. É necessária uma ligação segura (https) para utilizar o SureCart para processar transacções em tempo real."],"Add to menu":[],"Select all":[],"No product collections added.":[],"Deleted":[],"Custom Forms":[],"Forms":["Formulários"],"Customer Area":[],"Cancellations":["Cancelamentos"],"Cancellation Insights":["Insights de Cancelamento"],"Upgrade Groups":["Atualizar grupos"],"Order Bumps":["Ofertas adicionais \/ bumps"],"Add New":["Adicionar novo"],"Checkouts":[],"Claim Account":[],"Complete Signup":["Registo concluído"],"Get Started":["Iniciar"],"Visit Store":[],"Visit SureCart Store":[],"(GMT+13:00) Tokelau Is.":[],"(GMT+13:00) Samoa":[],"(GMT+13:00) Nuku&#39;alofa":[],"(GMT+12:45) Chatham Is.":[],"(GMT+12:00) Wellington":[],"(GMT+12:00) Marshall Is.":[],"(GMT+12:00) Kamchatka":[],"(GMT+12:00) Fiji":[],"(GMT+12:00) Auckland":[],"(GMT+11:00) Srednekolymsk":[],"(GMT+11:00) Solomon Is.":[],"(GMT+11:00) New Caledonia":[],"(GMT+11:00) Magadan":[],"(GMT+10:00) Vladivostok":[],"(GMT+10:00) Sydney":[],"(GMT+10:00) Port Moresby":[],"(GMT+10:00) Melbourne":[],"(GMT+10:00) Hobart":[],"(GMT+10:00) Guam":[],"(GMT+10:00) Canberra":[],"(GMT+10:00) Brisbane":[],"(GMT+09:30) Darwin":[],"(GMT+09:30) Adelaide":[],"(GMT+09:00) Yakutsk":[],"(GMT+09:00) Tokyo":[],"(GMT+09:00) Seoul":[],"(GMT+09:00) Sapporo":[],"(GMT+09:00) Osaka":[],"(GMT+08:00) Ulaanbaatar":[],"(GMT+08:00) Taipei":[],"(GMT+08:00) Singapore":[],"(GMT+08:00) Perth":[],"(GMT+08:00) Kuala Lumpur":[],"(GMT+08:00) Irkutsk":[],"(GMT+08:00) Hong Kong":[],"(GMT+08:00) Chongqing":[],"(GMT+08:00) Beijing":[],"(GMT+07:00) Novosibirsk":[],"(GMT+07:00) Krasnoyarsk":[],"(GMT+07:00) Jakarta":[],"(GMT+07:00) Hanoi":[],"(GMT+07:00) Bangkok":[],"(GMT+06:30) Rangoon":[],"(GMT+06:00) Urumqi":[],"(GMT+06:00) Dhaka":[],"(GMT+06:00) Astana":[],"(GMT+06:00) Almaty":[],"(GMT+05:45) Kathmandu":[],"(GMT+05:30) Sri Jayawardenepura":[],"(GMT+05:30) New Delhi":[],"(GMT+05:30) Mumbai":[],"(GMT+05:30) Kolkata":[],"(GMT+05:30) Chennai":[],"(GMT+05:00) Tashkent":[],"(GMT+05:00) Karachi":[],"(GMT+05:00) Islamabad":[],"(GMT+05:00) Ekaterinburg":[],"(GMT+04:30) Kabul":[],"(GMT+04:00) Yerevan":[],"(GMT+04:00) Tbilisi":[],"(GMT+04:00) Samara":[],"(GMT+04:00) Muscat":[],"(GMT+04:00) Baku":[],"(GMT+04:00) Abu Dhabi":[],"(GMT+03:30) Tehran":[],"(GMT+03:00) Volgograd":[],"(GMT+03:00) St. Petersburg":[],"(GMT+03:00) Riyadh":[],"(GMT+03:00) Nairobi":[],"(GMT+03:00) Moscow":[],"(GMT+03:00) Minsk":[],"(GMT+03:00) Kuwait":[],"(GMT+03:00) Istanbul":[],"(GMT+03:00) Baghdad":[],"(GMT+02:00) Vilnius":[],"(GMT+02:00) Tallinn":[],"(GMT+02:00) Sofia":[],"(GMT+02:00) Riga":[],"(GMT+02:00) Pretoria":[],"(GMT+02:00) Kyiv":[],"(GMT+02:00) Kaliningrad":[],"(GMT+02:00) Jerusalem":[],"(GMT+02:00) Helsinki":[],"(GMT+02:00) Harare":[],"(GMT+02:00) Cairo":[],"(GMT+02:00) Bucharest":[],"(GMT+02:00) Athens":[],"(GMT+01:00) Zurich":[],"(GMT+01:00) Zagreb":[],"(GMT+01:00) West Central Africa":[],"(GMT+01:00) Warsaw":[],"(GMT+01:00) Vienna":[],"(GMT+01:00) Stockholm":[],"(GMT+01:00) Skopje":[],"(GMT+01:00) Sarajevo":[],"(GMT+01:00) Rome":[],"(GMT+01:00) Prague":[],"(GMT+01:00) Paris":[],"(GMT+01:00) Madrid":[],"(GMT+01:00) Ljubljana":[],"(GMT+01:00) Dublin":[],"(GMT+01:00) Copenhagen":[],"(GMT+01:00) Casablanca":[],"(GMT+01:00) Budapest":[],"(GMT+01:00) Brussels":[],"(GMT+01:00) Bratislava":[],"(GMT+01:00) Bern":[],"(GMT+01:00) Berlin":[],"(GMT+01:00) Belgrade":[],"(GMT+01:00) Amsterdam":[],"(GMT+00:00) UTC":[],"(GMT+00:00) Monrovia":[],"(GMT+00:00) London":[],"(GMT+00:00) Lisbon":[],"(GMT+00:00) Edinburgh":[],"(GMT-01:00) Cape Verde Is.":[],"(GMT-01:00) Azores":[],"(GMT-02:00) Mid-Atlantic":[],"(GMT-03:00) Montevideo":[],"(GMT-03:00) Greenland":[],"(GMT-03:00) Buenos Aires":[],"(GMT-03:00) Brasilia":[],"(GMT-03:30) Newfoundland":[],"(GMT-04:00) Santiago":[],"(GMT-04:00) Puerto Rico":[],"(GMT-04:00) La Paz":[],"(GMT-04:00) Georgetown":[],"(GMT-04:00) Caracas":[],"(GMT-04:00) Atlantic Time (Canada)":[],"(GMT-05:00) Quito":[],"(GMT-05:00) Lima":[],"(GMT-05:00) Bogota":[],"(GMT-06:00) Saskatchewan":[],"(GMT-06:00) Monterrey":[],"(GMT-06:00) Mexico City":[],"(GMT-06:00) Guadalajara":[],"(GMT-06:00) Central America":[],"(GMT-07:00) Mazatlan":[],"(GMT-07:00) Chihuahua":[],"(GMT-08:00) Tijuana":[],"(GMT-11:00) Midway Island":[],"(GMT-11:00) American Samoa":[],"(GMT-12:00) International Date Line West":[],"(GMT-05:00) Indiana (East)":[],"(GMT-05:00) Eastern Time (US & Canada)":[],"(GMT-05:00) America\/Kentucky\/Monticello":[],"(GMT-05:00) America\/Kentucky\/Louisville":[],"(GMT-05:00) America\/Indiana\/Winamac":[],"(GMT-05:00) America\/Indiana\/Vincennes":[],"(GMT-05:00) America\/Indiana\/Vevay":[],"(GMT-05:00) America\/Indiana\/Petersburg":[],"(GMT-05:00) America\/Indiana\/Marengo":[],"(GMT-05:00) America\/Detroit":[],"(GMT-06:00) Central Time (US & Canada)":[],"(GMT-06:00) America\/North_Dakota\/New_Salem":[],"(GMT-06:00) America\/North_Dakota\/Center":[],"(GMT-06:00) America\/North_Dakota\/Beulah":[],"(GMT-06:00) America\/Menominee":[],"(GMT-06:00) America\/Indiana\/Tell_City":[],"(GMT-06:00) America\/Indiana\/Knox":[],"(GMT-07:00) Mountain Time (US & Canada)":[],"(GMT-07:00) Arizona":[],"(GMT-07:00) America\/Boise":[],"(GMT-08:00) Pacific Time (US & Canada)":[],"(GMT-09:00) America\/Yakutat":[],"(GMT-09:00) America\/Sitka":[],"(GMT-09:00) America\/Nome":[],"(GMT-09:00) America\/Metlakatla":[],"(GMT-09:00) America\/Anchorage":[],"(GMT-09:00) Alaska":[],"(GMT-10:00) Hawaii":[],"(GMT-10:00) America\/Adak":[],"%s = human-readable time difference\u0004%s ago":["%s atrás"],"This is outside the allowed amount.":[],"max count reached":["contagem máxima atingida"],"must be at least 12 hours between emails":["deve haver pelo menos 12 horas entre os e-mails"],"must be less than 1 week":["deve ser inferior a 1 semana"],"must be 15 minutes or more":["deve ser de 15 minutos ou mais"],"Only one active abandoned checkout is allowed at a time":["Apenas um check-out abandonado ativo é permitido por vez"],"It is not a valid hex color.":["Não é uma cor hexadecimal válida."],"It is not valid or enabled.":["Não é válido ou ativado."],"It is expired.":["Está expirado."],"It does not match parent currency.":["Não corresponde à moeda principal."],"It is archived.":["Está arquivado."],"Must be even":["Deve ser igual"],"Must be odd":["Deve ser ímpar"],"Wrong length.":["Comprimento errado."],"Must be smaller.":["Deve ser menor."],"Must be larger.":["Deve ser maior."],"Too short.":["Muito curto."],"Too long.":["Demasiado longo."],"Must be accepted.":["Deve ser aceite."],"This doesn't match":["Isto não corresponde"],"This is reserved.":["Isto é reservado."],"This is not included in the list.":["Isto não está incluído na lista."],"Validation failed":["Falha na validação"],"Must be an integer":["Deve ser um número inteiro"],"Not a number":["Não é um número"],"Not found.":["Não encontrado."],"Must be blank":["Deve estar em branco"],"Can't be blank.":["Não pode ficar em branco."],"Can't be empty.":["Não pode estar vazio."],"There were some validation errors.":["Ocorreram alguns erros de validação."],"Invalid.":["Inválido."],"%s is no longer purchasable.":["%s não pode mais ser comprado."],"%s is too high.":["%s é muito alto."],"%s is not available with subscriptions.":["%s não está disponível nas subscrições."],"%s must be a number.":["%s deve ser um número."],"%s can't be blank.":["%s não pode ficar em branco."],"This email is already in use.":[],"The quantity returned is greater than the quantity fulfilled.":[],"The currency of this product's price is different from the store currency.":[],"This product is no longer available for purchase.":[],"This product is out of stock.":[],"This amount is outside the allowed amount.":[],"You have exceeded the purchase limit for this product.":[],"This payment method cannot be deleted because there are no other valid or reusable saved payment methods available.":[],"This payment method is not valid or reusable.":[],"This coupon is not applicable to this subscription.":[],"The minimum amount must be a number.":[],"The minimum amount must be greater than or equal to zero.":[],"The maximum amount must be a number.":[],"The maximum amount must be greater than or equal to the minimum amount.":[],"The minimum weight must be a number.":[],"The minimum weight must be greater than or equal to zero.":[],"The maximum weight must be a number.":[],"The maximum weight must be greater than or equal to the minimum weight.":[],"The shipping method cannot be blank.":[],"The shipping weight unit is not valid.":[],"The shipping weight unit cannot be blank.":[],"The shipping rate type is not valid.":[],"The shipping rate type cannot be blank.":[],"The shipping method description is too long. Please enter a shorter description.":[],"The shipping method name is already in use.":[],"The shipping method name is too long. Please enter a shorter name.":[],"The shipping method name cannot be blank.":[],"The selected countries are not valid.":[],"The selected countries are already used in another shipping zone.":[],"The shipping zone name is too long. Please enter a shorter name.":[],"The shipping zone name is already in use.":[],"The shipping zone name cannot be blank.":[],"The shipping profile name is too long. Please enter a shorter name.":[],"The shipping profile name cannot be blank.":[],"The shipping method name is already in use .":[],"We don't currently ship to your address.":[],"This URL part is already taken. Please choose another URL part.":[],"The name cannot be blank.":[],"This name is already taken. Please choose another name.":[],"You have reached the maximum number of options for this product.":[],"This option name is already taken. Please use a different name.":[],"You have already requested a code in the last 60 seconds. Please wait before requesting again.":["Já solicitou um código nos últimos 60 segundos. Aguarde antes de solicitar novamente."],"This file type is not supported.":[],"You cannot delete this media item because it is currently being used.":["Não pode excluir este item de média porque ele está a ser usado neste momento."],"You cannot enable taxes unless a valid tax address is provided":["Você não pode habilitar impostos a menos que um endereço fiscal válido seja fornecido"],"You cannot enable EU Micro Exemption if your address is outside of the EU.":["Não pode habilitar a Micro Isenção da UE se seu endereço estiver fora da UE."],"You are already collecting tax for this zone.":["O imposto já está a ser cobrado para esta zona."],"The maximum price must be greater than the minimum price.":["O preço máximo deve ser superior ao preço mínimo."],"The minimum price must be smaller.":["O preço mínimo deve ser menor."],"The maximum price must be smaller.":["O preço máximo deve ser menor."],"This price is currently being used in subscriptions or checkout sessions. Please archive the price and create another one.":["Este preço está actualmente a ser utilizado em subscrições ou sessões de checkout. Arquive o preço e crie outro."],"This product is no longer purchaseable.":["Este produto já não pode ser adquirido."],"You can only apply this offer once.":["Você só pode aplicar esta oferta uma vez."],"This prefix is too short. Please enter a longer prefix.":["Este prefixo é muito curto. Insira um prefixo mais longo."],"This prefix is too long. Please enter a shorter prefix.":["Este prefixo é muito longo. Insira um prefixo mais curto."],"Please double-check your prefix does not contain any spaces, underscores, dashes or special characters.":["Verifique novamente se seu prefixo não contém espaços, sublinhados, hífens ou caracteres especiais."],"This is not a valid coupon code":["Este não é um código de cupão válido"],"This discount code does not apply to this currency.":["Este código de desconto não se aplica a esta moeda."],"This coupon has expired.":["Este cupão expirou."],"Your postal code is not valid.":["O código postal não é válido."],"Failed to update. Please check for errors and try again.":["Falha ao atualizar. Verifique se há erros e tente novamente."],"This coupon code is invalid.":["Este código de cupão é inválido."],"The prices in this checkout session have changed. Please recheck it before submitting again.":["Os preços nesta sessão de checkout foram alterados. Verifique novamente antes de enviar."],"Please enter a valid tax number.":["Insira um número de contribuinte (NIF) válido."],"Please add a valid address with necessary shipping information.":[],"The product image must be an image.":["A imagem do produto deve ser uma imagem."],"This product has prices that are currently being used. Please archive the product instead if it is not already archived.":["Este produto tem preços que estão actualmente a ser utilizados. Por favor, arquive o produto se ainda não estiver arquivado."],"There are no processors to make the payment. Please contact us for assistance.":["Não há processadores para fazer o pagamento. Entre em contato conosco para obter assistência."],"This promotion code already exists. Please archive the old code or use a different code.":["Este código de promoção já existe. Arquive o código antigo ou use um código diferente."],"A price with this currency and recurring interval already exists. Please create a new product to create this price.":["Já existe um preço com esta moeda e intervalo recorrente. Por favor, crie um novo produto para criar este preço."],"The compare at price must be greater than the price.":["A comparação com o preço deve ser superior ao preço."],"The price cannot be blank.":["O preço não pode ficar em branco."],"You cannot add a one-time product to a subscription.":["Não pode adicionar um produto de venda uma-vez (única) a uma subscrição."],"The payment method is not valid (chargeable fingerprint blank). Please double-check it and try again.":[],"This payment method cannot be used for subscriptions.":["Este método de pagamento não pode ser utilizado para subscrições."],"The refund amount is greater than the refundable amount.":["O valor do reembolso é maior do que o valor reembolsável."],"This download cannot be removed or archived when it is set as the current release.":["Este download não pode ser removido ou arquivado quando for definido como a versão atual."],"Please select a customer.":[],"This coupon is not valid. Please double-check it and try again.":["Este cupão não é válido. Verifique e tente novamente."],"Please fill out your address.":["Por favor, preencha o endereço."],"One of these products is no longer purchaseable.":["Um destes produtos já não pode ser comprado."],"Please add at least one product.":["Adicione pelo menos um produto."],"Invalid Checkout":[],"Invalid promotion code.":["Código de promoção inválido."],"The price is already being used in subscriptions or checkout sessions. Please archive the price and create another one.":["O preço já está a ser usado nas subscrições ou sessões de checkout. Arquive o preço e crie outro."],"This coupon is for a different currency and cannot be applied.":["Este cupão é para uma moeda diferente e não pode ser aplicado."],"Failed to save coupon.":["Falha ao salvar cupão."],"Could not complete the request. Please try again.":["Não foi possível concluir a solicitação. Por favor, tente novamente."],"Repeat payment":["Repita o pagamento"],"Pay what you want":["Pague o que desejar"],"Amount":["Montante"],"Percent Off":["Percentagem de desconto"],"Amount Off":["Desconto aplicado"],"Promotion code":["Código de promoção"],"Error.":["Erro."],"You must spend at least %s to use this coupon.":[],"You must enter a quantity greater than or equal to %s":[],"The product is out of stock. Please remove it from your cart.":[],"You must enter an amount between %1$s and %2$s":["Você deve inserir um valor entre %1$s e %2$s"],"%s is invalid.":["%s é inválido."],"Zambian Kwacha":["Zâmbia Kwacha"],"Yemeni Rial":["Rial iemenita"],"West African Cfa Franc":["Franco Cfa da África Ocidental"],"Vietnamese Đồng":["vietnamita Đồng"],"Vanuatu Vatu":["Vanuatu Vatu"],"Uzbekistan Som":["Som do Uzbequistão"],"Uruguayan Peso":["peso uruguaio"],"United States Dollar":["Dolar dos Estados Unidos"],"United Arab Emirates Dirham":["Dirrã dos Emirados Árabes Unidos"],"Ukrainian Hryvnia":["Hryvnia ucraniana"],"Ugandan Shilling":["Xelim de Uganda"],"Turkish Lira":["lira turca"],"Trinidad and Tobago Dollar":["Dólar de Trinidad e Tobago"],"Tongan Paʻanga":["Tonga Paʻanga"],"Thai Baht":["baht tailandês"],"Tanzanian Shilling":["Xelim da Tanzânia"],"Tajikistani Somoni":["Tajiquistão Somoni"],"São Tomé and Príncipe Dobra":["São Tomé e Príncipe Dobra"],"Swiss Franc":["Franco suíço"],"Swedish Krona":["Coroa sueca"],"Swazi Lilangeni":["Swazi Lilangeni"],"Surinamese Dollar":["Dólar surinamês"],"Sri Lankan Rupee":["Rúpia do Sri Lanka"],"South Korean Won":["Won sul-coreano"],"South African Rand":["Rand sul-africano"],"Somali Shilling":["Xelim da Somália"],"Solomon Islands Dollar":["Dólar das Ilhas Salomão"],"Singapore Dollar":["Dólar de Singapura"],"Sierra Leonean Leone":["Serra Leoa Leone"],"Seychellois Rupee":["Rúpia seichelense"],"Serbian Dinar":["Dinar sérvio"],"Saudi Riyal":["Rial saudita"],"Samoan Tala":["Tala samoana"],"Saint Helenian Pound":["Libra santa heleniana"],"Rwandan Franc":["Franco ruandês"],"Russian Ruble":["Rublo russo"],"Romanian Leu":["Leu romeno"],"Qatari Riyal":["Rial Catariano"],"Polish Złoty":["Złoty polonês"],"Philippine Peso":["Peso filipino"],"Peruvian Sol":["Sol peruano"],"Paraguayan Guaraní":["Guarani paraguaio"],"Papua New Guinean Kina":["Papua Nova Guiné Kina"],"Panamanian Balboa":["Balboa panamenha"],"Pakistani Rupee":["Rúpia Paquistanesa"],"Norwegian Krone":["Coroa norueguesa"],"Nigerian Naira":["Naira nigeriana"],"Nicaraguan Córdoba":["Córdoba Nicaraguense"],"New Zealand Dollar":["Dólar da Nova Zelândia"],"New Taiwan Dollar":["Novo dólar taiwanês"],"Netherlands Antillean Gulden":["Gulden das Antilhas Holandesas"],"Nepalese Rupee":["Rupia nepalesa"],"Namibian Dollar":["Dólar namibiano"],"Myanmar Kyat":["Myanmar Kyat"],"Mozambican Metical":["Metical moçambicano"],"Moroccan Dirham":["Dirham marroquino"],"Mongolian Tögrög":["Mongol Tögrög"],"Moldovan Leu":["leu moldavo"],"Mexican Peso":["peso mexicano"],"Mauritian Rupee":["Rúpia da Maurícia"],"Mauritanian Ouguiya":["mauritano Ouguiya"],"Maldivian Rufiyaa":["Rufiyaa das Maldivas"],"Malaysian Ringgit":["ringgit malaio"],"Malawian Kwacha":["Kwacha do Malawi"],"Macedonian Denar":["Dinar macedônio"],"Macanese Pataca":["Pataca macaense"],"Liberian Dollar":["dólar liberiano"],"Lesotho Loti":["Lesoto Loti"],"Lebanese Pound":["libra libanesa"],"Lao Kip":["Lao Kip"],"Kyrgyzstani Som":["Som do Quirguistão"],"Kenyan Shilling":["Xelim queniano"],"Kazakhstani Tenge":["Tenge do Cazaquistão"],"Japanese Yen":["Yen japonês"],"Jamaican Dollar":["dólar jamaicano"],"Israeli New Sheqel":["Novo Shekel Israelense"],"Indonesian Rupiah":["rupia indonésia"],"Indian Rupee":["Rupia indiana"],"Icelandic Króna":["Coroa islandesa"],"Hungarian Forint":["Florim húngaro"],"Hong Kong Dollar":["Dólar de Hong Kong"],"Honduran Lempira":["Lempira hondurenha"],"Haitian Gourde":["Gourde haitiano"],"Guyanese Dollar":["Dólar da Guiana"],"Guinean Franc":["franco guineense"],"Guatemalan Quetzal":["Quetzal guatemalteco"],"Gibraltar Pound":["Libra de Gibraltar"],"Georgian Lari":["lari georgiano"],"Gambian Dalasi":["Dalasi gambiano"],"Fijian Dollar":["Dólar de Fiji"],"Falkland Pound":["Libra das Malvinas"],"Euro":["Euro"],"Ethiopian Birr":["birr etíope"],"Egyptian Pound":["Libra egípcia"],"East Caribbean Dollar":["Dólar do Caribe Oriental"],"Dominican Peso":["Peso dominicano"],"Djiboutian Franc":["Franco Djibutiano"],"Danish Krone":["coroa dinamarquesa"],"Czech Koruna":["coroa tcheca"],"Croatian Kuna":["Kuna croata"],"Costa Rican Colón":["Colón da Costa Rica"],"Congolese Franc":["franco congolês"],"Comorian Franc":["franco comorense"],"Colombian Peso":["peso colombiano"],"Chinese Renminbi Yuan":["Chinês Renminbi Yuan"],"Chilean Peso":["peso chileno"],"Cfp Franc":["Franco Cfp"],"Central African Cfa Franc":["Franco Cfa da África Central"],"Cayman Islands Dollar":["Dólar das Ilhas Cayman"],"Cape Verdean Escudo":["escudo cabo-verdiano"],"Canadian Dollar":["Dólar canadense"],"Cambodian Riel":["Riel cambojano"],"Burundian Franc":["Franco do Burundi"],"Bulgarian Lev":["Lev búlgaro"],"Brunei Dollar":["Dólar de Brunei"],"British Pound":["Libra britânica"],"Brazilian Real":["real brasileiro"],"Botswana Pula":["Botswana Pula"],"Bosnia and Herzegovina Convertible Mark":["Marco conversível da Bósnia e Herzegovina"],"Bolivian Boliviano":["boliviano boliviano"],"Bermudian Dollar":["Dólar das Bermudas"],"Belize Dollar":["Dólar de Belize"],"Belarusian Ruble":["rublo bielorrusso"],"Barbadian Dollar":["Dólar de Barbados"],"Bangladeshi Taka":["Taka de Bangladesh"],"Bahamian Dollar":["Dólar das Bahamas"],"Azerbaijani Manat":["Manat do Azerbaijão"],"Australian Dollar":["Dólar australiano"],"Aruban Florin":["Florim de Aruba"],"Armenian Dram":["Dram armênio"],"Argentine Peso":["peso argentino"],"Angolan Kwanza":["Kwanza angolano"],"Algerian Dinar":["dinar argelino"],"Albanian Lek":["albanês lek"],"No theme is defined for this template.":[],"Display all individual product collections content unless a custom template has been applied.":[],"Display all individual product collections unless a custom template has been applied.":[],"Template name\u0004Product Collections":[],"Template name\u0004SureCart Product Collections":[],"Display all individual products content unless a custom template has been applied.":[],"Display all individual products unless a custom template has been applied.":[],"Template name\u0004Products":[],"Template name\u0004SureCart Products":[],"Your email and cart are saved so we can send email reminders about this order.":["E-mail e carrinho são salvos para que possamos enviar lembretes por e-mail sobre este pedido."],"collection-page-slug\u0004collections":[],"product-page-slug\u0004products":[],"buy-page-slug\u0004buy":["comprar"],"Enter a custom base to use. A base must be set or WordPress will use default instead.":["Introduza uma base personalizada a utilizar. Tem de ser definida uma base ou o WordPress utilizará a base predefinida."],"Custom base":["Base personalizada"],"Product Collections":[],"If you like, you may enter custom structures for your product page URLs here. For example, using <code>collections<\/code> would make your product collection links like <code>%scollections\/sample-collection\/<\/code>.":[],"SureCart Product Collection Permalinks":[],"If you like, you may enter custom structures for your instant checkout URLs here. For example, using <code>buy<\/code> would make your product buy links like <code>%sbuy\/sample-product\/<\/code>.":[],"SureCart Instant Checkout Permalinks":[],"Shop":[],"Default":["Predefinição"],"If you like, you may enter custom structures for your product page URLs here. For example, using <code>products<\/code> would make your product buy links like <code>%sproducts\/sample-product\/<\/code>.":[],"SureCart Product Permalinks":[],"The associated tax zone.":["A zona fiscal associada."],"The associated tax identifier.":["O identificador de imposto associado."],"The associated EU tax identifier.":["O identificador fiscal da UE associado."],"The associated Canadian tax identifier.":["O identificador de imposto canadense associado."],"If set to true taxes will be automatically calculated.":["Se opção definida como verdadeiro, os impostos serão calculados automaticamente."],"If set to true VAT taxes will be calculated for all EU countries.":["Se definido como verdadeiro, os impostos de IVA serão calculados para todos os países da UE."],"If set to true VAT taxes will be calculated using the account's home country VAT rate.":["Se definido como verdadeiro, os impostos de IVA serão calculados usando a taxa de IVA do país de origem da conta."],"If set to true GST taxes will be calculated for all Canadian provinces.":["Se definido como verdadeiro, os impostos GST serão calculados para todas as províncias canadenses."],"Upgrade behavior. Either pending or immediate.":["Comportamento de atualização. Pendente ou imediato."],"Downgrade behavior. Either pending or immediate.":["Comportamento de downgrade. Pendente ou imediato."],"Cancel behavior. Either pending or immediate.":["Cancele o comportamento. Pendente ou imediato."],"Payment retry window in weeks.":["Janela de nova tentativa de pagamento em semanas."],"The start of the date range to query.":["O início do intervalo de datas a ser consultado."],"The interval to group statistics on – one of hour, day, week, month, or year.":["O intervalo para agrupar as estatísticas – uma hora, dia, semana, mês ou ano."],"The end of the date range to query.":["O final do intervalo de datas a ser consultado."],"Only return objects that have this currency. If not set, this will fallback to the account's default currency.":["Devolva apenas objetos que tenham esta moeda. Se não for definido, reverterá para a moeda padrão da conta."],"Whether or not shipping is enabled":[],"Type of object (Settings)":["Tipo de objeto (Configurações)"],"Sorry, you are not allowed to edit products.":["Desculpe, não tem permissão para editar produtos."],"Only return objects that belong to the given product collections.":[],"Only return objects that belong to the given product groups.":["Retorne apenas objetos que pertençam aos grupos de produtos fornecidos."],"Only return products that are recurring or not recurring (one time).":["Devolva apenas produtos recorrentes ou não recorrentes (uma vez, venda única)."],"Top level metrics for the product.":["Métricas de nível superior para o produto."],"Stored product metadata":["Metadados de produtos armazenados"],"Files attached to the product.":["Arquivos anexados ao produto."],"A limit on the number of records returned":["Um limite para o número de registos devolvidos"],"Sorry, you are not allowed to edit product collections.":[],"Only return objects that belong to the given products.":["Retorne apenas objetos que pertençam aos produtos fornecidos."],"Ensure result set excludes specific IDs.":["Certifique-se de que o conjunto de resultados exclua IDs específicos."],"The query to be used for full text search of this collection.":["A consulta a ser usada para pesquisa de texto completo desta coleção."],"Only return prices that allow ad hoc amounts or not.":["Apenas devolver preços que permitam ou não montantes ad hoc."],"Whether to get archived products or not.":["Obter ou não produtos arquivados."],"The content for the object.":["O conteúdo do objeto."],"The terms of service link that is shown to customers on the customer portal.":["O link dos termos de serviço que é mostrado aos clientes no portal do cliente."],"Whether or not customers can change subscription quantities from the customer portal.":["Se os clientes podem ou não alterar as quantidades da subscrição no portal do cliente."],"Whether or not customers can make subscription changes from the customer portal.":["Se os clientes podem ou não efetuar alterações à subscrição a partir do portal do cliente."],"Whether or not customers can cancel subscriptions from the customer portal.":["Se os clientes podem ou não cancelar subscrições a partir do portal do cliente."],"The type of number to use for orders – one of sequential or token.":["O tipo de número a ser usado para pedidos – sequencial ou token."],"The prefix that is added to all order numbers. Must be between 3-12 characters and only include letters.":["O prefixo que é adicionado a todos os números de pedido. Deve ter entre 3-12 caracteres e incluir apenas letras."],"The default memo that is shown on all order statements (i.e. invoices and receipts).":["O memorando padrão que é mostrado em todas as declarações de pedidos (ou seja, faturas e recibos)."],"The default footer that is shown on all order statements (i.e. invoices and receipts).":["O rodapé padrão que é mostrado em todas as declarações de pedidos (ou seja, faturas e recibos)."],"Password":["Palavra-passe"],"The model to get integration providers for.":["O modelo para obter provedores de integração."],"The SureCart model id.":["O ID do modelo SureCart."],"The SureCart model name.":["O nome do modelo SureCart."],"Dry run the sync.":[],"Run any purchase syncing actions.":[],"Create the WordPress user.":[],"The reply-to email address to use when sending emails to customers.":["O endereço de e-mail de resposta a ser usado ao enviar e-mails aos clientes."],"The language that will be used for all customer notifications. Current available locales are de, en, es, and fr.":["O idioma que será usado para todas as notificações do cliente. Os locais atualmente disponíveis são de, en, es e fr."],"The from name to use when sending emails to customers.":["O nome de a ser usado ao enviar e-mails para clientes."],"If set to true refund emails will be sent to customers.":["Se definido como verdadeiro, os e-mails de reembolso serão enviados aos clientes."],"If set to true subscription dunning emails will be sent to customers.":["Se definido como verdadeiro, os e-mails de cobrança da subscrição serão enviados aos clientes."],"If set to true order confirmation emails will be sent to customers.":["Se definido como verdadeiro, os e-mails de confirmação do pedido serão enviados aos clientes."],"If set to true abandonded order reminder emails will be sent to customers.":["Se definido como verdadeiro, os e-mails de lembrete de pedido abandonado serão enviados aos clientes."],"Form ID is invalid.":["A ID do formulário é inválido."],"Form ID is required.":["O ID do formulário é obrigatório."],"The discount for the session.":["O desconto para a sessão."],"The line items for the session.":["Os itens de linha para a sessão."],"The customer for the session.":["O cliente para a sessão."],"The customer id for the order.":["O ID do cliente para o pedido."],"Metadata for the order.":["Metadados para o pedido."],"The currency for the session.":["A moeda da sessão."],"Login":["Iniciar sessão \/ Login"],"The UUID of the price.":["O UUID do preço."],"The priority of this bump in relation to other bumps. Must be in the range of 1 - 5.":["A prioridade desta oferta adicional\/bump em relação a outras ofertas adicionais\/bumps. Deve estar no intervalo de 1 a 5."],"Percent that will be taken off line items associated with this bump.":["Percentagem que será retirada dos itens de linha associados a esta oferta adicional\/bump."],"A name for this upsell that will be visible to customers. If empty, the product name will be used.":[],"The conditions that will filter this bump to be recommeneded. Accepted keys are price_ids, product_ids, and product_group_ids with array values.":["As condições que irão filtrar esta oferta adicional\/bump a ser recomendadas. As chaves aceitas são price_ids, product_ids e product_group_ids com valores de matriz."],"Whether or not this bump is currently enabled and being shown to customers.":["Se oferta adicional\/bump está ativada ou não e a ser exibida aos clientes."],"Amount (in the currency of the price) that will be taken off line items associated with this bump.":["Montante (na moeda do preço) que será retirado dos itens de linha associados a essa oferta adicional\/bump."],"Type of object (bump)":["Tipo de objeto (oferta adicional\/bump)"],"The default footer for invoices and receipts.":["O rodapé padrão para faturas e recibos."],"The default memo for invoices and receipts.":["O memorando padrão para faturas e recibos."],"The associated address.":["O endereço associado."],"The URL of the brand logo.":["A URL do logotipo da marca."],"The website that will be shown to customers for support, on invoices, etc.":["O site que será mostrado aos clientes para suporte, em faturas, etc."],"The phone number that will be shown to customers for support, on invoices, etc.":["O número de telefone que será mostrado aos clientes para suporte, em faturas, etc."],"The email address that will be shown to customers for support, on invoices, etc.":["O endereço de e-mail que será mostrado aos clientes para suporte, em faturas, etc."],"The brand color.":["A cor da marca."],"Determines whether the pattern is visible in inserter.":["Determina se o padrão é visível no insersor."],"The pattern content.":["O conteúdo do padrão."],"The pattern keywords.":["As palavras-chave padrão."],"The pattern category slugs.":["Os slugs da categoria padrão."],"Block types that the pattern is intended to be used with.":["Tipos de bloco com os quais o padrão deve ser usado."],"The pattern viewport width for inserter preview.":["A largura da janela de visualização padrão para visualização do insersor."],"The pattern detailed description.":["A descrição detalhada do padrão."],"The pattern title, in human readable format.":["O título do padrão, em formato legível por humanos."],"The pattern name.":["O nome do padrão."],"Sorry, you are not allowed to view the registered form patterns.":["Desculpe, não tem permissão para visualizar os padrões de formulário registados."],"A limit on the number of items to be returned, between 1 and 100.":["Um limite no número de itens a serem devolvidos, entre 1 e 100."],"The page of items you want returned.":["A página de itens que você deseja retornar."],"The UUID of the license.":["O UUID da licença."],"The name of this activation.":["O nome desta ativação."],"The unique identifier for this activation. For example a URL, a machine fingerprint, etc.":["O identificador exclusivo para esta ativação. Por exemplo, uma URL, uma impressão digital da máquina, etc."],"Connected processors":["processadores conectados"],"Owner data.":["Dados do proprietário."],"The default currency for the account.":["A moeda padrão da conta."],"The name of the account.":["O nome da conta."],"Created at timestamp":["Criado na data e hora"],"Type of object (Account)":["Tipo de objeto (Conta)"],"This customer's most recent checkout that has been abandoned.":["O checkout mais recente deste cliente que foi abandonado."],"The customer for the checkout.":["O cliente para o check-out."],"The checkout id for the checkout.":["O ID de checkout para o checkout."],"The current status of this abandonded checkout, which can be one of not_notified, notified, or recovered.":["O status atual deste check-out abandonado, que pode ser not_notified, notificado ou recuperado."],"The current notification status for this abandonded checkout, which can be one of not_sent, scheduled, or sent.":["O status de notificação atual para este check-out abandonado, que pode ser not_sent, agendado ou enviado."],"Unique identifier for the object.":["Identificador único do objeto."],"Invalid API token.":["Token de API inválido."],"Please connect your site to SureCart.":["Conecte o seu site ao SureCart."],"SureCart Customer":["Cliente SureCart"],"SureCart Shop Worker":["Funcionário da loja SureCart"],"SureCart Accountant":["Contabilista SureCart"],"SureCart Shop Manager":["Gerente de Loja SureCart"],"This user is already linked to a customer.":["Este utilizador já está vinculado a um cliente."],"You have already set up your store.":[],"No customer ID or email provided.":[],"Something is wrong with the provided link.":["Algo está errado com o link fornecido."],"You do not have permission do this.":["Você não tem permissão para fazer isso."],"Your session expired - please try again.":["A sessão expirou - tente novamente."],"Add the user role of the user who purchased the product.":["Adicione a função\/papel do utilizador que comprou o produto."],"Add User Role":["Adicionar função de utilizador."],"Add WordPress User Role":["Adicionar função de utilizador do WordPress"],"Enable access to a TutorLMS course.":["Habilite o acesso a um curso do TutorLMS."],"TutorLMS Course":["Curso TutorLMS"],"Custom amount":["Montante personalizado"],"This trigger will be fired when a subscription plan is changed to something else.":["Esse gatilho será acionado quando um plano de subscrição for alterado para outro."],"Subscription plan changed":["Plano de subscrição alterado"],"This trigger will be fired when a subscription cancels after failed payment or by customer request, or when the purchase is manually revoked by the merchant.":["Este gatilho será acionado quando uma subscrição for cancelada após falha no pagamento ou por solicitação do cliente, ou quando a compra for revogada manualmente pelo comerciante."],"Product purchase is revoked or subscription cancels":["A compra do produto foi revogada ou a subscrição cancelada"],"This trigger will be fired when a purchase is unrevoked.":["Este gatilho será acionado quando uma compra não for revogada."],"Admin unrevokes a purchase":["O administrador cancela uma compra"],"This trigger will be fired when someone first purchases a product.":["Este gatilho será acionado quando alguém comprar um produto pela primeira vez."],"Product or subscription is purchased":["O produto ou subscrição foi comprado"],"SureCart eCommerce Platform":["Plataforma de comércio eletrónico SureCart"],"SureCart product object":["Objeto de produto SureCart"],"A specific product name.":["Um nome de produto específico."],"Product Name":["Nome do Produto"],"A specific product id.":["Um ID de produto específico."],"Product ID":["ID do produto"],"Product":["produtos"],"Previous Product ID":["ID do produto anterior"],"Enable access to a MemberPress membership.":["Habilite o acesso a uma associação MemberPress."],"Membership Access":["Acesso à Membership"],"MemberPress Membership":["MemberPress Membership"],"Enable access to a LifterLMS course.":["Habilite o acesso a um curso do LifterLMS."],"LifterLMS Course":["Curso LifterLMS"],"LearnDash Group":["Grupo LearnDash"],"Enable access to a LearnDash group.":["Habilite o acesso a um grupo LearnDash."],"LearnDash Groups":["Grupos LearnDash"],"Enable access to a LearnDash course.":["Habilite o acesso a um curso LearnDash."],"Course Access":["Acesso ao curso"],"LearnDash Course":["Curso LearnDash"],"Create New Form":["Criar novo formulário"],"Edit Form":["Editar formulário"],"Select Form":["Selecione o formulário"],"Enable access to a BuddyBoss Group.":["Habilite o acesso a um Grupo BuddyBoss."],"Group Access":["Acesso de grupo"],"BuddyBoss Group":["Grupo BuddyBoss"],"Create":["Criar"],"Settings":["Configurações"],"Select a form":["Selecione um formulário"],"SureCart Form":["Formulário SurCart"],"Method '%s' not implemented. Must be overridden in subclass.":["Método ' %s ' não implementado. Deve ser substituído na subclasse."],"Page title\u0004Dashboard":["Painel"],"Page slug\u0004customer-dashboard":["painel do cliente"],"Page title\u0004Thank you!":["Obrigado!"],"Page slug\u0004order-confirmation":["confirmação-de-pedido"],"Page title\u0004Checkout":["Checkout"],"Page slug\u0004checkout":["checkout"],"Form title\u0004Checkout":["Checkout"],"Form slug\u0004checkout":["checkout"],"SureCart Webhook Creation Error":[],"This user could not be found.":["Não foi possível encontrar este utilizador."],"Downloads":["Transferências"],"Plans":["Planos"],"Dashboard":["Painel"],"Billing":["Facturação"],"Account":["Conta"],"I agree to %1$1s's %2$2sPrivacy Policy%3$3s":["Concordo com a %2$2s Política de Privacidade %3$3s de %1$1s"],"I agree to %1$1s's %2$2sTerms%3$3s":["Concordo com %1$1s's %2$2s Termos %3$3s"],"I agree to %1$1s's %2$2sTerms%3$3s and %4$4sPrivacy Policy%5$5s":["Aceito os %2$2sTermos %3$3s e %4$4s Política de privacidade %5$5s de %1$1s"],"Edit Product":["Editar produto"],"Invalid verification code":["Código de verificação inválido"],"The user could not be found.":["Não foi possível encontrar este utilizador."],"The integration has been removed or is unavailable.":["A integração foi removida ou não está disponível."],"Not Found":["Não encontrado"],"This product is not available for purchase.":["Este produto não está disponível para compra."],"This product is invalid.":["Este produto não é válido."],"Spam check failed. Please try again.":[],"The username <strong>%s<\/strong> is not registered on this site. If you are unsure of your username, try your email address instead.":["O nome de utilizador <strong> %s <\/strong> não está registado neste site. Se não tiver certeza de nome de utilizador, tente o seu endereço de e-mail."],"There is no account with that username or email address.":["Não há nenhuma conta com esse nome de utilizador ou endereço de e-mail."],"Test":["Testar"],"Edit Subscription":["Editar subscrição"],"%1d%% off":["%1d %% de desconto"],"year":["ano","%d anos"],"%d year":["%d ano","%d anos"],"month":["mês","%d meses"],"%d month":["%d mês","%d meses"],"week":["semana","%d semanas"],"%d week":["%d semana","%d semanas"],"day":["dia","%d dias"],"%d day":["%d dia","%d dias"],"No Product":[],"for":["para"],"(one time)":[],"None":["Nenhum"],"Remaining Payments":["Pagamentos restantes"],"Past Due":["Em incumprimento"],"Trialing":["Em fase de teste"],"Search Subscriptions":["Pesquisar subscrições"],"Advanced":["Avançado"],"Connection":["Conexão"],"Data Export":["Exportação de dados"],"Payment Processors":["Processadores de pagamentos"],"Taxes":["impostos"],"Subscription Saver":["Protetor de Subscrições"],"Subscriptions":["Subscrições"],"Notifications":["Notificações"],"Abandoned Checkout":["Check-out abandonado"],"Orders & Receipts":["Pedidos e Recibos"],"Design & Branding":["Design e Marca"],"All Product Collections":[],"Filter by Product Collection":[],"Filter":[],"Draft":["Rascunho"],"Published":["Publicado"]," and %d other price.":[" e %d outro preço."," e %d outros preços."],"Free":["Gratuito"],"Name your own price":["Nomeie seu próprio montante"],"No products found.":["Nenhum produto encontrado."],"%d Available":[],"Featured":["Em destaque"],"Product Page":[],"Collections":[],"Quantity":["Quantidade"],"View Product":["Ver produto"],"Live":["Ao vivo"],"Search Orders":["Pesquisar pedidos"],"View":["Visualizar"],"Edit Product Collection":[],"Description":["Descrição"],"Products":["Produtos"],"View Collection":[],"Orders":["Pedidos"],"Delivered":[],"Partially Shipped":[],"Shipped":[],"Not Shipped":[],"All Shipment Statuses":[],"Filter by shipment":[],"Partially Fulfilled":[],"Fulfilled":[],"Unfulfilled":[],"All Fulfillments":[],"Filter by fulfillment":[],"Paypal is taking a closer look at this payment. It’s required for some payments and normally takes up to 3 business days.":["O Paypal está analisando mais de perto esse pagamento. É necessário para alguns pagamentos e normalmente leva até 3 dias úteis."],"Checkout":["Checkout"],"Type":["Tipo"],"Integrations":["Integrações"],"Shipping":[],"Fulfillment":[],"Order":["Pedido"],"Canceled":["Cancelado"],"Failed":["Falhou"],"Processing":["Em processamento"],"Paid":["Pago"],"Invalid API Token":["Token de API inválido"],"Inactive":["Inativo"],"Revoked":["Revogado"],"No licenses found.":["Nenhuma licença encontrada."],"Purchase":["Comprar"],"Key":["Chave"],"Licenses":["Licenças"],"Invoices":["Faturas"],"Refunded":["Reembolsado"],"Method":["Método"],"Status":["Status"],"Invoice":["Fatura"],"Search Invoices":["Procurar Faturas"],"Toggle Product Archive":["Alternar arquivo de produtos"],"Are you sure you want to archive this product? This will be unavailable for purchase.":["Tem certeza de que deseja arquivar este produto? Isso não estará disponível para compra."],"Are you sure you want to restore this product? This will be be available to purchase.":["Tem certeza de que deseja restaurar este produto? Isso estará disponível para compra."],"No price":["Sem preço"],"No customers found.":["Nenhum cliente encontrado."],"Created":["Criada"],"Email":["E-mail"],"Customers":["Clientes"],"Move to Trash":["Mover para lixeira"],"Delete permanently":["Apagar permanentemente"],"comment\u0004Not spam":["Não é spam"],"Restore":["Restaurar"],"comment\u0004Mark as spam":["marcar como spam"],"Approve":["Aprovar"],"Unapprove":["Desaprovar"],"Toggle Coupon Archive":["Alternar arquivo de cupões"],"Are you sure you want to archive this coupon? This will be unavailable for purchase.":["Tem certeza de que deseja arquivar este cupão? Este cupão não estará disponível para compra."],"Are you sure you want to restore this coupon? This will be be available to purchase.":["Tem certeza de que deseja restaurar este cupão? Este cupão estará disponível para compra."],"Archive":["Arquivo"],"Un-Archive":["Desarquivar"],"+ %d more":["+ %d mais"],"No code specified":["Nenhum código especificado"],"Expired":["Expirado"],"Once":["Uma vez"],"For %d months":["Por %d meses"],"Forever":["Para sempre"],"No discount.":["Sem desconto."],"%d%% off":["%d %% de desconto"],"Valid until %s":["Válido até %s"],"Usage":["Utilização"],"Code":["Código"],"Search Coupons":["Pesquisar cupões"],"Coupons":["Cupões"],"Coupon Applied":["Cupão aplicado"],"Saved":["Guardado"],"View Customer":["Ver Cliente"],"No name provided":["Nenhum nome fornecido"],"No cancellation acts.":["Nenhuma ação de cancelamento."],"All Cancellation Attempts":["Todas as Tentativas de Cancelamento"],"No product":["nenhum produto"],"Plan Status":["Estado do Plano"],"Comment":["Comentário"],"Cancellation Reason":["Motivo de cancelamento"],"Plan":["Plano"],"Customer":["Cliente"],"Subscription Saver & Insights":["Protetor de subscrições & insights"],"Edit":["Editar"],"Updated":["Atualizada"],"One-Time":["Uma vez"],"Subscription":["Subscrição"],"No order bumps found.":["Nenhuma oferta adicional\/bump encontrada."],"Select comment":["Selecione o comentário"],"Price":["Preço"],"Name":["Nome"],"Archived":["arquivado"],"Active":["Ativo"],"Product restored.":["Produto restaurado."],"Product archived.":["Produto arquivado."],"Bumps":[],"Abandoned Checkouts":["Check-outs abandonados"],"View Checkout":["Ver check-out"],"By %s":["Por %s"],"Edit Order":["Editar pedido"],"Recovered Before Email Was Sent":["Recuperado antes do envio do e-mail"],"Recovered":["Recuperado"],"Abandoned":["Abandonado"],"Email Sent":["E-mail enviado"],"Total":["Total"],"Recovery Status":["Estado da Recuperação"],"Email Status":["Status do e-mail"],"Date":["Data"],"Placed By":["colocado por"],"Search Abanonded Orders":["Pesquisar Pedidos Abandonados"],"Not Scheduled":["Não agendado"],"Sent":["Enviado"],"Scheduled":["Agendado"],"All":["Todos"],"Cart":["Carrinho"],"Checkout Form":["Formulário de Checkout"],"SureCart is syncing customers in the background. The process may take a little while, so please be patient.":[],"SureCart customer sync in progress":[],"Cart title\u0004Cart":["Carrinho"],"Cart slug\u0004cart":["carrinho"],"SureCart Webhook Registration Error":[],"https:\/\/surecart.com":[],"A simple yet powerful headless e-commerce platform designed to grow your business with effortlessly selling online.":[],"https:\/\/surecart.com\/":[],"SureCart":["SureCart"]}}}