{"translation-revision-date":"2024-08-29 15:51:38+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Save and Update Key":[],"Regenerate License Key":[],"Changing the license key will invalidate the current license key.":[],"License Key updated.":[],"Edit License Key":[],"Sent one month before a customer's card expires.":[],"Card Expiration":[],"One or more items in your cart exceed the purchase limit. Please adjust the quantity or remove the item to proceed with the checkout.":[],"One of the items on cart is out of stock. Please review and try again.":[],"One of the items on cart has changed. Please review and try again.":[],"One of the items on cart is no longer available. Please review and try again.":[],"The price of one of the items on cart has changed. Please review and try again.":[],"One or more items in your cart is no longer available. Please update your cart and try again.":[],"Exceeds purchase limit":[],"Out of stock":[],"Item no longer available":[],"Options no longer available":["Opțiuni indisponibile"],"Price has changed":["Prețul a fost modificat"],"No longer available":["Nu mai este disponibil"],"When enabled, this setting prevents customers from receiving multiple trial periods for the same product. If a customer has previously used a trial for the product, they will be charged the full price instead of receiving another trial.":[],"Prevent Duplicate Trials":[],"Edit Upsell":[],"Edit License":[],"block title\u0004Address":[],"Trial Label":[],"Billing Address Label":[],"Billing Address Toggle":[],"If enabled, the user can enter a separate billing address. Otherwise, the billing address will be the same as the shipping address.":[],"Collect Billing Address":[],"Shipping Address Label":[],"Add Trial":[],"Trial Ends":[],"Use Current Version":[],"Previous Price Version":[],"Apply a credit of unused time from the current billing period.":[],"Immediately updates the subscription to this new price, instead of waiting until renewal.":[],"Price Change:":[],"Are you sure you want to update this subscription to use the current price? This will update this users subscription to use the current price.":[],"Confirm Price Change":[],"When enabled, customers are allowed to remove their default payment method on file. This can lead to subscription payments failing since there is no payment method on file.":[],"Allow Customers To Remove Default Payment Method":[],"Affiliation Product":[],"This setting will overwrite any global or individual affiliate commissions for this product.":[],"Custom product affiliate settings":[],"Custom Affiliate Commission":[],"Shipping Address Updated":[],"Shipping Address Deleted":[],"Add Billing Address":[],"Update Billing Address":[],"Billing Address Updated":[],"Delete Billing Address":[],"Billing address deleted":[],"Are you sure? This cannot be undone.":[],"This setting will overwrite any global affiliate settings.":[],"Custom affiliate commissions":[],"Add a custom commission for this affiliate.":[],"Affiliate commission added.":[],"Affiliate commission updated.":[],"Edit Commission":[],"Custom Commission":[],"Affiliate commission deleted.":[],"Individual Affiliate Product Commissions (Highest)":[],"Individual Product Commissions":[],"Individual Affiliate Commissions":[],"Global Affiliate Commissions (Lowest)":[],"This setting will overwrite any other comission settings for the affiliate and product.":[],"Affiliate product commissions":[],"New Product Commission":[],"Edit Product Commission":[],"Add Commission":[],"Add a product-specific commission for this affiliate.":[],"Lifetime Commission":[],"Subscription Commission":[],"Product Commissions":[],"Affiliate product commission updated.":[],"Affiliate product commission created.":[],"Affiliate product deleted.":[],"Affiliate commission already exists for this product. Please choose a different product.":[],"%d Day":[],"Let customers use this manual payment method for purchasing subscriptions, installments or upsells.":[],"Reusable":[],"Set the default limit for unique activations per license key, applying to all prices. Specify at the price level to override. Leave blank for unlimited activations.":[],"Specify the maximum number of unique activations allowed per license key for this pricing option. If left blank, the default limit set for the product will apply.":[],"License activation limit":[],"The maximum number of unique activations allowed per license key for this price.":[],"Custom license activation limit":[],"When turned on, customers cannot choose this price in the update plans section of the customer dashboard.":[],"Exclude from upgrade options":[],"Minimum commission amount":[],"The minimum amount of commission that must be earned by an affiliate to be included in this payout batch.":[],"Create New Payout Batch":[],"Could not create payout batch. Please try again.":[],"Payout Batch":[],"Payout Groups":[],"No affiliates have earned more than the minimum commission amount within the selected date range.":[],"Display the checkout content unless a custom template has been applied.":[],"Template name\u0004Checkout":[],"Template name\u0004SureCart Checkout":[],"In Payout":[],"Payout Date":[],"Payout Status":[],"Cancel Now":[],"Are you sure you want to cancel this subscription?":[],"Update Price":[],"Edit Price":[],"More Options":[],"Price added.":[],"Charge the setup fee during the free trial period.":[],"Paid trial":[],"Trial Days":[],"Offer a trial period before charging the first payment.":[],"Charge an initial fee or offer a discount for the first payment.":[],"Access ends after the number of days you set. Integrations and licenses will deactivate automatically.":[],"Allow customers to pay any amount they want, ideal for donations or perceived value they place on your cause or service.":[],"Automatically revoke access to integrations and licenses after all payments are completed.":[],"Enable a test processor (in test mode only)":[],"Test Processor":[],"Maximum order subtotal":[],"No Maximum":[],"The maximum order subtotal amount required to apply this coupon.":[],"This discount is not redeemable.":[],"Product deleted.":[],"There is no checkout form block on this page.":[],"Invalid request.":[],"Are you sure you want to change this form to %1$s? \n\nThis will change the form to %2$s for EVERYONE, and %3$s cart contents will be used - your cart contents may not transfer.":[],"test mode":[],"live mode":[],"Live Mode":[],"Fallback Tax Rate":[],"If enabled, the tax amount will be included in the product price and shipping rates for all products.":[],"Tax Included":[],"Please specify a tax rate for %s, as it requires manual entry":[],"Edit Settings":[],"Tax is included in prices":[],"Could not create export. Please try again.":[],"Could not create payout. Please try again.":[],"Completed":[],"Commission On This Subscription":[],"Affiliate commissions updated.":[],"Referral":[],"Affiliations":[],"Affiliation Request":[],"Whether or not to create a referral from a checkout when the resulting referral has a commission of zero. This is useful for tracking referrals that do not have a commission, such as when a customer uses a coupon code.":[],"Zero Commission Referrals":[],"Commissions On All Purchases":[],"Select a customer to limit this promotion to.":[],"Select an affiliate to link this promotion to.":[],"Link to Affiliate":[],"Referral Items":[],"View Coupon":[],"Update Commission Expiration":[],"Affiliate Commissions":[],"This will give the affiliate commissions for a specified period of time.":[],"Select an affiliate":[],"Connect an affiliate":[],"Remove Limit":[],"Until":[],"Are you sure you want to deactivate the affiliate?":[],"Are you sure you want to activate the affiliate?":[],"Affiliate user deactivated.":[],"Affiliate user activated.":[],"Affiliate updated.":[],"Referral Url":[],"No more promotions.":[],"No more payouts.":[],"Referral Code":[],"Profile":[],"No more clicks.":[],"A short blurb from this affiliate describing how they will promote this store.":[],"Bio":[],"Your affiliate request's payout email address.":[],"Your affiliate request's email address.":[],"Your affiliate request's last name.":[],"Your affiliate request's first name.":[],"Affiliate Request Details":[],"Permanently delete this affiliate request? You cannot undo this action.":[],"Are you sure to deny this affiliate request?":[],"Are you sure to approve affiliate request?":[],"Affiliate Request":[],"Affiliate request rejected.":[],"Affiliate request approved.":[],"Affiliate request updated.":[],"Create New Affiliate Request":[],"Creation Mode":[],"No more referrals.":[],"Not associated to any payout.":[],"Not associated to any order.":[],"Order Number":[],"Referral Details":[],"Expires on":[],"Domain":[],"Not associated to any click.":[],"View Referral":[],"Affiliate referral marked as reviewing.":[],"Referral updated.":[],"A brief description of what this referral is for.":[],"Commission Amount":[],"Create New Referral":[],"Export":[],"We will send you an email with a link to your export when it is ready.":[],"Create New Payout":[],"Are you sure you want to delete this referral? This action cannot be undone.":[],"Test mode referrals are created when an order is placed in test mode and an affiliate is associated with the order. These referrals do not impact stats, are not included in payouts, and are not visible to affiliates. They are solely for testing your affiliate setup and can be deleted or ignored.":[],"What are test mode referrals?":[],"Payouts":[],"Requests":[],"The affiliate request's email is already in use.":[],"The affiliate request's bio cannot be blank.":[],"The affiliate request's email cannot be blank.":[],"The affiliate request's name cannot be blank.":[],"There are no applicable referrals for this payout.":[],"Cancelled":[],"Toggle Affiliate active status":[],"Are you sure you want to activate this affiliate?":[],"Are you sure you want to deactivate this affilate?":[],"Deactivate":[],"View Affiliate":[],"No affiliates found.":[],"Unpaid Earnings":[],"Total Earnings":[],"Affiliation deactivated successfully.":[],"Affiliation activated successfully.":[],"No affiliate requests found.":[],"Affiliate Requests":[],"Denied":[],"Approved":[],"Reviewing":[],"No affiliate referrals found . ":[],"Make Reviewing":[],"Deny":[],"Commission":[],"Affiliate referral is now in review.":[],"Affiliate referral deleted.":[],"Affiliate referral denied.":[],"Affiliate referral approved.":[],"Affiliate Referrals":[],"No affiliate payouts found.":[],"Make Processing":[],"Referrals":[],"Period End":[],"Payout Email":[],"Affiliate payout deleted.":[],"Affiliate payout marked completed.":[],"Affiliate payout marked processing.":[],"Export Payouts":[],"Affiliate Payouts":[],"Not Converted":[],"No affiliate clicks found.":[],"Converted":[],"Affiliate":[],"Referring URL":[],"Landing URL":[],"Clicks":[],"Note: This option is sometimes enabled by the theme. If it is already enabled by the theme, then this setting won't have any effect.":[],"Enabling this option will load block assets only when they are rendered. This will happen for ALL blocks on your website, not just SureCart blocks. Please check your pages after you enable this option in a private browser window as this might change the CSS load order.":[],"On Demand Block Assets":[],"Are you sure you want to permanently delete this product? This cannot be undone.":[],"Delete Products":[],"The minimum order amount for the processor is %s.":[],"Queued for deletion.":[],"Successfully deleted.":[],"Delete Product":[],"This product has already been deleted.":[],"SureCart bulk action progress status.":[],"Bulk Action Summary:":[],"%1$d %2$s":[],"Your storage limit has been reached. Please remove some media items before adding more.":[],"Limit tax types":[],"Tax types":[],"Help Text":[],"Don't show if ever purchased, including the current order.":[],"Don't show if already being purchased in the current order.":[],"Tax Override":[],"create a new one":[],"Select an existing collection or ":[],"Add a custom sales tax rate for a collection of products.":[],"Add a custom tax rate for shipping.":[],"You've already added an override for each region where you collect sales tax. You can edit or delete an existing override.":[],"Add product tax override":[],"Edit override for %1$s collection in %2$s":[],"Add shipping tax override":[],"Edit shipping override for %s":[],"Add Override":[],"Specify a unique tax rate for a collection of products.":[],"Specify a unique tax rate for shipping charges.":[],"Please enable tax collection to add tax overrides.":[],"Product Overrides":[],"Shipping Overrides":[],"If you remove this override, then you'll charge the standard tax rate for this collection in %s.":[],"If you remove this override, then you'll charge the standard tax rate for shipping in %s.":[],"Remove override for %1$s collection in %2$s":[],"Remove shipping override for %s":[],"You can specify unique tax rates for a collection of products or on shipping charges.":[],"Tax Rate Overrides":[],"Account seeded successfully.":[],"Email is required to seed an account.":[],"1 of 2 Activations Used":[],"block description\u0004Display upsell totals.":[],"block title\u0004Upsell Totals":[],"block keyword\u0004container":[],"block description\u0004Display an upsell.":[],"block title\u0004Upsell":[],"block keyword\u0004cta":[],"block description\u0004Displays the title.":[],"block title\u0004Upsell Title":[],"block keyword\u0004order":[],"block description\u0004Display an upsell submit button.":[],"block title\u0004Upsell Submit Button":[],"block keyword\u0004upsell":[],"block keyword\u0004decline":[],"block keyword\u0004thanks":[],"block keyword\u0004no":[],"block description\u0004Display a upsell decline button.":[],"block title\u0004Decline Upsell Button":[],"block description\u0004Display a countdown timer for upsell, encouraging customers to take action before the offer expires.":[],"block title\u0004Countdown Timer":[],"block keyword\u0004license":[],"block description\u0004Displays the customer's licenses.":[],"block title\u0004Customer Licenses":[],"Totals":[],"Upsell Call to Action Title":[],"Offer Expires in":[],"Offer Expire text":[],"Show clock icon":[],"Offer expires in":[],"Offer expires label":[],"This will be displayed if there is a compare at price, or an upsell discount.":[],"Not Activated":[],"Delete offer":[],"Preview upsell":[],"Edit offer":[],"Create Offer":[],"Update Offer":[],"I.E. Bundle Discount":[],"Statement label":[],"i.e. An exclusive offer, just for you.":[],"This is shown on the upsell page.":[],"%1s %2s":[],"Decline Offer":[],"Accept Offer":[],"Initial Offer":[],"Skip if purchased":[],"Skip if in order":[],"Show regardless of past purchases.":[],"Always show":[],"Discount amount":[],"Percentage off":[],"Fixed amount discount":[],"Percentage discount":[],"No discount":[],"This is the price for the upsell.":[],"Upsell Price":[],"Are you sure? This action cannot be undone.":[],"if declined":[],"(Optional)":[],"Downsell Offer":[],"if accepted":[],"Upsell Offer #2":[],"Upsell Offer #1":[],"Post Purchase Offer":[],"Offer":[],"Internal upsell funnel name. This is not visible to customers.":[],"Add some conditions to display this upsell funnel.":[],"Show Upsell Offer If":[],"Select conditions to show this upsell.":[],"Specific purchases":[],"Show this upsell offer on all purchases.":[],"All purchases":[],"Archive this upsell? All unsaved changes will be lost.":[],"Un-Archive this upsell?":[],"Save Funnel":[],"Funnel Inactive":[],"Funnel Active":[],"Upsell funnel restored.":[],"Upsell funnel archived.":[],"Upsell deleted.":[],"Permanently delete this upsell? You cannot undo this action.":[],"Upsell funnel saved.":[],"Internal upsell funnel name. This is NOT visible to customers.":[],"Create New Upsell Funnel":[],"Upsell Page Title":[],"Previous page":[],"Affiliation Protocol":[],"Upsell Funnel":[],"Upsell":[],"Minutes":[],"The number of minutes that the upsell offer will be available for after the initial purchase.":[],"Time Limit":[],"Upsell behavior settings.":[],"Post Purchase Offer Accepted":[],"Sent after an order is placed.":[],"Sent when a post purchase offer is accepted and the order is updated.":[],"Post Purchase Offer Accepted Emails":[],"Let affiliates know how they will be paid, how often, and any terms or conditions for payment. These details will be shown to affiliates so they know what to expect.":[],"Payout Instructions":[],"For how long should future purchase commissions be awarded? (Leave empty if you want to award commission forever.)":[],"Lifetime Commission Duration":[],"Do you want to award commissions on future purchases?":[],"Lifetime Commissions":[],"For how long should subscription commissions be awarded? (Leave empty if you want to award commissions forever.)":[],"Subscription Commission Duration":[],"Do you want to award commissions on subscription renewal payments?":[],"Subscription Commissions":[],"Amount Commission":[],"Percent Commission":[],"Select a commission type":[],"Configure how affiliates earn commissions and how they get paid.":[],"Commissions & Payouts":[],"Where should affiliates send their traffic? This URL will be used to generate the affiliate referral link for each affiliate with their unique affiliate code.":[],"Affiliate Referral URL":[],"Do you want to automatically approve new referrals? If disabled, you will need to manually approve each referral.":[],"Auto Approve New Referrals":[],"How many days should the tracking code last for?":[],"Tracking Length":[],"Should the first or last referrer be credited?":[],"Referrer Type":[],"Last":[],"First":[],"Copy and paste the tracking code into the <head> section or just before the closing <\/body> tag of your website. Ensure this is only added to sites that don't already have the script included via the WordPress plugin.":[],"Tracking Script":[],"Want to add tracking to a different site?":[],"Track affiliate referrals on this site.":[],"Tracking":[],"Configure how clicks are tracked and how referrals are credited to affiliates.":[],"Referral Tracking":[],"This is where you will send affiliates to signup for your affiliate program.":[],"Signup URL":[],"Do you want to automatically approve new affiliate signups? If disabled, you will need to manually approve each affiliate signup.":[],"Auto Approve New Affiliates":[],"Do you want to include the payout email field on the signup form?":[],"Payout Email Field on Signup":[],"Where can affiliates find the terms and conditions for your affiliate program? If provided, this URL will be shown to affiliates when they sign up for your affiliate program.":[],"Affiliate Terms URL":[],"How will you promote this store?":[],"What question do you want to ask affiliates on the signup form? If blank, the default question \"How will you promote this store?\" will be used.":[],"Signup Question":[],"Let affiliates know any specifics about your program and what to expect from being an affiliate. This is shown to affiliates when they sign up for your affiliate program.":[],"Program Description":[],"Do you want to allow new affiliates to sign up?":[],"Allow New Affiliate Signups":[],"Configure how affiliates signup and get approved to promote products in your store.":[],"Affiliate Signups":[],"Affiliates Settings":[],"Start With Demo Products":[],"Test your checkout":[],"Place a test order to experience the payment flow.":[],"Experience":[],"Create a product":[],"Create your first product to start selling to buyers.":[],"Connect payment":[],"Connect to a payment gateway to start taking orders.":[],"Connect payments":[],"Connect":[],"High":[],"Low":[],"Affiliates":[],"Payment method not found.":[],"You do not have permission to edit this subscription.":[],"Wait! Here's an exclusive offer for you.":[],"Template used for specific single SureCart upsell pages.":[],"Upsell: %s":[],"SureCart Upsell updated.":[],"SureCart Upsell scheduled.":[],"SureCart Upsell reverted to draft.":[],"SureCart Upsell published privately.":[],"SureCart Upsell published.":[],"SureCart Upsells list":[],"SureCart Upsells list navigation":[],"Search SureCart Upsells":[],"All SureCart Upsells":[],"View SureCart Upsell":[],"Edit SureCart Upsell":[],"New SureCart Upsell":[],"Add new SureCart Upsell":[],"SureCart Upsell\u0004Add New":[],"post type singular name\u0004SureCart Upsell":[],"post type general name\u0004SureCart Upsells":[],"Upsells":[],"Please select an initial upsell offer.":[],"This upsell has expired.":[],"This upsell has already been applied.":[],"Tunisian Dinar":[],"Display all individual upsells content unless a custom template has been applied.":[],"Display all individual upsells unless a custom template has been applied.":[],"Template name\u0004Upsells":[],"upsell-page-slug\u0004offer":[],"Special Offer":[],"If you like, you may enter custom structures for your upsell URLs here. For example, using <code>offers<\/code> would make your upsell's links like <code>%soffers\/upsell-id\/<\/code>.":[],"SureCart Upsell Permalinks":[],"Where this upsell falls in position within the upsell funnel – can be one of initial, accepted, or declined.":[],"Percent that will be taken off line items associated with this upsell.":[],"The description for this upsell which will be visible to customers.":[],"How to handle duplicate purchases of the product – can be one of allow, block_within_checkout, or block.":[],"Amount (in the currency of the price) that will be taken off line items associated with this upsell.":[],"Type of object (upsell)":[],"The priority of this upsell in relation to other upsells. Must be in the range of 1 - 5.":[],"Whether or not this upsell is currently enabled and being shown to customers.":[],"The products to filter this upsell funnel by.":[],"The prices to filter this upsell funnel by.":[],"The matching strategy to use when filtering upsell funnels – can be null or one of all, any, none. If null, the upsell funnel will not be filtered and will be applicable to all checkouts.":[],"Type of object (upsell_funnel)":[],"This is shown to the customer on invoices and line items.":[],"You do not have permission to access this page.":[],"Edit Upsell Funnel":[],"No upsell funnels found.":[],"Funnel disabled.":[],"Funnel enabled.":[],"View Upsell":[],"Upsell Funnels":[],"Success & Redirecting":[],"contact support.":[],"This option is locked after live orders are placed. To change your store currency, please":[],"Save & Publish":[],"Setup discount":[],"days":[],"Expiring access will revoke integrations and licenses.":[],"Expire access after":[],"Expire access":[],"Maximum price":[],"Minimum price":[],"Store Currency":[],"Cancellation Reasons":[],"This page is important for certain SureCart eCommerce features. Bringing back this page will make sure SureCart works as expected.":[],"Ghanaian Cedi":[],"Unable to restore page. Please try again.":[],"Invalid page selected. Please choose the correct page to restore.":[],"The slide-out cart template.":[],"Template name\u0004SureCart Cart":[],"Setup fee or discount":[],"Product: %s":["Produs: %s"],"Product Price":[],"block title\u0004Product Buy Buttons":["Butoane de cumpărare a produselor"],"Please select an available option.":[],"Persist Across Pages":[],"Form Cart Settings":[],"Describe the template, e.g. \"Mens T-Shirt Template\". A custom template can be manually applied to any collection archive.":[],"Custom thank you page":[],"Template name\u0004Cart":[],"Allow the cart for this form to persist across page views instead using the chosen products each page view.":[],"%s name":[],"to":[],"Out Of Stock":[],"block style label\u0004Outline":[],"block style label\u0004Fill":[],"Button width":["Lățimea butonului"],"Width settings":["Setări de lățime"],"Error:":[],"Could not create referral. Please try again.":[],"Theme Layout":["Layout-ul temei"],"Are you sure you want to leave this page?":[],"Complete":[],"Qty:":[],"Success":[],"Close":[],"No Thanks":[],"Choose Product":[],"Add A Title…":["Adaugă un titlu..."],"Payout":[],"0 of 2 Activations Used":[],"block description\u0004Displays a selector for selecting product prices and\/or variants.":[],"block title\u0004Product Options Selector":[],"block description\u0004Display the session totals.":["Afișați totalurile sesiunilor."],"block title\u0004Totals":["Totaluri"],"block description\u0004Displays the total line item.":["Afișează totalul articolului de linie."],"block title\u0004Total":["Total"],"block keyword\u0004textarea":["textarea"],"block description\u0004Displays a form text textarea field. This is saved with the order as additional metadata.":["Afișează un câmp de tip textarea. Acesta este salvat împreună cu comanda ca metadate suplimentare."],"block title\u0004Textarea":["Textarea"],"block description\u0004Displays the order tax. (if there is tax)":["Afișează taxa de comandă. (Dacă există taxă)"],"block title\u0004Tax Line Item":["Articol de linie fiscal"],"block keyword\u0004summary":["sumar"],"block keyword\u0004totals":["totaluri"],"block description\u0004Display a VAT\/GST field for VAT collection.":["Afișează un câmp TVA pentru colectarea taxei pe valoarea adăugată."],"block title\u0004VAT or Tax ID Input":["Intrare TVA sau cod de identificare fiscală "],"block description\u0004Display a toggle switch.":["Afișează un comutator."],"block title\u0004Switch":["Comutator"],"block description\u0004Display a subtotal line item.":["Afișează un element de subtotal."],"block title\u0004Subtotal Line Item":["Sub-total individual"],"block description\u0004Display a submit button.":["Afișează un buton de trimitere."],"block title\u0004Submit Button":["Buton de trimitere"],"block keyword\u0004store logo":["logo-ul magazinului"],"block keyword\u0004logo":["logo"],"block description\u0004Display the store logo.":["Afișați logo-ul magazinului."],"block title\u0004Store Logo":["Logo-ul Magazinului"],"block description\u0004Display the list of shipping choices":[],"block title\u0004Shipping Choices":[],"block keyword\u0004meta":["meta"],"block description\u0004Display information for a specific session.":["Afișează informații pentru o anumită sesiune."],"block title\u0004Session Info":["Informații sesiune"],"block keyword\u0004radio-group":["radio-group"],"block keyword\u0004select":["select"],"block description\u0004Display a radio select input. This is saved with the order as additional metadata.":["Afișează o intrare de selecție radio. Aceasta este salvată împreună cu comanda ca metadate suplimentare."],"block title\u0004Radio Select":["Select tip Radio"],"block keyword\u0004radio":["radio"],"block description\u0004Display a radio input":["Afișează un câmp de tip radio"],"block title\u0004Radio":["Radio"],"block description\u0004Displays the price of the product with the scratched price.":["Afișează prețul produsului cu prețul tăiat."],"block title\u0004Product Item Price":["Prețul produsului"],"block description\u0004Display a list of products from your store.":["Afișează o listă de produse din magazinul tău."],"block title\u0004Product List":["Listă de produse"],"block keyword\u0004thumbnail":["thumbnail"],"block description\u0004Displays a product item image.":["Afișează imaginea unui produs."],"block title\u0004Product Image":["Imaginea produsului"],"block keyword\u0004lite item":["articol ușor"],"block keyword\u0004item":["articol"],"block description\u0004Displays a single product item.":["Afișează un singur produs."],"block title\u0004Product Item":["Produs"],"block variation title\u0004Non Recurring":[],"block variation description\u0004Add a button to add the product to the cart.":["Adaugă un buton pentru a adăuga produsul în coș."],"block variation title\u0004Recurring":[],"block keyword\u0004recurring":[],"block description\u0004Displays an option to select between recurring prices.":[],"block title\u0004Recurring Prices":[],"block description\u0004Displays a donation price and interval selector.":[],"block title\u0004Prices":[],"block description\u0004Displays a custom donation amount input for the donation form.":[],"block title\u0004Custom Donation Amount":[],"block description\u0004Displays a donation amounts for the user to choose from.":[],"block title\u0004Amounts":[],"block title\u0004Product Donation Amount":[],"block title\u0004Product Donation":[],"block description\u0004Displays the product collection title.":[],"block title\u0004Product Collection Title":[],"block description\u0004Displays the product collection image.":[],"block title\u0004Product Collection Image":[],"block description\u0004Display the product collection description":[],"block title\u0004Product Collection Description":[],"block keyword\u0004collections":[],"block keyword\u0004store":["magazin"],"block keyword\u0004list":["listă"],"block keyword\u0004archive":[],"block keyword\u0004products":["produse"],"block description\u0004Display a list of products for a collection.":[],"block title\u0004Product Collections":[],"block keyword\u0004variant":[],"block description\u0004Displays possible choices for product variants.":[],"block title\u0004Product Variants":[],"block description\u0004Displays the product title.":["Afișează titlul produsului."],"block title\u0004Product Title":["Titlul produsului"],"block keyword\u0004quantity":["cantitate"],"block description\u0004Displays quantity selector for a product.":["Afișează selectorul de cantitate pentru un produs."],"block title\u0004Product Quantity":["Cantitatea produsului"],"block description\u0004Displays possible choices for product prices.":["Afișează opțiunile posibile pentru prețurile produselor."],"block title\u0004Product Price Choices":["Alegerile de preț ale produsului"],"block description\u0004Displays the product price or price range.":["Afișează prețul produsului sau intervalul de prețuri."],"block title\u0004Product Price":["Prețul produsului"],"block keyword\u0004media":["media"],"block keyword\u0004image":["imagine"],"block description\u0004A container to display the product media":["Un container pentru a expune mediile produsului"],"block title\u0004Product Media":["Media produsului"],"block keyword\u0004description":["descriere"],"block description\u0004Display the product description":["Afișați descrierea produsului"],"block title\u0004Product Description":["Descrierea produsului"],"block description\u0004Displays product collection selector for a product.":[],"block title\u0004Product Collection Badges":[],"block keyword\u0004buy":["cumpără"],"block description\u0004Displays product buy and add to cart buttons":["Afișează butoanele de cumpărare a produsului și de adăugare în coș"],"block description\u0004Displays a selector for product prices.":["Afișează un selector pentru prețurile produselor."],"block title\u0004Price Selector":["Selector Prețuri"],"block keyword\u0004choice":["opțiune"],"block keyword\u0004product":["produs"],"block keyword\u0004price":["preț"],"block description\u0004Displays a price choice for a product":["Afișează o opțiune de preț pentru un produs"],"block title\u0004Price Choice":["Opțiune Preț"],"block keyword\u0004tel":["telefon"],"block keyword\u0004phone":["telefon"],"block description\u0004Display a phone number collection field.":["Afișează un câmp de colectare a numerelor de telefon."],"block title\u0004Phone":["Telefon"],"block keyword\u0004stripe":["stripe"],"block keyword\u0004paypal":["paypal"],"block keyword\u0004credit":["credit"],"block description\u0004Display payment options":["Afișează opțiunile de plată"],"block title\u0004Payment":["Plată"],"block keyword\u0004password":["parolă"],"block description\u0004Displays a password field to let a new user set a password.":["Afișează un câmp de tip parolă pentru a permite unui nou utilizator să seteze o parolă."],"block title\u0004Password":["Parolă"],"block description\u0004Display an order confirmation line items summary section.":["Afișează o secțiune de rezumat a articolelor pentru confirmarea comenzii."],"block title\u0004Order Confirmation Line Items":["Secțiune de rezumat al articolelor comenzii"],"block description\u0004Display an order confirmation customer section.":["Afișează o secțiune de confirmare a comenzii pentru clienți."],"block title\u0004Order Confirmation Customer Details":["Detalii client pentru confirmarea comenzii"],"block description\u0004Display your order bumps.":["Afișează bump-urile comenzii."],"block title\u0004Order Bumps":["Bump pentru comandă"],"block description\u0004Display a name your own price field.":["Afișează un câmp pentru alegerea prețului personalizat."],"block title\u0004Name Your Own Price":["Alege Prețul."],"block description\u0004Display a name collection field.":["Afișează un câmp de colectare a numelui."],"block title\u0004Full Name":["Nume Complet"],"block description\u0004Display a logout button.":["Afișează un buton de deconectare."],"block title\u0004Logout Button":["Buton de deconectare"],"block keyword\u0004subtotal":["sub-total"],"block description\u0004Display the shipping amount":[],"block title\u0004Shipping Line Item":[],"block keyword\u0004line-items":["elemente-individuale"],"block keyword\u0004total":["total"],"block description\u0004Displays checkout line items.":["Afișează articolele de plată."],"block title\u0004Line Items":["Elemente individuale"],"block keyword\u0004last-name":["nume"],"block description\u0004Display a last name collection field.":["Afișează un câmp de colectare a numelui de familie."],"block title\u0004Last Name":["Nume de familie"],"block keyword\u0004field":["câmp"],"block keyword\u0004input":["intrare"],"block keyword\u0004text":["text"],"block description\u0004Displays a form text input field. This is saved with the order as additional metadata.":["Afișează un câmp de introducere a textului. Acesta este salvat împreună cu comanda ca metadate suplimentare."],"block title\u0004Text Field":["Câmp text"],"block keyword\u0004title":["titlu"],"block keyword\u0004heading":["titlu"],"block description\u0004Displays a title\/heading section":["Afișează o secțiune de titlu"],"block title\u0004Title\/Heading Section":["Secțiune de titlu"],"block description\u0004Displays a form.":["Afișează un formular."],"block title\u0004Form":["Formular"],"block keyword\u0004first-name":["prenume"],"block description\u0004Display a first name collection field.":["Afișează un câmp de colectare a prenumelui."],"block title\u0004First Name":["Prenume"],"block keyword\u0004android":["android"],"block keyword\u0004google":["google"],"block keyword\u0004apple":["apple"],"block description\u0004Display express payment options (Google Pay, Apple Pay, etc.)":["Afișează opțiunile de plată expres (Google Pay, Apple Pay etc.)"],"block title\u0004Express Payment":["Plată expres"],"block keyword\u0004mail":["posta"],"block keyword\u0004email":["email"],"block description\u0004Displays an email form field.":["Afișează un câmp de tip email."],"block title\u0004Email":["Email"],"block description\u0004Displays a donation amount for the donation form.":["Afișează o valoare a donației pentru formularul de donație."],"block title\u0004Donation Amount":["Valoarea donației"],"block keyword\u0004amount":["suma"],"block keyword\u0004custom":["personalizat"],"block keyword\u0004ad hoc":["ad-hoc"],"block keyword\u0004donation":["donație"],"block description\u0004Displays a donation amount for the user to choose from.":["Afișează o valoare a donației din care utilizatorul poate alege."],"block title\u0004Donation":["Donație"],"block keyword\u0004hr":["hr"],"block keyword\u0004divider":["separator"],"block description\u0004Displays a divider.":["Afișează un separator."],"block title\u0004Divider":["Separator"],"block keyword\u0004user":["utilizator"],"block keyword\u0004account":["cont"],"block description\u0004WordPress User Account Information":["Informațiile contului de utilizator WordPress"],"block title\u0004WordPress User Account":["Cont de utilizator WordPress"],"block description\u0004Displays the customers shipping addresses and lets them update details.":["Afișează adresele de expediere ale clienților și le permite acestora să actualizeze detaliile."],"block title\u0004Customer Shipping and Tax Address":["Adresa de expediere și impozitare a clientului"],"block description\u0004Displays the customers invoices.":["Afișează facturile clientului."],"block title\u0004Customer Invoices":["Facturile clientului"],"block description\u0004Displays the customers charges.":["Afișează taxele clienților."],"block title\u0004Customer Charges":["Taxele clienților"],"block description\u0004Displays the users customer dashboard tabs.":["Afișează filele tabloului de bord al utilizatorului."],"block title\u0004Customer Dashboard Tabs":["Filele tabloului de bord al clientului"],"block title\u0004Customer Dashboard Tab":["Fila tabloului de bord al clientului"],"block description\u0004Displays the users customer dashboard pages.":["Afișează paginile tabloului de bord al utilizatorului."],"block title\u0004Customer Dashboard Pages":["Paginile tabloului de bord al clientului"],"block description\u0004Displays the users customer dashboard tab.":["Afișează fila Tablou de bord al clientului."],"block title\u0004Customer Dashboard Page":["Pagina Tabloului de bord al clientului"],"block description\u0004Displays a customer's subscriptions.":["Afișează abonamentele clientului."],"block title\u0004Customer Subscriptions":["Abonamentele clientului"],"block description\u0004Lets the customer update payment methods.":["Permite clientului să actualizeze metodele de plată."],"block title\u0004Customer Payment Methods":["Metode de plată pentru client"],"block description\u0004Displays the customers orders.":["Afișează comenzile clientului."],"block title\u0004Customer Orders":["Comenzile clientului"],"block keyword\u0004download":["descărcare"],"block description\u0004Displays the customer's downloads.":["Afișează descărcările clientului."],"block title\u0004Customer Downloads":["Descărcările clientului"],"block title\u0004Customer Dashboard":["Tabloul de bord al clientului"],"block description\u0004Displays the users customer dashboard.":["Afișează tabloul de bord al utilizatorului."],"block title\u0004Tabbed Customer Dashboard":["Tablou de bord pentru clienți cu file"],"block description\u0004Displays the customers billing details.":["Afișează detaliile de facturare ale clientului."],"block title\u0004Customer Billing Details":["Detalii de facturare ale clientului"],"block keyword\u0004dashboard":["tablou de bord"],"block description\u0004Display a button to link the user to their customer dashboard.":["Afișați un buton pentru a conecta utilizatorul la tabloul de bord al clientului."],"block title\u0004Customer Dashboard Button":["Buton pentru tabloul de bord al clientului"],"block description\u0004Display a coupon form.":["Afișează un formular pentru cupon."],"block title\u0004Coupon":["Cupon"],"block keyword\u0004thank you":["vă mulțumim"],"block keyword\u0004thank":["mulțumim"],"block description\u0004Display an order confirmation section.":["Afișați o secțiune de confirmare a comenzii."],"block title\u0004Order Confirmation":["Confirmare comandă"],"block description\u0004Display an area of the form based on conditions.":["Afișează o zonă a formularului pe baza unor condiții."],"block title\u0004Conditional":["Condițional"],"block description\u0004Display content in multiple columns, with blocks added to each column.":["Afișați conținutul în mai multe coloane, cu blocuri adăugate la fiecare coloană."],"block title\u0004SureCart Columns":["Coloane SureCart"],"block description\u0004A single column within a columns block.":["O singură coloană în cadrul unui bloc de coloane."],"block title\u0004SureCart Column":["Coloana SureCart"],"block keyword\u0004surecart":["surecart"],"block keyword\u0004page":[],"block keyword\u0004category":[],"block keyword\u0004collection":[],"block description\u0004A Product collection page for SureCart":[],"block title\u0004Product Collection":[],"block keyword\u0004collapse":["colaps"],"block description\u0004Display a collapsible row":["Afișează un rând colapsabil"],"block title\u0004Collapsible Row":["Rând colapsabil"],"block keyword\u0004form":["formular"],"block description\u0004Display a checkout form":["Afișați un formular de plată"],"block title\u0004Checkout Form":["Formular de plată"],"block keyword\u0004notice":["notificare"],"block keyword\u0004error":["eroare"],"block description\u0004Display any checkout-related errors. By default the checkout form shows these at the top. Add this block to change the location.":["Afișează orice erori legate de plată. În mod implicit, formularul de plată le afișează în partea de sus. Adăugați acest bloc pentru a schimba locația."],"block title\u0004Checkout Errors":["Erori de plată"],"block keyword\u0004toggle":["comutator"],"block keyword\u0004checkbox":["checkbox"],"block description\u0004Display a checkbox input":["Afișarea unei intrări de tip checkbox"],"block title\u0004Checkbox":["Checkbox"],"block description\u0004Display the cart subtotal":["Afișează subtotalul coșului"],"block title\u0004Cart Subtotal":["Subtotalul coșului"],"block description\u0004The cart submit button":["Butonul de trimitere a coșului"],"block title\u0004Cart Submit Button":["Buton de trimitere a coșului"],"block description\u0004Display a custom message in the cart":["Afișează un mesaj personalizat în coș"],"block title\u0004Cart Message":["Mesaj coș"],"block description\u0004The cart menu icon that shows your cart quantity.":["Pictogramă din meniul coșului care arată cantitatea din coș."],"block title\u0004Cart Menu Icon":["Pictogramă pentru meniul coșului de cumpărături"],"block title\u0004Cart Items":["Articolele din coș"],"block description\u0004Display a cart header":["Afișează un antet pentru coș"],"block title\u0004Cart Header":["Antetul coșului"],"block keyword\u0004promo":["promo"],"block keyword\u0004coupon":["cupon"],"block description\u0004Display a coupon form in the cart.":["Afișează un formular pentru cupon în coș."],"block title\u0004Cart Coupon":["Cupon pentru coș"],"block description\u0004Display the cart bump line item":["Afișează elementul de linie al bump-ului din coș"],"block title\u0004Cart Bump Line Item":["Elementul de linie tip bump al coșului"],"block description\u0004The cart":["Coșul"],"block title\u0004Cart":["Coș"],"block keyword\u0004confirm":["confirm"],"block keyword\u0004details":["detalii"],"block keyword\u0004card":["card"],"block description\u0004Display a card block.":["Afișează un bloc de carduri."],"block title\u0004Card":["Card"],"block description\u0004Display a button to immediately redirect to the checkout page with the product in the cart.":["Afișează un buton pentru a redirecționa imediat către pagina de plată cu produsul din coș."],"block title\u0004Buy Button":["Buton de cumpărare"],"block keyword\u0004engine":["motor"],"block keyword\u0004submit":["trimite"],"block keyword\u0004button":["buton"],"block description\u0004Display a checkout form button.":["Afișează un buton pentru formularul de plată."],"block title\u0004Button":["Buton"],"block keyword\u0004discount":["reducere"],"block keyword\u0004bump":["bump"],"block keyword\u0004line":["linie"],"block keyword\u0004checkout":["plată"],"block description\u0004Displays the order bump discount.":["Afișează reducerea pentru bump-ul comenzii."],"block title\u0004Bump Discount":["Reducere pentru bump"],"block keyword\u0004customer":["client"],"block keyword\u0004name":["nume"],"block description\u0004Display a button to add a specific price to the cart.":["Afișează un buton pentru a adăuga un anumit preț în coș."],"block title\u0004Add To Cart Button":["Buton de adăugare în coș"],"block keyword\u0004tax":["taxă"],"block keyword\u0004shipping":["expediere"],"block keyword\u0004address":["adresă"],"block description\u0004Display an shipping address form. This is used for shipping and tax calculations.":["Afișează un formular cu adresa de expediere. Aceasta este utilizată pentru calcularea taxelor și a costurilor de expediere."],"WordPress Account":[],"Navigation":[],"Logo Width":[],"Show Logo":[],"Template Options":[],"Are you sure you want to remove this link?":["Ești sigur că dorești să elimini acest link?"],"Insert Buy Link":["Inserează un link de cumpărare"],"Create A Buy Link":["Creează un link de cumpărare"],"Update Link":["Actualizare link"],"Add A Buy Link":["Adaugă un link de cumpărare"],"Are you sure you wish to remove this link?":["Ești sigur că dorești să elimini acest link?"],"Name Your Price":["Numește-ți prețul"],"To add some default checkout products, click the \"Add Products\" button.":["Pentru a adăuga unele produse de plată implicite, faceți clic pe butonul \"Adaugă produse\"."],"Reset":["Reset"],"Price selector label":[],"Selector title":[],"This product does not have any variants or prices to choose from. Add it to the form instead?":[],"Choose product":[],"Please select a product with variants and\/or prices to display the price selector.":[],"Open Text":["Text deschis"],"Closed Text":["Text închis"],"Collapsed On Mobile":["Colapsat Pe Mobil"],"Collapsed On Desktop":[],"Collapsible":["Colapsabil"],"Apply Coupon":["Aplică cuponul"],"Total Due Today Label":[],"Amount Due Label":[],"Total Label":[],"Other Label":["Altă etichetă"],"EU VAT Label":["Eticheta UE pentru TVA"],"UK VAT Label":["Eticheta TVA pentru Regatul Unit"],"AU ABN Label":["Eticheta AU ABN"],"CA GST Label":["Eticheta CA GST"],"Tax ID":["ID-ul fiscal"],"Initial Payment":[],"Initial Payment Label":[],"Total Installment Payments":[],"Total Installment Payments Label":[],"Subtotal Label":[],"Secure Payment Text":[],"Show secure notice.":[],"Show a secure lock icon.":["Afișează o pictogramă de încuietoare securizată."],"Show total due in button text.":["Afișați totalul datorat în textul butonului."],"This is a secure, encrypted payment.":[],"Link image to home":["Link imagine către pagina principală"],"Maximum height":["Înălțime maximă"],"Set a maximum height":["Setați o înălțime maximă"],"This is also displayed on your invoices, receipts and emails.":["De asemenea, aceasta este afișată și pe facturile, chitanțele și e-mailurile dumneavoastră."],"Store Logo":["Logo-ul magazinului"],"Show Description":[],"Shipping Choices":[],"3-5 days":[],"Economy":[],"Next-day delivery":[],"Express":[],"1-2 days":[],"Standard":[],"(Not in this example order, but will be conditionally displayed)":["(Nu în această ordine exemplu, dar vor fi afișate condiționat)"],"Label Name":["Denumirea etichetei"],"Click here to add some radio text...":["Click aici pentru a adăuga un text radio..."],"Radio Text":["Text radio"],"Show a range of prices if multiple prices are available or has variable products.":[],"Price Range":["Gama de prețuri"],"Options":["Opțiuni"],"Setup Store":[],"These are sample products. Setup a new store \/ Connect existing to have real items.":[],"Select specific products...":[],"Hand Pick Products":[],"Featured Products":[],"All Products":["Toate produsele"],"Products To Show":[],"Show collection filtering.":[],"Collection":[],"Paginate":["Paginare"],"Products Per Page":["Produse per pagină"],"Cover":["Copertă"],"Contain":["Conține"],"Image Cropping":["Decuparea imaginii"],"Aspect Ratio":["Raport de aspect"],"Set Aspect Ratio":["Setați raportul de aspect"],"Price Selector Text":[],"No, donate once.":[],"Yes, count me in!":[],"Donation Amount text":[],"Select a product to display donation choices according to the prices of the product.":[],"Collection Title":[],"Height":[],"2:3":["2:3"],"3:4":["3:4"],"9:16":["9:16"],"3:2":["3:2"],"4:3":["4:3"],"16:9":["16:9"],"Square":["Pătrat"],"Original":[],"Aspect ratio":[],"Image scaling options\u0004Scale":[],"Image will be stretched and distorted to completely fill the space.":[],"Image is scaled to fill the space without clipping nor distorting.":[],"Image is scaled and cropped to fill the entire space without being distorted.":[],"Scale option for Image dimension control\u0004Fill":[],"Scale option for Image dimension control\u0004Contain":[],"Scale option for Image dimension control\u0004Cover":[],"This is the Product Collection Description block, it will display the collection description if one was added.":[],"Display all products from your store as a grid.":["Afișează toate produsele din magazinul tău sub formă de grilă."],"Archive Products":[],"Display your products from a collection in a grid.":[],"Product Collection":[],"This controls the font size of the pagination.":["Aceasta controlează dimensiunea fontului de paginare."],"Pagination Font Size":["Mărimea fontului de paginare"],"Show a search box.":["Afișează o casetă de căutare."],"Search":["Căutare"],"Allow the user to sort by newest, alphabetical and more.":["Permite utilizatorului să sorteze după cele mai noi, în ordine alfabetică și altele."],"Sort":["Sortare"],"When paginating with ajax, scroll to the top of this block.":["În cazul paginării cu ajax, se derulează până în partea de sus a acestui bloc."],"Scroll Into View":["Derulați în vedere"],"Ajax Pagination":["Paginare Ajax"],"Limit":["Limită"],"This column count exceeds the recommended amount and may cause visual breakage.":["Acest număr de coloane depășește cantitatea recomandată și poate cauza ruperea vizuală."],"Edit the layout of each product":["Editați aspectul fiecărui produs"],"Black":[],"White":[],"Green":[],"Color":[],"Product Title":["Titlu produs"],"Subscribe and Save":["Abonează-te și economisește"],"Show Price":["Arată prețul"],"Sale Text":["Text de vânzare"],"Thumbnails Per Page":["Thumbnail per pagină"],"Unlimited":["Nelimitat"],"Max Image Width":["Lățimea maximă a imaginii"],"Slider Height":["Înălțimea sliderului"],"Auto Height":["Înălțime automată"],"Experience the next level of convenience with our innovative widget. Melding cutting-edge technology with user-friendly design, this product provides unparalleled functionality that caters to your lifestyle.":["Descoperă următorul nivel de confort cu widget-ul nostru inovator. Îmbinând tehnologia de ultimă generație cu un design ușor de utilizat, acest produs oferă o funcționalitate de neegalat care se adaptează la stilul tău de viață."],"Number To Display":[],"Unavailable label":[],"Out of stock label":[],"Text settings":[],"Add text…":["Adaugă text..."],"Button text":["Textul butonului"],"Columns":["Coloane"],"Select many":["Selectează mai multe"],"Show Price Amount":["Afișează valoarea prețului"],"Show Label":["Afișează eticheta"],"Checked By Default":["Bifat în mod implicit"],"Please preview your form on the front-end to view processors.":[],"No payment processors are enabled for this mode.":[],"Please preview the form on the front-end to load the Stripe payment element fields.":["Vă rugăm să previzualizați formularul în front-end pentru a încărca câmpurile elementelor de plată Stripe."],"PayPal selected for check out.":["PayPal selectat pentru plată."],"Another step will appear after submitting your order to complete your purchase details.":["După trimiterea comenzii, va apărea un alt pas pentru a completa detaliile achiziției."],"Credit Card selected for check out.":["Card de credit selectat pentru plată."],"%s selected for check out.":["%s selectat(e) pentru plată."],"Enable Paystack payment":[],"Paystack":[],"Enable PayPal payment":["Activează plata prin PayPal"],"Enable Stripe payment":["Activează plata prin Stripe"],"Enable Mollie processor":["Activează procesatorul Mollie"],"Mollie":["Mollie"],"Disable or enable specific processors for this form.":["Dezactivează sau activează anumite procesatoare specifice pentru acest formular."],"Enabled Processors":["Procesatoare activate"],"Password Confirmation Help":["Ajutor pentru confirmarea parolei"],"Password Confirmation Placeholder":["Placeholder pentru confirmarea parolei"],"Password Confirmation Label":["Etichetă pentru confirmarea parolei"],"Password Confirmation":["Confirmarea parolei"],"Site Settings":[],"You can override the global password validation by going to the advanced settings.":[],"Show control":["Afișează controlul"],"Show Currency Code":["Afișează codul monedei"],"Last Name Label":["Etichetă nume de familie"],"First Name Help":["Ajutor pentru prenume"],"First Name Label":["Etichetă prenume"],"Shipping Amount":[],"Add your description...":["Adaugă descrierea ta..."],"Add your title...":["Adaugă-ți titlul..."],"Form":["Formular"],"Please complete your store to enable live mode. It's free!":[],"Complete your store setup.":[],"Your payment was successful. A receipt is on its way to your inbox.":[],"Thank you!":[],"Success! Redirecting...":["Succes! Redirecționare..."],"Success Text":["Text de succes"],"Finalizing...":[],"Confirming":[],"Processing...":[],"Submitting...":[],"Submitting":[],"Loading Text":["Textul de încărcare"],"The this is the space between the rows of form elements.":["Acesta este spațiul dintre rândurile de elemente ale formularului."],"Form Highlight Color":["Culoarea de evidențiere a formularului"],"Style":["Stil"],"Change Template":["Schimbă șablonul"],"Form Template":["Șablonul formularului"],"Are you sure you want to change the template? This will completely replace your current form.":["Sunteți sigur că doriți să schimbați șablonul? Acest lucru va înlocui complet formularul actual."],"Custom Thank You Page":["Pagină de mulțumire personalizată"],"Thank You Page":["Pagină de mulțumire"],"Products & Behavior":["Produse și comportament"],"Customer can select multiple options.":["Clientul poate selecta mai multe opțiuni."],"Customer must select one of the options.":["Clientul trebuie să selecteze una dintre opțiuni."],"Customer must purchase all options.":["Clientul trebuie să achiziționeze toate opțiunile."],"Product Options":["Opțiuni de produs"],"Choose An Invoice Product":["Alege un produs pentru facturare"],"Choose A Donation Product":["Alege un produs pentru donație"],"Choose A Starting Design":["Alege un design de pornire"],"Buy me coffee!":["Cumpără-mi o cafea!"],"Label for donation":["Etichetă pentru donație"],"Add  Amount":["Adaugă suma"],"Add Suggested Donation Amount":["Adaugă suma sugerată pentru donație"],"Add Amount":["Adaugă suma"],"Default Amount":["Suma implicită"],"Allow custom amount to be entered":["Permite introducerea unei sume personalizate"],"Text":["Text"],"Email Address":["Adresa de email"],"Display Name":["Nume de afișare"],"Url Slug":["Url Slug"],"Application UI Icon Pack":["Pachet de icoane UI pentru aplicații"],"Camping & Hiking Icons":["Icoane de camping și drumeții"],"View all":["Vezi tot"],"New Tab %d":["Filă nouă %d"],"Billing Address":["Adresă pentru facturare"],"Billing Email":["Email pentru facturare"],"Billing Name":["Nume pentru facturare"],"Sample Data":["Date de probă"],"Info":["Info"],"Full":["Complet"],"Show Icon":["Arată pictograma"],"Thank you for your purchase! Please check your inbox for additional information.":["Îți mulțumim pentru achiziția ta! Te rugăm să verifici căsuța poștală pentru informații suplimentare."],"is less than or equal to":["este mai mic(ă) sau egal(ă) cu"],"does not exist":["nu există"],"exists":["există"],"Shipping Country":["Țara de livrare"],"Billing Country":["Țara de facturare"],"Coupon(s)":["Cupon\/Cupoane"],"Product(s)":["Produs(e)"],"Add Another Product":["Adaugă un alt produs"],"Add Another Processor":["Adăugați un alt Procesator"],"PayPal":["PayPal"],"Stripe":["Stripe"],"not exist":["nu există"],"exist":["există"],"is less or equal to":["este mai mic(ă) sau egal(ă) cu"],"is greater or equal to":["este mai mare sau egal(ă) cu"],"is less than":["este mai mic(ă) decât"],"is greater than":["este mai mare decât"],"is not equal to":["nu este egal cu"],"is equal to":["este egal cu"],"matches none of":["nu se potrivește cu niciunul(una) dintre"],"matches all of":["se potrivește cu toate"],"matches any of":["se potrivește cu oricare dintre"],"Add Another Coupon":["Adăugă un alt cupon"],"%s off":["%s reducere"],"Set Rules":["Stabilește Reguli"],"OR":["SAU"],"Add Conditions":["Adaugă condiții"],"First, add some conditions for the display of this group of blocks.":["Mai întâi, adaugă câteva condiții pentru afișarea acestui grup de blocuri."],"Conditional":["Condițional"],"Configure Conditions":["Configurați Condițiile"],"Configure different visibility conditions to control when the contents appear to customers.":["Configurați diferite condiții de vizibilitate pentru a controla când conținutul apare pentru clienți."],"Conditions":["Condiții"],"Edit Conditions":["Editare Condiții"],"AND":["ȘI"],"Search for payment method...":["Căutați metoda de plată..."],"Search for country...":["Caută țara..."],"Search for coupons...":["Caută cupoane..."],"Search for products...":["Caută produse..."],"Justification":["Justificare"],"Customize the width for all elements that are assigned to the center or wide columns.":["Personalizează lățimea pentru toate elementele care sunt alocate coloanelor centrale sau largi."],"Wide":["Lat"],"Content":["Conținut"],"Nested blocks will fill the width of this container. Toggle to constrain.":["Blocurile îmbinate vor umple lățimea acestui container. Comută pentru a constrânge."],"Nested blocks use content width with options for full and wide widths.":["Blocurile îmbinate utilizează lățimea conținutului cu opțiuni pentru lățimi complete și largi."],"Inner blocks use content width":["Blocurile interioare utilizează lățimea conținutului"],"Justify items right":["Justifică elementele dreapta"],"Justify items center":["Justifică elementele centrat"],"Justify items left":["Justifică elementele stânga"],"Sticky":["Lipicios"],"No collections found.":[],"Loading...":[],"Search or type a collection name":[],"Select Collection Page":[],"Select an icon":["Alege o pictogramă"],"Tab Icon":["Pictograma filei"],"Search for a form...":["Caută un formular..."],"Choose a form":["Alege un formular"],"To add some products \"Add Products\" button.":["Pentru a adăuga produse, apăsați butonul \"Adaugă produse\"."],"Custom":["Personalizat"],"Create Product":["Creează produs"],"New Form":["Formular Nou"],"Add a checkout form":["Adaugă un formular de plată"],"Get started by selecting a form or start build a new form.":["Începe prin a selecta un formular sau începe să creezi un formular nou."],"Select a checkout form":["Alege un formular de plată"],"Enter a title for your form":["Introdu un titlu pentru formular"],"Create a Checkout Form":["Creează un formular de plată"],"Untitled Form":["Formular fără titlu"],"Form Title":["Titlu formular"],"This form has been deleted or is unavailable.":["Acest formular a fost șters sau nu este disponibil."],"If there are errors in the checkout, they will display here.":["În cazul în care există erori în procesul de plată, acestea vor fi afișate aici."],"Add some checkbox text...":["Adaugă un text pentru checkbox..."],"Checkbox Text":["Text Checkbox"],"Checked by default":["Bifat în mod implicit"],"Value":["Valoare"],"Bottom Border":["Margine inferioară"],"Border":["Margine"],"Padding":["Padding"],"Spacing":["Spațiere"],"Section Color":["Culoarea secțiunii"],"Always show cart":["Arată întotdeauna coșul"],"every month":["în fiecare lună"],"Basic":[],"Example Product":["Exemplu de produs"],"Allow line item quantities to be editable.":["Permite editarea cantităților articolelor individuale."],"Editable":["Editabil"],"Allow line items to be removed.":["Permite eliminarea articolelor."],"Removable":["Îndepărtabil"],"Placeholder":["Placeholder"],"Collapsed":["Colapsat"],"Width":["Lățime"],"Borderless":["Fără margini"],"Create Buy Button":["Creează butonul de cumpărare"],"Update Buy Button":[],"Select some products":["Selectează câteva produse"],"Products Info":[],"Change selected products":[],"Bundle Discount":["Reducere pachet"],"Select Product":[],"To add a product for the cart button, click the \"Select Product\" button.":[],"Product Info":["Informații despre produs"],"Text Color":["Culoarea textului"],"Background Color":["Culoarea de fundal"],"Text Link":["Legătură text"],"Secondary Button":["Buton secundar"],"Primary Button":["Buton principal"],"Button Type":["Tip buton"],"Large":["Mare"],"Medium":["Mediu"],"Small":["Mic"],"Button Size":["Dimensiunea butonului"],"Button Text":["Text buton"],"Input Placeholder":["Inserție Placeholder"],"Input Help":["Ajutor pentru intrare"],"Input Label":["Etichetă intrare"],"Change selected product":[],"Default country":["Țară implicită"],"State Placeholder":["Placeholder stat"],"Postal Code Placeholder":["Placeholder cod poștal"],"Address Placeholder":["Placeholder adresă"],"City Placeholder":["Placeholder oraș"],"Country Placeholder":["Placeholder țară"],"Name Placeholder":["Placeholder Nume"],"Show the \"name or company name\" field in the form.":["Afișați câmpul \"nume sau denumirea societății\" în formular.Afișează câmpul \"nume sau denumirea companiei\" în formular."],"If products in the cart require tax but not shipping, we will show a condensed version specifically for tax collection.":["În cazul în care produsele din coș necesită taxe, dar nu și transport, vom afișa o versiune condensată special pentru colectarea taxelor."],"Use a compact address if possible":["Folosește o adresă compactă, dacă este posibil"],"If tax or shipping is required for checkout the address field will automatically be required.":["În cazul în care se solicită taxe sau transport pentru finalizarea comenzii, câmpul de adresă va fi automat obligatoriu."],"Required":["Obligatoriu"],"Attributes":["Atribute"],"%d payment":[],"once":["o dată"],"Previous":["Înapoi"],"Last 365 Days":[],"This is a demo of a premium feature. To get this feature, please upgrade your plan.":[],"This is a demo of a premium feature. To get this feature, complete your setup and upgrade your plan.":[],"Go back.":["Înapoi."],"Cancel Pending Update":["Anulare actualizare în așteptare"],"Change Renewal Date":["Schimbarea datei de reînnoire"],"Restore At...":["Restaurează la..."],"Pay Off Subscription":["Achită abonamentul"],"Pay Off":[],"Restore Now":["Restaurează acum"],"Payment method updated.":["Metoda de plată a fost actualizată."],"Tax disabled.":["Impozit dezactivat."],"Tax enabled.":["Impozit activat."],"Next retry:":["Următoarea încercare:"],"No billing periods":["Fără perioade de facturare"],"Time Period":["Perioada de timp"],"Enable Automatic Retries":["Activează reîncercările automate"],"Billing Periods":["Perioade de facturare"],"Pending Update":["Actualizare în așteptare"],"Retry Payment":["Reîncearcă plata"],"Are you sure you want to retry the payment? This will attempt to charge the customer.":["Ești sigur că vrei să încerci din nou plata? Acest lucru va duce la încercarea de a taxa clientul."],"Payment retry successful!":["Reîncercarea plății a avut succes!"],"Could not complete the payment. Please check the order for additional details.":["Nu s-a putut finaliza plata. Te rugăm să verifici comanda pentru detalii suplimentare."],"This will make the subscription active again and charge the customer immediately.":["Astfel, abonamentul va fi activat din nou și va fi taxat imediat clientul."],"The customer will immediately be charged the first billing period.":["Clientul va fi taxat imediat pentru prima perioadă de facturare."],"The customer will immediately be charged %s for the first billing period.":["Clientul va fi taxat imediat cu %s pentru prima perioadă de facturare."],"Restore Subscription":["Restabilirea abonamentului"],"Subscription restored.":["Abonamentul a fost restabilit."],"Restore Subscription At":["Restabilește abonamentul la"],"Renew Subscription At":["Reînnoiește abonamentul la"],"Pay off":["Plătește"],"Are you sure you want to pay off subscription? This will immediately charge the customer the remaining payments on their plan.":["Ești sigur că vrei să plătești abonamentul? Acest lucru va taxa imediat clientul pentru plățile rămase din planul său."],"Subscription paid off.":["Abonamentul a fost plătit."],"Pause":["Pauză"],"Don't Pause":["Nu fă pauză"],"Pause Subscription":["Pauză Abonament"],"Subscription paused.":["Abonamentul pus pe pauză."],"Resume Subscription":["Reluare abonament"],"Are you sure you wish to resume this subscription?":["Sunteți sigur că doriți să reluați acest abonament?"],"Subscription resumed.":["Abonamentul a fost reluat."],"Revoke Purchase":["Revocă achiziția"],"Unrevoke Purchase":["Anulează revocarea achiziției"],"Revoke Purchase & Cancel Subscription":["Revocă achiziția și anulează abonamentul"],"Unrevoke Purchase & Restore Subscription":["Anulează revocarea achiziției și restabilește abonamentul"],"This action will remove the associated access and trigger any cancelation automations you have set up.":["Această acțiune va elimina accesul asociat și va declanșa orice automatizări de anulare pe care le-ai configurat."],"This action will re-enable associated access.":["Această acțiune va reactiva accesul asociat."],"The subscription will be canceled in order to revoke the purchase.":["Abonamentul va fi anulat pentru a revoca achiziția."],"The subscription will be restored in order to restore the purchase. The customer will immediately be charged the first billing period.":["Abonamentul va fi restabilit pentru a restabili achiziția. Clientul va fi taxat imediat pentru prima perioadă de facturare."],"The subscription will be restored in order to restore the purchase. The customer will immediately be charged %s for the first billing period.":["Abonamentul va fi restabilit pentru a restabili achiziția. Clientul va fi taxat imediat cu %s pentru prima perioadă de facturare."],"Complete Subscription":["Finalizare abonament"],"Are you sure you want to complete this payment plan? This will eliminate any additional payments and mark the plan as complete. You cannot undo this.":["Sunteți sigur că doriți să finalizați acest plan de plată? Acest lucru va elimina orice plăți suplimentare și va marca planul ca fiind complet. Nu puteți anula acest lucru."],"Subscription completed.":["Abonament finalizat."],"Are you sure you wish to cancel the pending update?":["Ești sigur că dorești să anulezi actualizarea în așteptare?"],"Update canceled.":["Actualizare anulată."],"Don't cancel":["Nu anula"],"When do you want to cancel the subscription?":["Când dorești să anulezi abonamentul?"],"Subscription scheduled for cancelation.":["Abonament programat pentru anulare."],"Subscription canceled.":["Abonamentul a fost anulat."],"Bills on":["Facturare la"],"Upcoming Billing Period":["Următoarea perioadă de facturare"],"%d Remaining":["%d rămas(e)"],"Restores on":["Se restabilește pe"],"Add Coupon":[],"Coupon Removed":[],"Coupon Added":[],"Renews on":["Se reînnoiește la"],"Trial ends on":["Încercarea se încheie la"],"Cancels on":["Se anulează la"],"Lifetime Subscription":["Abonament pe viață"],"Lifetime":["Pe viață"],"Prorate Charges":["Taxe proporționale"],"%d day left in trial":["O zi %d rămasă în perioada de probă","%d zile rămase în perioada de probă","%d zile rămase în perioada de probă"],"Applied to balance":["Aplicat la sold"],"Customer Credit":["Creditul clientului"],"Bills Now":["Facturare acum"],"Choose a trial end date":["Alege o dată de încheiere a perioadei de probă"],"Started":["A început"],"Change Price":[],"Edit Amount":[],"Update Subscription Price":[],"Update Amount":["Suma de actualizare"],"Schedule Update":["Actualizează programul"],"Update Subscription":["Actualizează abonamentul"],"Update Immediately":["Actualizare imediată"],"Subscription Details":["Detalii abonament"],"Subscription updated.":["Abonament actualizat."],"Total Of Installment Payments Remaining":[],"Outstanding Installments":[],"Lost Monthly Recurring Revenue":[],"MRR Lost":[],"Total Monthly Recurring Revenue":[],"MRR":[],"Number Of New Trials":[],"New Trials":[],"Number Of New Subscriptions":[],"New Subscriptions":[],"Total Number Of Subscriptions":[],"Total Subscriptions":[],"Integration Providers":["Furnizori de integrare"],"Failed to save.":["Nu s-a reușit salvarea."],"Return Request":[],"Variant Option":[],"Incoming Webhook":[],"Statistic":["Statistică"],"Shipping Rate":[],"Shipping Zone":[],"Shipping Profile":[],"Shipping Protocol":[],"Promotion":["Promoție"],"Product Group":["Grup de produse"],"Processor":["Procesator"],"Product Media":["Produs Media"],"Billing Period":["Perioadă de facturare"],"Manual Payment Method":["Metoda de plată manuală"],"Provisional Accounts":[],"Payment Intent":["Intenția de plată"],"Media":["Media"],"Line Items":[],"Integration Provider Items":["Elemente ale furnizorului de integrare"],"Integration Provider":["Furnizor de integrare"],"Draft Checkout":[],"Coupon":["Cupon"],"Cancellation Acts":["Acte de anulare"],"Bump":["Bump"],"Brand":[],"Activation":["Activare"],"Store":["Magazin"],"Enter your license key":["Introdu cheia de licență"],"Enter your license key to activate your plan on thie store.":["Introdu cheia de licență pentru a vă activa planul în acest magazin."],"Upgrade This Store":["Actualizează acest magazin"],"Upgrade to Premium":[],"Manage how your store charges sales tax within each tax region. Check with a tax expert to understand your tax obligations.":["Gestionează modul în care magazinul tău percepe taxa pe vânzări în cadrul fiecărei regiuni fiscale. Consultă-te cu un expert fiscal pentru a înțelege obligațiile tale fiscale."],"Tax Regions":["Regiuni fiscale"],"Accept the order and apply reverse charge.":["Acceptă comanda și aplică taxa inversă."],"Accept the order but don’t apply reverse charge.":["Acceptă comanda, dar nu aplica taxarea inversă."],"Reject the order and show an error.":["Respinge comanda și afișează o eroare."],"Choose the checkout behavior when VAT verification fails.":["Alegeți comportamentul la finalizarea comenzii atunci când verificarea TVA eșuează."],"VAT Number Verification Failure":["Eșecul verificării numărului de TVA"],"If enabled, apply reverse charge when applicable even when customers are in your home country.":["Dacă este activată, aplică taxarea inversă atunci când este cazul, chiar și atunci când clienții se află în țara dvs. de origine."],"Local Reverse Charge":["Taxă inversă locală"],"If enabled, require all customer’s in the EU to enter a EU VAT number when checking out.":["Dacă este activată, solicită tuturor clienților din UE să introducă un număr de TVA din UE atunci când efectuează plata."],"Require VAT Number":["Necesită număr de TVA"],"Change how your store manages EU VAT collection and validation.":["Modifică modul în care magazinul tău gestionează colectarea și validarea TVA în UE."],"EU VAT Settings":["Setări TVA UE"],"The fallback tax rate to use for checkouts when a specific tax registration is not found.":["Rata de impozitare de rezervă (alternativă) care trebuie utilizată pentru achitări atunci când nu se găsește o înregistrare fiscală specifică."],"Fallback Rate":["Rata alternativă"],"If enabled, you can enter a tax rate to apply when a specific tax registration is not found.":["Dacă este activată, puteți introduce o rată de impozitare care să se aplice atunci când nu se găsește o înregistrare fiscală specifică."],"If enabled, you need to configure which tax regions you have tax nexus. Tax will only be collected for tax regions that are enabled. If disabled, no tax will be collected.":["Dacă este activată, trebuie să configurezi care sunt regiunile fiscale în care ai un punct fiscal. Impozitul va fi colectat numai pentru regiunile fiscale care sunt activate. Dacă este dezactivată, nu se va colecta nicio taxă."],"Tax Collection":["Colectarea taxelor"],"Manage how your store charges sales tax on orders, invoices, and subscriptions.":["Administrează modul în care magazinul tău percepe taxa pe vânzări pentru comenzi, facturi și abonamente."],"Store Tax Settings":["Setări pentru taxa magazinului"],"You don't have any tax registrations. Add a tax registration to start collecting tax.":["Nu ai niciun fel de înregistrare fiscală. Adaugă o înregistrare fiscală pentru a începe să colectezi taxe."],"%s Tax Region":["Regiune fiscală %s"],"You're not collecting sales tax for any states. Add a tax registration to start collecting tax.":["Nu colectezi taxe de vânzare pentru niciun stat. Adaugă o înregistrare fiscală pentru a începe să colectezi taxe."],"You're not collecting VAT in the UK. Add a tax registration to start collecting tax.":["Nu colectezi TVA în Regatul Unit. Adaugă o înregistrare fiscală pentru a începe să colectezi taxe."],"You don't have any country-specific VAT registrations. If you're registered under one-stop shop then you don't need to create country-specific tax registrations. If you're not, add a tax registration to start collecting tax.":["Nu ai înregistrări de TVA specifice fiecărei țări. Dacă ești înregistrat în cadrul ghișeului unic, atunci nu trebuie să creezi înregistrări fiscale specifice fiecărei țări. În caz contrar, adaugă o înregistrare fiscală pentru a începe să colectezi taxe."],"You're not collecting any provincial tax in Canada. Add a tax registration to start collecting tax.":["Nu colectezi niciun impozit provincial în Canada. Adaugă o înregistrare fiscală pentru a începe să colectezi taxe."],"You're not collecting GST in Australia. Add a tax registration to start collecting tax.":["Nu colectezi GST în Australia. Adaugă o înregistrare fiscală pentru a începe să colectezi taxe."],"Add custom manual tax rates for specific countries.":["Adăugați cote de impozitare manuale personalizate pentru anumite țări."],"You’ll need to collect sales tax if you meet certain state requirements, also known as nexus. To start collecting tax, you need to register with the appropriate state tax authority.":["Va trebui să colectezi taxe pe vânzări dacă îndeplinești anumite cerințe de stat, cunoscute și sub numele de nexus. Pentru a începe să colectezi taxele, trebuie să te înregistrezi la autoritatea fiscală de stat corespunzătoare."],"If you do business in the United Kingdom, you may be required to collect Value Added Tax (VAT).":["Dacă îți desfășori activitatea în Regatul Unit, este posibil să ți se ceară să colectezi taxa pe valoarea adăugată (TVA)."],"If you plan to submit a separate VAT return to each EU country, then you'll need to setup tax registrations for each country.":["Dacă intenționezi să depui o declarație de TVA separată pentru fiecare țară din UE, atunci va trebui să configurezi înregistrări fiscale pentru fiecare țară."],"If you need to collect provincial tax (British Columbia, Manitoba, Quebec, and Saskatchewan) in addition to GST\/HST, then you'll need to setup registrations for each province.":["Dacă trebuie să colectezi taxe provinciale (British Columbia, Manitoba, Quebec și Saskatchewan) în plus față de GST\/HST, atunci va trebui să configurezi înregistrări pentru fiecare provincie."],"If you do business in Australia, you may be required to collect GST on sales in Australia.":["Dacă faci afaceri în Australia, este posibil să ți se ceară să colectezi GST pentru vânzările din Australia."],"State Sales Tax Registrations":["Înregistrări de stat pentru taxa pe vânzări"],"VAT Registration":["Înregistrarea în scopuri de TVA"],"Country-Specific VAT Registrations":["Înregistrări de TVA specifice fiecărei țări"],"GST Registration":["Înregistrarea GST"],"Rest Of The World":["Restul lumii"],"United States":["Statele Unite ale Americii"],"Canada":["Canada"],"United Kingdom":["Regatul Unit"],"European Union":["Uniunea Europeană"],"Australia":["Australia"],"Tax Zone":["Zona fiscală"],"Tax Registration":["Înregistrare fiscală"],"Tax is automatically calculated and applied to orders. Make sure you’re registered with the appropriate tax jurisdictions before enabling tax collection.":["Impozitul este calculat și aplicat automat la comenzi. Asigurați-vă că sunteți înregistrat în jurisdicțiile fiscale corespunzătoare înainte de a activa colectarea taxelor."],"Make sure you’re registered with the appropriate tax jurisdictions before enabling tax collection.":["Asigurați-vă că sunteți înregistrat în jurisdicțiile fiscale corespunzătoare înainte de a permite colectarea taxelor."],"Tax Rate":["Rata de taxare"],"Automatic":["Automat"],"Manual":["Manual"],"Tax Calculation":["Calcularea Taxelor"],"Region":["Regiune"],"State":["Stat"],"Province":["Provincie"],"Country":["Țară"],"Collect Tax":["Colectarea impozitului"],"Enable this if your business makes up to €10,000 EUR in sales to other EU countries and you only plan to submit a domestic VAT return. If enabled, your home country VAT rate will apply to all EU orders.":["Activează această opțiune în cazul în care afacerea ta realizează vânzări de până la 10 000 EUR în alte țări din UE și intenționezi să depui doar o declarație de TVA internă. Dacă este activată, cota de TVA din țara ta de origine se va aplica tuturor comenzilor din UE."],"Micro-Business Exemption":["Scutire pentru microîntreprinderi"],"If enabled, your store will collect EU VAT for all EU countries. You should enable this option if you are registered via \"One-Stop Shop\" and plan to submit a single VAT return for all EU countries. If you are planning to submit separate VAT returns for each EU country then you should not enable this option. You should instead create separate tax registrations for each EU country.":["Dacă este activată, magazinul dvs. va colecta TVA UE pentru toate țările UE. Ar trebui să activezi această opțiune dacă ești înregistrat prin intermediul \"Ghișeului unic\" și intenționezi să depui o singură declarație de TVA pentru toate țările UE. Dacă ai de gând să depui declarații de TVA separate pentru fiecare țară din UE, atunci nu trebuie să activezi această opțiune. În schimb, ar trebui să creezi înregistrări fiscale separate pentru fiecare țară din UE."],"Manage how your store collects EU VAT for all EU countries.":["Gestionează modul în care magazinul tău colectează TVA UE pentru toate țările UE."],"Collect EU VAT":["Colectează TVA UE"],"In applicable tax jurisdictions, your tax ID will show on invoices. If you don't have your tax ID number yet, you can enter it later.":["În jurisdicțiile fiscale aplicabile, ID-ul tău fiscal va apărea pe facturi. Dacă nu ai încă numărul de identificare fiscală, îl poți introduce mai târziu."],"If enabled, your store will collect Canada GST\/HST for all provinces. If you need to collect additional provincial taxes for Quebec, British Columbia, Manitoba, or Saskatchewan then you will need to additionally create separate tax registrations for these provinces.":["Dacă este activată, magazinul tău va colecta GST\/HST din Canada pentru toate provinciile. Dacă ai nevoie să colectezi taxe provinciale suplimentare pentru Quebec, British Columbia, Manitoba sau Saskatchewan, atunci va trebui să creezi în plus înregistrări fiscale separate pentru aceste provincii."],"Collect Canada GST\/HST":["Colectează taxa canadiană GST\/HST"],"Manage how your store collects GST\/HST for all Canadian provinces.":["Gestiunează modul în care magazinul tău colectează GST\/HST pentru toate provinciile canadiene."],"Canada GST\/HST":["Taxa canadiană GST\/HST"],"Customers will be able to cancel their subscriptions from the customer portal. You can configure what happens when a subscription cancellation happens from the Subscriptions settings page.":["Clienții vor putea să își anuleze abonamentele de pe portalul clienților. Poți configura ce se întâmplă în cazul anulării unui abonament din pagina de setări abonamente."],"Allow Subscription Cancellations":["Permite anularea abonamentelor"],"Customers will be able to change subscription quantities from the customer portal.":["Clienții vor putea modifica cantitățile de abonamente din portalul clienților."],"Allow Subscription Quantity Changes":["Permite modificări ale cantității de abonament"],"Customers will be able to switch pricing plans from the customer portal. You can configure what happens when a subscription change happens from the Subscriptions settings page.":["Clienții vor putea schimba planurile tarifare de pe portalul clienților. Poți configura ceea ce se întâmplă atunci când are loc o schimbare de abonament din pagina de setări abonamente."],"Allow Subscription Changes":["Permite modificări ale abonamentului"],"Manage what your customers are able to see and do from the customer portal.":["Administrează ce pot vedea și face clienții tăi din portalul pentru clienți."],"Customer Portal":[],"Revoke Purchase After All Payment Retries Fail":["Revocă achiziția după ce toate încercările de plată eșuează"],"Revoke Immediately":["Revocare imediată"],"Purchase Revoke Behavior":["Comportamentul de revocare a achiziției"],"Whether or not a payment method should be required for subscriptions that have an initial period amount of $0 (free trial or coupon). This is useful if you want to offer a \"no credit card required\" free trials.":["Dacă o metodă de plată ar trebui sau nu să fie necesară pentru abonamentele care au o perioadă inițială de 0 USD (perioadă de probă gratuită sau cupon). Acest lucru este util în cazul în care dorești să oferiți o perioadă de testare gratuită care \"nu necesită card de credit\"."],"Require Upfront Payment Method":["Cereți metoda de plată în avans"],"Manage your subscription purchase behavior.":["Gestionează-ți comportamentul de cumpărare a abonamentelor."],"Purchase Behavior":[],"If a subscription payment fails, the subscription is marked past due. When this happens we automatically retry the payment based on our smart retry logic. If the payment is still unsuccessful after the duration set above, the subscription will be canceled.":["În cazul în care nu se efectuează plata unui abonament, abonamentul este marcat ca fiind scadent. Când se întâmplă acest lucru, încercăm din nou plata în mod automat pe baza logicii noastre inteligente de reluare a plății. În cazul în care plata nu reușește nici după durata stabilită mai sus, abonamentul va fi anulat."],"Three Weeks":["Trei săptămâni"],"Two Weeks":["Două săptămâni"],"One Week":["O săptămână"],"Cancel Subscriptions After":["Anulează abonamentele după"],"Manage how your store handles failed subscription payments.":["Administrează modul în care magazinul tău gestionează plățile eșuate ale abonamentelor."],"Failed Payments":["Plăți eșuate"],"Days Before Renewal":[],"Choose how many days before the subscription renewal customers can cancel their plan through the customer dashboard. For example, if you set this to 7 days, customers will only be able to cancel their subscription during the week it renews. Please check for the legality of this setting in your region before enabling.":[],"Allow Self-Service Cancellations":[],"When enabled, this feature prevents customers from cancelling their subscription on the customer dashboard until a set number of days before renewal.":[],"Delay Self-Service Cancellations":[],"When a cancellation happens immediately, the subscription is canceled right away. When a cancellation happens at the billing period end, the subscription remains active until the end of the current billing period.":["În cazul în care o anulare are loc imediat, abonamentul este anulat imediat. În cazul în care anularea are loc la sfârșitul perioadei de facturare, abonamentul rămâne activ până la sfârșitul perioadei de facturare curente."],"Cancellations Happen":["Anulările se întâmplă"],"When an upgrade or downgrade happens immediately, a prorated invoice will be generated and paid. If the invoice payment fails, the subscription will not be updated. In the case of a downgrade, the invoice will likely have a $0 balance and a credit may be applied to the customer. When an upgrade or downgrade happens at the next billing period, the subscription won't be updated until the next payment date.":["În cazul în care un upgrade sau un downgrade are loc imediat, va fi generată și plătită o factură proporțională. În cazul în care plata facturii nu se efectuează, abonamentul nu va fi actualizat. În cazul unei retrogradări, factura va avea probabil un sold de 0 USD și se poate aplica un credit clientului. Atunci când un upgrade sau un downgrade are loc la următoarea perioadă de facturare, abonamentul nu va fi actualizat până la următoarea dată de plată."],"Upgrades Happen":["Actualizările se întâmplă"],"Downgrades Happen":["Retrogradările se întâmplă"],"Manage how your store handles subscription upgrades, downgrades, and cancellations.":["Administrează modul în care magazinul tău gestionează actualizările, retrogradările și anulările de abonamente."],"Upgrades, Downgrades, and Cancellations":["Actualizări, retrogradări și anulări"],"Next Billing Period":["Următoarea perioadă de facturare"],"You don't have any survey answers. Please add at least one to collect cancellation feedback.":["Nu aveți niciun răspuns la sondaj. Vă rugăm să adăugați cel puțin unul pentru a colecta feedback-ul la anulare"],"Survey Answers":["Răspunsuri la sondaj"],"Are you sure you want to delete this?":["Ești sigur că vrei să ștergi asta?"],"Cancel Link":["Link pentru Anulare"],"Button":["Buton"],"Provide a discount to keep a subscription.":["Oferiți o reducere pentru a păstra un abonament."],"Renewal Discount":["Reducere pentru reînnoire"],"Skip Link":["Ignorați link-ul"],"Cancellation survey options.":["Opțiuni de sondaj privind anularea."],"Cancellation Survey":["Sondaj privind Anularea"],"Turning this on will collect subscription cancelation reasons and optionally offer a discount to keep their subscription active.":["Activarea acestei opțiuni va colecta motivele de anulare a abonamentului și, opțional, va oferi o reducere pentru a menține abonamentul activ."],"Pro":["Pro"],"Subscription Saver & Cancelation Insights":["Informații despre salvarea și anularea abonamentelor"],"Subscription Saver & Cancellation Insights":["Informații despre salvarea și anularea abonamentelor"],"The prompt that will appear when you request more information.":["Mesajul care va apărea atunci când veți solicita mai multe informații."],"Comment Prompt":["Comentarii"],"Should the customer be prompted for additional information?":["Ar trebui să i se ceară clientului informații suplimentare?"],"Request Comments":["Solicită comentarii"],"Offer the rewewal discount when this option is selected":["Oferiți reducerea de reînnoire atunci când este selectată această opțiune"],"Offer Discount":["Oferta de reducere"],"The customer-facing label for this cancellation reason.":["Eticheta destinată clienților pentru acest motiv de anulare."],"Label":["Etichetă"],"New Cancellation Reason":["Nou motiv de anulare"],"Edit Cancellation Reason":["Editați motivul anulării"],"Answer created.":["Răspuns creat."],"Answer updated.":["Răspuns actualizat."],"Can you tell us a little more?":["Puteți să ne spuneți mai multe?"],"The amount of times a single customer use the renewal discount.":["Numărul de dăți în care un singur client utilizează reducerea de reînnoire."],"No shipping zones or rates":[],"Create Zone":[],"Shipping zones are geographic regions where you ship products.":[],"Shipping Zones & Rates":[],"2. Create Rate":[],"1. Create Zone":[],"Add Zone":[],"Edit Zone":[],"Next":["Înainte"],"Select Countries":[],"United States,  United Kingdom, Global ...":[],"Zone Name":[],"Zone added":[],"Zone updated":[],"Select at least one country to create zone.":[],"Fallback":[],"Condition":[],"Customers won't be able to complete checkout for products in this zone.":[],"Shipping rate deleted":[],"Fallback Zone":[],"This zone is optionally used for regions that are not included in any other shipping zone.":[],"Rest Of The World Fallback Zone":[],"Are you sure?":[],"Shipping zone deleted":[],"Add New Profile":[],"Add custom rates or destination restrictions for groups of products.":[],"Custom Shipping Profiles":[],"All products":[],"Set where you ship and how much you charge for shipping.":[],"Shipping Profiles":[],"Enabling shipping rates allows you to charge shipping costs and restrict purchase areas.":[],"Enable Shipping Rates":[],"Shipping Settings":[],"To complete the shipping setup, please add shipping rates to a shipping profile below.":[],"Based on order price":[],"Based on item weight":[],"Select":[],"Shipping Method":[],"Maximum weight":[],"Minimum weight":[],"No limit":[],"Add Rate":[],"Shipping rate added":[],"Shipping rate updated":[],"Failed to create shipping method":[],"Please select a shipping method":[],"Flat Rate":[],"Edit Shipping Rate":[],"Add New Shipping Rate":[],"No shipping rates available for customers to choose from.":[],"Rates for":[],"%d product":[],"Customers won't see this.":[],"Profile Details":[],"First create a shipping zone (where you ship to) and then a shipping rate (the cost to ship there).":[],"No shipping rates":[],"Manage Shipping Profile":[],"Saving failed.":[],"shipping settings":[],"To charge different rates for only certain products, create a new profile in":[],"No products in this profile.":[],"New products are added to this profile.":[],"Add products to this shipping profile.":[],"All products not in other profiles":[],"%d price":[],"Product added":[],"Product removed":[],"Are you sure you want to delete shipping profile? Deleting the shipping profile will remove associated shipping rates and shipping zones.":[],"Delete Shipping Profile":[],"Shipping profile deleted":[],"Customers won’t see this.":[],"Add Shipping Profile":[],"The profile name is required.":[],"Shipping methods represent the different speeds or classes of shipping that your store offers.":[],"Upgrade to SureCart Premium to add unlimited shipping methods.":[],"Shipping Methods":[],"Shipping method removed":[],"A description to let the customer know the average time it takes for shipping.":[],"E.g. 1-2 days":[],"Add Shipping Method":[],"Edit Shipping Method":[],"Shipping method added":[],"Shipping method updated":[],"Available Processors":[],"Processors":[],"Connect with paystack to add a paystack express button to your checkout.":[],"Connect with Mollie to add a Mollie express button to your checkout.":[],"Connect with PayPal to add a PayPal express button to your checkout.":[],"Connect with Stripe to accept credit cards and other payment methods.":[],"Live Payments Disabled":[],"Live Payments Enabled":[],"Test Payments Disabled":[],"Test Payments Enabled":[],"Beta":[],"Payments that are made outside your online store. When a customer selects a manual payment method, you'll need to approve their order before it can be fulfilled":["Plățile care sunt efectuate în afara magazinului tău online. Atunci când un client selectează o metodă de plată manuală, va trebui să aprobi comanda înainte ca aceasta să poată fi onorată."],"Manual Payment Methods":["Metode de plată manuală"],"No manual payment methods.":["Nu există metode de plată manuală."],"Enable":["Activează"],"Payment method enabled.":["Metodă de plată activată."],"Payment method disabled.":["Metodă de plată dezactivată."],"Instructions on how to pay.":["Instrucțiuni privind modul de plată."],"The instructions that you want your customers to follow to pay for an order. These instructions are shown on the confirmation page after a customer completes the checkout.":["Instrucțiunile pe care dorești să le urmeze clienții tăi pentru a plăti o comandă. Aceste instrucțiuni sunt afișate pe pagina de confirmare după ce clientul finalizează procesul de plată."],"Payment instructions":["Instrucțiuni de plată"],"I.E. Pay with cash upon delivery.":["De exemplu, plătiți cu numerar la livrare."],"The description of this payment method that will be shown in the checkout.":["Descrierea acestei metode de plată care va fi afișată la finalizarea comenzii."],"I.E. Cash On Delivery":["De exemplu, plata la livrare"],"Custom payment method name":["Numele metodei de plată personalizate"],"Create Manual Payment Method":["Creează metoda de plată manuală"],"Edit Manual Payment Method":["Editează metoda de plată manuală"],"Footer":["Partea de jos a paginii"],"This appears in the memo area of your invoices and receipts.":["Aceasta apare în zona de mențiuni din facturile și chitanțele tale."],"Memo":["Memo"],"Add additional information to receipts and invoices.":["Adaugă informații suplimentare la chitanțe și facturi."],"Invoices & Receipts":["Facturi și chitanțe"],"It must be greater than the largest existing order number.":["Acesta trebuie să fie mai mare decât cel mai mare număr de ordine existent."],"Start Order Number At":["Numărul de ordine de început de la"],"Random Numbers And Letters":["Numere și litere aleatorii"],"Sequential":["Secvențial"],"Choose the style of order numbers.":["Alegeți stilul numerelor de ordine."],"Order Numbers Counter":["Contor de numere de ordine"],"If you would like your order numbers to have a special prefix, you can enter it here. It must not contain underscores, spaces or dashes.":["Dacă doriți ca numerele de comandă să aibă un prefix special, îl poți introduce aici. Acesta nu trebuie să conțină caractere de subsol, spații sau liniuțe."],"Order Number Prefix":["Prefixul numărului de ordine"],"Configure your order numbering style.":["Configurează stilul de numerotare a comenzilor."],"Order Numbering":["Numerotarea comenzilor"],"Promotions":["Promoții"],"Products\/Prices":["Produse\/Prețuri"],"Export CSV":["Export CSV"],"Sent when a subscription payment fails.":["Trimis în cazul în care plata unui abonament eșuează."],"Subscription Payment Failure":["Eșecul plății abonamentului"],"Sent when a subscription renews.":["Se trimite la reînnoirea unui abonament."],"Subscription Payment":["Plata abonamentului"],"Sent when a subscription is canceled.":["Se trimite atunci când un abonament este anulat."],"Sent when an order is created.":["Se trimite la crearea unei comenzi."],"New Order":["Comandă nouă"],"These are the emails that are sent to you and other team members of this store.":["Acestea sunt e-mailurile care îți sunt trimise ție și altor membri ai echipei acestui magazin."],"Store Emails":["Email-urile magazinului"],"Sent to customers when a charge is refunded.":["Se trimite clienților atunci când se rambursează o plată."],"Sent to customers when a purchase is downloadable or has a license.":["Trimis clienților atunci când o achiziție poate fi descărcată sau are o licență."],"Product Access":["Accesul la produs"],"Sent to customers when their subscription cancellation.":["Trimis clienților la anularea abonamentului."],"Subscription Cancellation":["Anularea abonamentului"],"Sent to customers when their subscription renews.":["Trimis clienților atunci când își reînnoiesc abonamentul."],"Subscription Renewal":["Reînnoirea abonamentului"],"Sent to customers 3 days before a subscription renews.":["Trimis clienților cu 3 zile înainte de reînnoirea unui abonament."],"Subscription Reminder":["Memento pentru abonament"],"Sent to customers when their subscription's payment method fails.":["Trimis clienților atunci când metoda de plată a abonamentului lor eșuează."],"Subscription Recovery":["Recuperarea abonamentelor"],"Sent when a fulfillment is marked as delivered.":[],"Fulfillment Delivered":[],"Sent to when a fulfillment is updated or a tracking number is added.":[],"Fulfillment Updated":[],"Sent to when a fulfillment is created (i.e. your order is on the way).":[],"Fulfillment Confirmation":[],"Sent to customers to login to the customer portal without a password.":["Trimis clienților pentru a se conecta la portalul clienților fără parolă."],"Email Verification Code":[],"Third (final) email sent when a checkout is abandoned.":["Al treilea (ultimul) e-mail trimis atunci când o comandă este abandonată."],"Abandoned Checkout #3":["Plata abandonată #3"],"Second email sent when a checkout is abandoned.":["Al doilea e-mail trimis atunci când o plată este abandonată."],"Abandoned Checkout #2":["Plata abandonată #2"],"First email sent when a checkout is abandoned.":["Primul e-mail trimis atunci când o plată este abandonată."],"Abandoned Checkout #1":["Plata abandonată #1"],"Customize the content of each notification that is sent to your customers.":["Personalizează conținutul fiecărei notificări care este trimisă clienților tăi."],"Customer Emails":["Email-uri pentru clienți"],"Subscription payments fail all the time. Don't leave your recurring revenue to chance - turn on recovery emails to increase your chances of recovering subscriptions with failed payments.":["Plățile prin abonament eșuează tot timpul. Nu îți lăsa veniturile recurente la voia întâmplării - activează e-mailurile de recuperare pentru a-ți crește șansele de a recupera abonamentele cu plăți eșuate."],"Subscription Recovery Emails":["Email-uri de recuperare a abonamentelor"],"Send a reminder to your subscribers 3 days before their subscription renews.":["Trimite un memento abonaților tăi cu 3 zile înainte de reînnoirea abonamentului."],"Subscription Reminder Notifications":["Notificări de memento pentru abonament"],"Send a general subscription cancellation confirmation email to your customers when subscription canceled.":["Trimite un e-mail general de confirmare a anulării abonamentului către clienții tăi atunci când abonamentul este anulat."],"Subscription Cancellation Notification":["Notificare de anulare a abonamentului"],"Send an email customers when their subscription renews.":["Trimite un e-mail clienților atunci când își reînnoiesc abonamentul."],"Subscription Renewal Emails":["Email-uri de reînnoire a abonamentelor"],"Send a quick reminder when a refund is created for a customer. These emails contain the amount and payment method being refunded.":["Trimite un memento rapid atunci când se creează o rambursare pentru un client. Aceste e-mailuri conțin suma și metoda de plată care se rambursează."],"Refund Emails":["Email-uri de rambursare"],"Send an order email to customers even when the order is free.":["Trimiteți un e-mail despre achiziția clienților chiar și atunci când comanda este gratuită."],"Free Order Emails":["Emailuri pentru comenzile gratuite"],"Send a general order confirmation email to your customers when an order is paid. These emails include a breakdown of the order, and a link to a page where they can download their invoice and receipt.":["Trimite un e-mail general de confirmare a comenzii către clienții tăi atunci când o comandă este plătită. Aceste e-mailuri includ o defalcare a comenzii și un link către o pagină de unde pot descărca factura și chitanța."],"Order Confirmation Emails":["Email-uri de confirmare a comenzii"],"Send a product access email to your customer when a purchase is made for a licensed and\/or downloadable product.":[],"Product Access Emails":[],"Manage which notifications are sent to your customers.":["Administrează ce notificări sunt trimise clienților tăi."],"Webhook Details":[],"There are no more webhooks to show.":[],"Webhooks are functioning normally.":[],"Retry":[],"View Details":[],"Not Processed":[],"Processed":[],"Event":[],"If you have any webhooks that failed to process on your site, you can retry them here.":[],"SureCart Event Processing Health":[],"Retry successful!":[],"This will refetch the webhooks connection settings with your store in the case of an invalid signature or similar issue.":[],"Advanced connection options and troubleshooting.":[],"Advanced Options":[],"Enter your api token":["Introdu token-ul api"],"API Token":["Token API"],"Resync Webhooks":[],"View Logs":[],"If this endpoint is important to your integration, please try and fix the issue. We will disable this endpoint on %s if it continues to fail.":[],"This webhook endpoint is being monitored due to repeated errors.":[],"Error":[],"Webhook resynced.":[],"Are you sure you want to remove this logo?":["Ești sigur că vrei să elimini acest logo?"],"Both":["Ambele"],"Menu Icon":["Pictogramă Meniu"],"Floating Icon":["Pictogramă plutitoare"],"What type of cart icon would you like to use?":["Ce tip de pictogramă de coș doriți să utilizați?"],"Cart Icon Type":["Tip de pictogramă coș"],"Show a floating cart icon in the bottom corner of your site, if there are items in the cart.":["Afișați o pictogramă de coș plutitoare în colțul de jos al site-ului dvs., dacă există articole în coș."],"Show Floating Cart Icon":["Arată pictograma coș plutitor"],"Icon":["Pictogramă"],"Enable to always show the cart button, even your cart is empty.":["Activați pentru a afișa întotdeauna butonul pentru coș, chiar dacă coșul este gol."],"Always Show Cart (Menu Only)":["Afișează întotdeauna coșul de cumpărături (numai în meniu)"],"Left":["Stânga"],"Right":["Dreapta"],"Select the cart button position, i.e. left or right, where it will look best with your website design.":["Alegeți poziția butonului de coș, adică stânga sau dreapta, unde va arăta cel mai bine cu designul site-ului."],"Select Position":["Alege poziția"],"Position of cart button":["Poziția butonului de coș"],"Select the menu(s) where the cart icon will appear.":["Selectați meniul (meniurile) în care va apărea pictograma coșului."],"Select Menus":["Alege meniurile"],"This will enable slide-out cart. If you do not wish to use the cart, you can disable this to prevent cart scripts from loading on your pages.":["Astfel se va activa căruciorul glisant. Dacă nu doriți să folosiți coșul, puteți dezactiva această opțiune pentru a preveni încărcarea scripturilor de coș pe paginile dvs."],"Enable Cart":["Activează coșul"],"Change cart settings.":["Modifică setările coșului."],"Remove \"Powered By SureCart\" in the footer of emails and reciepts\/invoices.":["Eliminați \" Powered By SureCart\" din subsolul emailurilor și al chitanțelor"],"Remove SureCart Branding":["Eliminați brandul SureCart"],"Dark":["Întunecat"],"Light":["Luminos"],"Choose \"Dark\" if your theme already has a dark background.":["Alegeți \"Întunecat\" dacă tema ta are deja un fundal întunecat."],"Select Theme":["Alege tema"],"Select Theme (Beta)":["Alege tema (beta)"],"Logo":["Logo"],"This color will be used for the main button color, links, and various UI elements.":["Această culoare va fi utilizată pentru culoarea butonului principal, pentru link-uri și pentru diverse elemente ale interfeței de utilizare."],"Customize how your brand appears globally across SureCart. Your logo and colors will be used on hosted pages and emails that are sent to your customers.":["Personalizează modul în care marca ta apare la nivel global în SureCart. Logo-ul și culorile tale vor fi folosite pe paginile găzduite și în e-mailurile trimise clienților tăi."],"Brand Settings":["Setări de marcă"],"Start Sync":["Începe sincronizarea"],"Run any integration automations for purchases. This will run any actions that are set to run on purchase.":["Rulează orice automatizări de integrare pentru achiziții. Aceasta va rula orice acțiune care este setată să se execute la cumpărare."],"Run purchase actions":["Executați acțiuni de cumpărare"],"Create WordPress users if the user does not yet exist.":["Creați utilizatori WordPress dacă utilizatorul nu există încă."],"Create WordPress Users":["Creați utilizatori WordPress"],"This will change your user data on your install. We recommend creating a backup of your site before running this.":["Acest lucru va schimba datele de utilizator din instalația ta. Îți recomandăm să creezi o copie de rezervă a site-ului tău înainte de a executa acest lucru."],"Customer Sync":["Sincronizarea clienților"],"Customer sync started in the background":["Sincronizarea clienților a început în fundal"],"Clear out all of your test data with one-click.":["Șterge toate datele de testare cu un singur clic."],"Clear Test Data":["Șterge datele de testare"],"Sync Customers":["Sincronizează clienții"],"Match all SureCart customers with WordPress users. This is helpful if you have migrated from another eCommerce platform.":["Potrivește toți clienții SureCart cu utilizatorii WordPress. Acest lucru este util dacă ai migrat de la o altă platformă de comerț electronic."],"Manually sync your WordPress install with SureCart.":["Sincronizează manual instalarea WordPress cu SureCart."],"Syncing":["Se sincronizează"],"Use The Stripe Card Element":[],"Show a link to edit the customer area in the menu.":[],"Show a link to edit the checkout page in the menu.":[],"Checkout Page":[],"Show a link to edit the cart in the menu.":[],"Cart Page":[],"Show a link to edit the shop page in the menu.":[],"Change some admin UI options.":[],"Admin Appearance":[],"This ensures all the password fields have a stronger validation for user password input i.e. at least 6 characters and one special character.":[],"Strong Password Validation":[],"This will load stripe.js on every page to help with Fraud monitoring.":["Acest lucru va încărca stripe.js pe fiecare pagină pentru a ajuta la monitorizarea fraudei."],"Stripe Fraud Monitoring":["Monitorizarea fraudei Stripe"],"register a new site and choose v3.":["înregistrează un site nou și alege v3."],"To get your Recaptcha keys":["Pentru a obține cheile Recaptcha"],"reCaptcha Secret Key":["Cheia secretă reCaptcha"],"You can find this on your google Recaptcha dashboard.":["Poți găsi acest lucru în tabloul de bord Google Recaptcha."],"reCaptcha Site Key":["Cheia site-ului reCaptcha"],"Please clear checkout page cache after changing this setting.":["Te rugăm să ștergi memoria cache a paginii de plată după modificarea acestei setări."],"Important":["Important"],"Enable Recaptcha spam protection on checkout forms.":["Activează protecția anti-spam Recaptcha pe formularele de plată."],"Recaptcha v3":["Recaptcha v3"],"This adds a field that is invisible to users, but visible to bots in an attempt to trick them into filling it out.":["Aceasta adaugă un câmp care este invizibil pentru utilizatori, dar vizibil pentru roboți, în încercarea de a-i păcăli să îl completeze."],"Honeypot":["Honeypot"],"Change your checkout spam protection and security settings.":["Modifică setările de securitate și de protecție împotriva spam-ului de la plată."],"Spam Protection & Security":["Protecție și securitate împotriva spam-ului"],"Enter a website URL":["Introdu un URL de site web"],"Website":["Site"],"Enter an phone number":["Introdu un număr de telefon"],"Enter an email":["Introdu un email"],"This information helps customers recognize your business and contact you when necessary. It will be visible on invoices\/receipts and any emails that need to be CAN-SPAM compliant (i.e. abandoned order emails).":["Aceste informații ajută clienții să îți recunoască afacerea și să te contacteze atunci când este necesar. Acestea vor fi vizibile pe facturi\/chitanțe și pe orice e-mailuri care trebuie să fie conforme cu CAN-SPAM (de exemplu, e-mailuri privind comenzile abandonate)."],"Contact Information":["Informații de contact"],"notifications@surecart.com":["notifications@surecart.com"],"Reply To Email":["Email de răspuns"],"Enter the sender name":["Introdu numele expeditorului"],"Sender Name":["Numele expeditorului"],"Use these settings to configure how notifications are sent to your customers.":["Utilizați aceste setări pentru a configura modul în care sunt trimise notificările către clienții dvs."],"A link to your privacy policy page.":["Un link către pagina politicii de confidențialitate."],"Privacy Policy Page":[],"A link to your store terms page.":[],"Terms Page":[],"The language used for notifications, invoices, etc.":["Limba utilizată pentru notificări, facturi etc."],"Store Language":["Limba magazinului"],"Change this if you want the store to be in a different time zone than your server.":["Modifică dacă dorești ca magazinul să se afle într-un fus orar diferit de cel al serverului tău."],"Time Zone":["Fus orar"],"The default currency for new products.":["Moneda implicită pentru produsele noi."],"This should be your live storefront URL.":["Acesta ar trebui să fie URL-ul magazinului tău live."],"https:\/\/example.com":[],"This is displayed in the UI and in notifications.":["Acesta este afișat în interfață și în notificări."],"Store Name":["Numele magazinului"],"The name of your store will be visible to customers, so you should use a name that is recognizable and identifies your store to your customers.":["Numele magazinului tău va fi vizibil pentru clienți, așa că ar trebui să folosești un nume care să fie ușor de recunoscut și care să identifice magazinul pentru clienții tăi."],"Store Details":["Detalii magazin"],"1 week":["1 săptămână"],"6 Days":["6 zile"],"5 Days":["5 zile"],"4 Days":["4 zile"],"3 Days":["3 zile"],"2 Days":["2 zile"],"1.5 Days":["1,5 zile"],"1 Day":["1 zi"],"12 Hours":["12 ore"],"6 Hours":["6 ore"],"3 Hours":["3 ore"],"2 Hours":["2 ore"],"1 Hour":["1 oră"],"The number of days to wait after a customer's purchase before allowing an abandoned checkout to be created. This helps to prevent abandoned checkouts being created for customers very soon after they have made a different purchase.":["Numărul de zile care trebuie să se aștepte după ce un client a efectuat o achiziție înainte de a permite crearea unei plăți abandonate. Acest lucru ajută la evitarea creării de plăți abandonate pentru clienți la foarte scurt timp după ce aceștia au făcut o altă achiziție."],"Wait for a period of time after a customer has made a purchase to send other abandoned checkouts.":["Așteptați o perioadă de timp după ce un client a făcut o achiziție pentru a trimite alte cereri de plată abandonate."],"Grace Period":["Perioada de grație"],"Don't create abandoned checkout if all products in checkout have been purchased.":["Nu creați o comandă abandonată dacă toate produsele din comandă au fost cumpărate."],"Ignore Purchased Products":["Ignoră produsele achiziționate"],"Also enable abandoned checkouts in test mode.":["Activați, de asemenea, controalele abandonate în modul de testare."],"Enabled In Test Mode":["Activat în modul de testare"],"Advanced settings for abandoned checkouts":["Setări avansate pentru plățile abandonate"],"GDPR Message":["Mesaj GDPR"],"Note: By checking this, it will show confirmation text below the email on checkout forms.":["Notă: Dacă bifați această opțiune, se va afișa textul de confirmare sub e-mail în formularele de checkout."],"Tracking Confirmation":["Confirmare de urmărire"],"Data collection settings for GDPR.":["Setări de colectare a datelor pentru GDPR."],"GDPR Settings":["Setări GDPR"],"Number of days until expiration":["Numărul de zile până la expirare"],"Discount Expires":["Reducerea expiră"],"On the final email":["La ultimul e-mail"],"On the second email":["La al doilea e-mail"],"On the first email":["La primul e-mail"],"When should we offer the discount?":["Când ar trebui să oferim reducerea?"],"Add a discount incentive for abandoned cart.":["Adaugă un stimulent de reducere pentru coșul abandonat."],"Abandoned Checkout Discount":["Reducere pentru coșul abandonat"],"Your discount settings for abandoned cart.":["Setările de reducere pentru coșul abandonat."],"Discount Settings":["Setări pentru reduceri"],"Final Email Delay":["Întârziere pentru e-mailul final"],"Second Email Delay":["Întârziere pentru al doilea e-mail"],"Don't send":["Nu trimiteți"],"First Email Delay":["Întârziere pentru primul e-mail"],"Turn on abandoned cart for your store.":["Activează opțiunea coș abandonat pentru magazinul tău."],"Notification settings for abandoned checkouts":["Setări de notificare pentru comenzile abandonate"],"Notification Settings":["Setări de notificare"],"Settings Updated.":["Setări actualizate."],"Default (Customized)":["Implicit (Personalizat)"],"Add another value":[],"You have reached the variant limit of 100":[],"Option Value %d":[],"You have already used the same option value \"%s\".":[],"Edit %s":[],"Option Values":[],"Delete %s":[],"You have already used the same option name \"%s\".":[],"Option Name":[],"Remove Image":[],"Remove image":[],"Delete variant":[],"Open variant dropdown":[],"Price overrides are only allowed for products with a single price.":[],"Are you sure you wish to unlink this image?":[],"Stock Qty":[],"SKU":[],"Add Variant":[],"Are you sure you wish to delete this variant image? This cannot be undone.":[],"Add More Options":[],"You have reached the maximum number of variant options.":[],"Add Options Like Size or Color":[],"Variants":[],"Add variant":[],"This is not shown to the customer, but is used help you identify the group.":["Acesta nu este afișat clientului, dar este folosit pentru a te ajuta să identifici grupul."],"Create Product Group":["Creează un grup de produse"],"Add this product to a group with others you want the purchaser to switch between.":["Adaugă acest produs la un grup cu alte produse pe care dorești ca cumpărătorul să le poată schimba."],"Upgrade Group":["Grup de upgrade"],"To charge tax, please set up your tax information on the settings page.":["Pentru a percepe taxe, te rugăm să configurezi informațiile fiscale pe pagina de setări."],"This is a physical product":["Acesta este un produs fizic"],"Charge tax on this product":["Încasează taxa pentru acest produs"],"The last part of the URL":["Ultima parte a URL-ului"],"Created On":["Creat pe"],"Available for purchase":["Disponibil pentru cumpărare"],"Secure":["Securizat"],"Download archived.":["Descărcare arhivată."],"Download un-archived.":["Descărcare dezarhivată."],"Download removed.":["Descărcare eliminată."],"Are you sure you want to remove the download from this product?":["Ești sigur că dorești să elimini descărcarea din acest produs?"],"Are you sure you want to replace the file in this download? This may push out a new release to everyone.":["Ești sigur că dorești să înlocuiești fișierul din această descărcare? Acest lucru ar putea să genereze o nouă versiune pentru toată lumea."],"Turn this off if you do not wish to automatically fulfill this product when an order is placed.":[],"Auto Fulfill":[],"Customers won’t enter shipping details at checkout.":[],"Digital product or service":[],"Shipping Weight":[],"Physical product":[],"g":[],"oz":[],"kg":[],"lb":[],"Meta description":["descriere Meta"],"Page title":["Titlul paginii"],"Add a title and description to see how this product might appear in a search engine listing":["Adăugați un titlu și o descriere pentru a vedea cum ar putea apărea acest produs într-o listă a unui motor de căutare"],"Search Engine Listing":["Listarea în motoarele de căutare"],"Hide %d Archived Prices":["Ascunde %d prețuri arhivate"],"Show %d Archived Prices":["Arată %d prețuri arhivate"],"Price deleted.":["Preț șters."],"Permanently delete this price? You cannot undo this action.":["Ștergi definitiv acest preț? Nu poți anula această acțiune."],"Price unarchived.":["Preț dezarhivat."],"Archive this price? This product will not be purchaseable and all unsaved changes will be lost.":["Arhivează acest preț? Acest produs nu va putea fi achiziționat și toate modificările nesalvate vor fi pierdute."],"Un-Archive this price? This will make the product purchaseable again.":["Dezarhivează acest preț? Acest lucru va face ca produsul să poată fi achiziționat din nou."],"Copy Links":["Copiază linkuri"],"every":["la fiecare"],"Custom Amount":["Suma personalizată"],"Payment Plan":["Plan de plată"],"Setup Fee":["Taxa de instalare"],"Done":["Realizat"],"Variant ID":[],"Price ID":["ID preț"],"Miscellaneous":["Diverse"],"Buy Button Shortcode":["Shortcode buton de cumpărare"],"Add To Cart Button Shortcode":["Shortcode buton Adaugă în coș"],"Shortcodes":["Shortcodes"],"Buy Link":["Link de cumpărare"],"Variant":[],"Price Details":[],"Create Price":["Creează prețul"],"Installment":["Rata de plată"],"One Time":["O singură dată"],"Payment type":[],"Price updated.":[],"Add A Price":["Adaugă un preț"],"Set up pricing for your product.":["Stabilește prețurile pentru produsul tău."],"Add Another Price":["Adaugă un alt preț"],"This is the current release zip of your software.":["Acesta este fișierul zip al versiunii actuale a software-ului tău."],"Current Release":["Versiune curentă"],"Enable license creation":["Activează crearea de licențe"],"Licensing":["Licențiere"],"Adjust":[],"On Hand":[],"Available":[],"Adjust By":[],"Stock adjustment":[],"SKU (Stock Keeping Unit)":[],"Make stock adjustment":[],"Available Stock":[],"Continue selling when out of stock":[],"Allow Out Of Stock Selling":[],"Track the quantity of this product.":[],"Track Quantity":[],"Inventory":[],"Select an Item":["Selectează un articol"],"Select An Integration":["Selectează o integrare"],"Select an integration to sync with this product.":[],"Integration":["Integrare"],"SKU:":[],"All Variants":[],"Optionally select a variant to sync with this integration.":[],"Select A Variant":[],"All Prices":[],"Optionally select a price to sync with this integration.":[],"Add Integration":["Adaugă integrare"],"Integration saved.":["Integrare salvată."],"To sync purchases of this product, add an integration.":["Pentru a sincroniza achizițiile acestui produs, adaugă o integrare."],"Add New Integration":["Adaugă o nouă integrare"],"Product update failed.":[],"You have unsaved changes that need to be saved before adding a new integration. Do you want to save your product now?":[],"Since SureCart's integrations are native, there's no need to worry about the complexity of growing your store.":["Deoarece integrările SureCart sunt native, nu trebuie să îți faci griji cu privire la complexitatea creșterii magazinului tău."],"Grow your store worry-free.":["Dezvoltă-ți magazinul fără griji."],"Purchases syncing happens in both directions. For example, access is automatically revoked during a subscription cancellation or expiration.":["Sincronizarea achizițiilor se face în ambele direcții. De exemplu, accesul este revocat automat în timpul anulării sau expirării unui abonament."],"Set it and forget it.":["Setează-l și uită-l."],"Leave the heavy-lifting to us. Use SureCart's built-in native integrations with all the plugins you use. Purchases and subscriptions are automatically synced with your plugins.":["Lasă-ne pe noi să ne ocupăm de partea grea. Folosește integrările native încorporate în SureCart cu toate plugin-urile pe care le folosești. Achizițiile și abonamentele sunt sincronizate automat cu plugin-urile tale."],"Sync purchases with the plugins you already use.":["Sincronizează achizițiile cu pluginurile pe care le folosești deja."],"Disabled":["Dezactivat(ă)"],"The provider is not installed or unavailable.":["Furnizorul nu este instalat sau nu este disponibil."],"%s not found":["%s nu a fost găsit"],"An error occurred":["S-a produs o eroare"],"Integration deleted.":["Integrare eliminată."],"Are you sure you want to remove this integration? This will affect existing customers who have purchased this product.":["Ești sigur că dorești să elimini această integrare? Acest lucru va afecta clienții existenți care au achiziționat acest produs."],"Images":["Imagini"],"Images updated.":["Imagini actualizate."],"We recommend that you optimize your images before linking them to your products.":["Vă recomandăm să vă optimizați imaginile înainte de a le lega de produsele dumneavoastră."],"https:\/\/":["https:\/\/"],"Image URL":["URL imagine"],"Add Product Image":["Adăugați imaginea produsului"],"Add From URL":["Adăugați formular URL"],"Show Archived":["Afișează arhiva"],"External Link":["Legătură externă"],"Secure Storage":["Stocare securizată"],"File":["Fișier"],"Add Downloads":["Adaugă descărcări"],"Download added.":["Descărcare adăugată."],"A short description for your product that is displayed on product and instant checkouts.":["O scurtă descriere a produsului tău, care este afișată pe produs și pe comenzile instantanee."],"New Collection":[],"Collection created.":[],"Add To Collection":[],"Add this product to a collection...":[],"Link":["Link"],"Require terms and conditions":["Necesită termeni și condiții"],"Show coupon field":["Afișează câmpul de cupon"],"Show product description":["Afișează descrierea produsului"],"Show product image":["Afișează imaginea produsului"],"Show store logo":["Arată logo-ul magazinului"],"Make test payments with this product.":["Efectuează plăți de testare cu acest produs."],"Instantly publish a shareable page for this product.":["Publică instantaneu o pagină partajabilă pentru acest produs."],"Instant Checkout":["Plata instantanee"],"Customer Purchase Limit":["Limita de achiziție a clientului"],"Limit the number of times a single customer can purchase this product.":["Limitează numărul maxim de achiziții ale acestui produs de către un singur client."],"Limit Per-Customer Purchases":["Limitează achizițiile per client"],"Add Link":["Adaugă link"],"A valid file URL.":["Un URL de fișier valid."],"Link URL":["URL link"],"A display name for file.":["Un nume de afișare pentru fișier."],"Link Name":["Nume link"],"Add External Link":["Adaugă link extern"],"Save Product":["Salvează produsul"],"Archive %s? This product will not be purchaseable and all unsaved changes will be lost.":["Arhivezi %s? Acest produs nu va putea fi achiziționat și toate modificările nesalvate vor fi pierdute."],"Un-Archive %s? This will make the product purchaseable again.":["Dezarhivezi %s? Acest lucru va face ca produsul să poată fi cumpărat din nou."],"Product updated.":["Produs actualizat."],"A name for your product.":["Un nume pentru produsul tău."],"Create New Product":["Creează un produs nou"],"Custom Single Product Page":["Pagina personalizată pentru produs"],"Days":["Zile"],"Free Trial":["Probă gratuită"],"Tax is included":["Taxa este inclusă"],"Default price":[],"Setup fee":[],"Compare at price":["Comparați la preț"],"Year":["An"],"Month":["Lună"],"Week":["Săptămână"],"Day":["Zi"],"Repeat payment every":[],"then cancels":[],"Monthly, Basic Plan, etc.":["Lunar, Plan de bază, etc."],"Maximum Price":["Preț maxim"],"Minimum Price":["Preț minim"],"Revoke access when installments are completed":[],"Payments":["Plăți"],"Number of Payments":["Numărul de plăți"],"Purchasable":["Poate fi achiziționat"],"Not Purchaseable":["Nu poate fi achiziționat"],"Available For Purchase":["Disponibil pentru cumpărare"],"Availability":["Disponibilitate"],"Add some products to this upgrade group. A customer who has purchased one of these products can switch between others in this group.":["Adaugă unele produse la acest grup de upgrade. Un client care a achiziționat unul dintre aceste produse poate trece de la unul la altul din acest grup."],"Product removed.":["Produs eliminat."],"Choose a product":["Alege un produs"],"Product added.":["Produs adăugat."],"A name for your product group.":["Un nume pentru grupul de produse."],"New Upgrade Group":["Grup nou de upgrade"],"Edit Product Group":["Editează grupul de produse"],"Product Groups":["Grupuri de produse"],"Save Group":["Salvare grup"],"Product group un-archived.":[],"Product group archived.":[],"Archive this product group?":[],"Un-Archive this product group?":[],"Product group deleted.":[],"Permanently delete this product group? You cannot undo this action.":[],"Product group updated.":["Grup de produse actualizat."],"A name for your product group. It is not shown to customers.":["Un nume pentru grupul de produse. Acesta nu este afișat clienților."],"Group Name":["Numele grupului"],"Create Upgrade Group":["Creează grupul de upgrade"],"Publishing":["Publicarea"],"Replace":["Înlocuiește"],"Add Image":["Adaugă imagine"],"Image":[],"Image removed.":[],"Image updated.":[],"A short description for your product collection.":[],"Details":["Detalii"],"Deleting a product collection does not delete the products in that collection.":[],"This action cannot be undone.":[],"Are you sure you want to delete this product collection?":[],"Delete this product collection?":[],"Product Collection deleted.":[],"Save Collection":[],"Product Collection updated.":[],"A short description for your product collection. This will be displayed on the collection page.":[],"Enter a description...":["Introdu o descriere..."],"A name for your product collection.":[],"Collection Name":[],"Create Collection":[],"Change URL: %s":["Schimbă URL-ul: %s"],"URL Slug":["Slug URL"],"View Product Collection":[],"The last part of the URL.":["Ultima parte a URL-ului."],"URL":["URL"],"Select template":["Alege șablonul"],"Select template: %s":["Alege șablon: %s"],"Manage all template parts":["Administrează toate părțile șablonului"],"Page Layout":["Layout de pagină"],"Describe the template, e.g. \"Men's Watches\". A custom template can be manually applied to product collection page.":[],"Manage all templates":["Gestionează toate șabloanele"],"Edit template":["Editează șablonul"],"Template":["Șablon"],"Add Template":["Adaugă șablon"],"Templates define the way product collection page is displayed when viewing your site.":[],"Create Template":["Creează șablonul"],"%d Product":[],"Actions":["Acțiuni"],"Return":[],"Mark As Paid":[],"Unverified":["Neverificat"],"Valid":["Valid"],"Validity":["Valabilitate"],"Number Type":["Tip de număr"],"Tax Number":["Număr de identificare fiscală"],"Tax Information":["Informații fiscale"],"Other":["Altele"],"EU VAT":["TVA UE"],"UK VAT":["TVA in Marea Britanie"],"AU ABN":["ABN Australia"],"CA GST":["GST Canada"],"Choose an option":[],"Return Reason":[],"Returned on":[],"Cancel return":[],"Open Return":[],"Complete Return":[],"Return in progress":[],"Return completed":[],"Return completed.":[],"Return re-opened.":[],"Cancel Return":[],"Are you sure you wish to cancel the return?":[],"Return Canceled.":[],"Return Item":[],"Return created.":[],"Insufficient Funds":["Fonduri insuficiente"],"Amount Refunded":["Suma rambursată"],"Refunds":["Rambursări"],"Unknown":["Necunoscut"],"Succeeded":["A reușit"],"Pending":["În așteptare"],"Attempt":["Încercare"],"Payment Failures":["Eșecuri de plată"],"Mark Paid":["Marchează ca plătită"],"Are you sure you wish to mark the order as paid?":["Ești sigur că dorești să marchezi comanda ca fiind plătită?"],"Order Marked as Paid.":["Comandă marcată ca fiind plătită."],"Cancel Order":["Anulează comanda"],"Go Back":["Înapoi"],"Are you sure you wish to cancel the order?":["Sunteți sigur că doriți să anulați comanda?"],"Order Canceled.":["Comandă anulată."],"Additional Order Data":["Date suplimentare ale comenzii"],"Net Payment":["Plată netă"],"Download Receipt \/ Invoice":["Descarcă chitanța \/ factura"],"Payment Failed":[],"Qty: %d":[],"Fulfilled on":[],"Cancel fulfillment":[],"Edit tracking":[],"%d Item":[],"Fulfillment canceled.":[],"Send shipment details to your customer now":[],"Notify customer of shipment":[],"No shipping required.":[],"Copy Address":[],"of %d":[],"Fulfill Item":[],"Fulfillment created.":[],"Error copying to clipboard.":["Eroare la copierea în clipboard."],"Copied to clipboard.":["Copiat în clipboard."],"Add another tracking number":[],"Tracking Link":[],"Tracking number":[],"No Shipping Required":[],"Status updated.":[],"Add":["Adaugă"],"Send notification":[],"Add Tracking":[],"Edit Tracking":[],"View My Store":[],"Add A Product":[],"Failed to create store. Please try again.":[],"Choose some example data or start from scratch.":[],"Select A Starting Point":[],"Start From Scratch":[],"Setting up your store...":[],"Your store has been created.":[],"Congratulations!":[],"Continue":["Continuă"],"Back":["Înapoi"],"and":[],"Terms of Service":["Termeni și condiții de utilizare"],"By continuing, you agree to the":[],"Connect Existing Store":[],"Create New Store":[],"You are a few clicks away from adding e-commerce to your website. SureCart is a cloud powered e-commerce platform that is easy to use, lightweight, and lightning fast.":[],"Welcome, Let’s Setup Your Online Store":[],"Enter email address":[],"This email is used for store notifications, such as new orders, payment failures and other store emails.":[],"Confirm Email for Store Notifications":[],"Invalid email address!":[],"You can always change this later.":[],"Brand Color":["Culoarea mărcii"],"Customize and configure your store settings.":[],"Confirm Store Details":[],"Are you sure you want to remove this image?":[],"Enter the number of unique activations for this key. Leave blank for infinite.":["Introdu numărul de activări unice pentru această cheie. Lasă gol pentru infinit."],"Activation Limit":["Limita de activare"],"License Key":["Cheia de licență"],"License":["Licență"],"Activations":["Activări"],"This license has not been activated.":["Această licență nu a fost activată."],"Local \/ Staging":["Local \/ Staging"],"This is a unique identifier for the license. For example, a website url.":["Acesta este un identificator unic pentru licență. De exemplu, o adresă de internet."],"Fingerprint":["Amprentă digitală"],"Edit Activation":["Editează activarea"],"Activation updated.":["Activare actualizată."],"Please refresh the page and try again.":["Vă rugăm să reîmprospătați pagina și să încercați din nou."],"Activation deleted.":["Activare ștearsă."],"Are you sure you want to remove this activation? This site will no longer get updates.":["Ești sigur că vrei să elimini această activare? Acest site nu va mai primi actualizări."],"View License":["Vezi licență"],"Save License":["Salvare licență"],"License updated.":["Licență actualizată."],"Shipping Address":["Adresa de expediere"],"Proration Credit":["Credit de prorată"],"Amount Paid":["Suma plătită"],"Download Invoice":["Descarcă factura"],"Download Receipt":["Descarcă chitanța"],"Invoice Details":["Detalii factură"],"Charge":["Taxă"],"Create Invoice":["Creează o factură"],"View Invoice":["Vezi factura"],"Back to All Invoices":["Înapoi la Toate facturile"],"Okay":["OK"],"Your store is now connected to SureCart.":[],"Setup Complete!":[],"View All":["Vezi tot"],"Recent Orders":["Comenzi recente"],"You don't have any orders.":["Nu ai nicio comandă."],"Yearly":["Anual"],"Monthly":["Lunar"],"Weekly":["Săptămânal"],"Daily":["Zilnic"],"Overview":["Privire de ansamblu"],"Revenue":["Venituri"],"vs %s last period":["vs ultima perioadă (%s)"],"Average Order Value":["Valoarea medie a comenzii"],"Contact support for additional help":["Contactează asistența pentru ajutor suplimentar"],"Create a new checkout form.":["Creează un nou formular de plată."],"Quick Actions":["Acțiuni rapide"],"Create products to start selling.":["Creează produse pentru a începe să vinzi."],"Create products":["Creează produse"],"Get started with SureCart":["Începe cu SureCart"],"Connect a user":["Conectează un utilizator"],"Disconnect":["Deconectare"],"WordPress User":["Utilizator WordPress"],"User connected.":["Utilizator conectat."],"User disconnected.":["Utilizator deconectat."],"Are you sure you want to disconnect this from this customer? This will cause them to lose access to their purchases.":["Ești sigur că vrei să deconectezi de la acest client? În acest fel, acesta va pierde accesul la achizițiile sale."],"Disable this if you do not want to apply tax on purchases made by this customer.":[],"Apply Tax":[],"Tax Settings":[],"No more subscriptions.":["Nu mai există abonamente."],"Add Address":[],"Save Address":[],"Update Address":[],"Add Shipping Address":[],"Update Shipping Address":[],"Are you sure you want to delete address? This action cannot be undone.":[],"Delete Shipping Address":[],"Item":["Element"],"Payment Methods":["Metode de plată"],"Are you sure you want to delete this payment method?":["Ești sigur că vrei să ștergi această metodă de plată?"],"Delete this payment method?":["Ștergi această metodă de plată?"],"Payment method deleted.":["Metodă de plată eliminată."],"Make Default":["Setează ca implicit"],"Default payment method changed.":["Metoda de plată implicită a fost modificată."],"This will save any changes on the page. Do you want to save your changes?":["Aceasta va salva toate modificările efectuate pe pagină. Vrei să-ți salvezi modificările?"],"No more orders.":["Nu mai sunt comenzi."],"Items":["Elemente"],"Number":["Număr"],"Subscribed to emails":["Abonat la e-mailuri"],"Your customer's phone number.":["Numărul de telefon al clientului dumneavoastră."],"Phone":["Telefon"],"Your customer's email address.":["Adresa de e-mail a clientului tău."],"Your customer's last name.":["Numele de familie al clientului tău."],"Your customer's first name.":["Prenumele clientului tău."],"Customer Details":["Detalii client"],"No more charges.":["Nu mai există taxe."],"Balance Transactions":["Tranzacții de sold"],"Ending Balance":["Sold final"],"There are no transactions":["Nu există tranzacții"],"Applied":["Aplicat"],"Credit":["Credit"],"Credit Balance":["Sold de credit"],"View Transactions":["Vezi tranzacții"],"Balance":["Balanță"],"Save Customer":["Salvează clientul"],"Edit Customer":["Editează clientul"],"this customer":["acest client"],"Customer updated.":["Client actualizat."],"Create this customer in test mode if you are going to use this account for test mode purchasing.":["Creează acest client în modul de testare dacă ai de gând să folosești acest cont pentru achiziții în modul de testare."],"Your customer's email.":["E-mailul clientului tău."],"Customer Email":["Email client"],"Your customer's full name.":["Numele complet al clientului tău."],"Customer Name":["Nume client"],"Create New Customer":["Creează un nou client"],"Archived On":["Arhivat la"],"Last Updated":["Ultima actualizare"],"Duration":["Durată"],"Summary":["Sumar"],"%d months":["%d luni"],"%s%% off":["%s%% reducere"],"Number of months":["Număr de luni"],"Discount Duration":["Durată reducere"],"Fixed Discount":["Reducere fixă"],"Percentage Discount":["Reducere procentuală"],"Choose a type":["Alege un tip"],"Repeating":["Se repetă"],"Any Customer":["Orice client"],"Limit To A Specific Customer":["Limitează la un anumit client"],"If none of these conditions are true":["Dacă niciuna dintre aceste condiții nu este adevărată"],"If any of these conditions are true":["Dacă oricare dintre aceste condiții este adevărată"],"If all of these conditions are true":["Dacă toate aceste condiții sunt adevărate"],"Allow Coupon":["Permite cupon"],"Restrict this coupon":["Restricționează acest cupon"],"Restrictions":["Restricții"],"Find a product...":["Găsește un produs..."],"Add Product Restriction":["Adaugă restricție de produs"],"Product Restrictions":["Restricții ale produsului"],"%d prices":["%d prețuri"],"Add Filter":["Adaugă filtru"],"Select A Customer":["Selectează un client"],"Coupon is valid for":["Cuponul este valabil pentru"],"Add A Restriction":["Adaugă o restricție"],"Users must redeem this coupon by:":["Utilizatorii trebuie să răscumpere acest cupon până la:"],"Limit the end date when customers can redeem this coupon.":["Limitează data limită până la care clienții pot răscumpăra acest cupon."],"End Date":["Data limită"],"Minimum order subtotal":[],"No Minimum":[],"The minimum order subtotal amount required to apply this coupon.":[],"The number of times a single customer can use this coupon.":["Numărul de ori de câte ori un singur client poate utiliza acest cupon."],"Usage limit per customer":["Limita de utilizare per client"],"Unlimited Usage":["Utilizare nelimitată"],"This limit applies across customers so it won't prevent a single customer from redeeming multiple times.":["Această limită se aplică la toți clienții, astfel încât nu va împiedica un singur client să facă mai multe răscumpărări."],"Usage limit per coupon":["Limita de utilizare pe cupon"],"Redemption Limits":["Limite de răscumpărare"],"time":["o singură dată","de câteva ori","de mai multe ori"],"Limit the number of times this code can be redeemed.":["Limitează numărul de utilizări ale acestui cod."],"Usage Limit":["Limita de utilizare"],"Limit the usage of this promotion code":["Limitează utilizarea acestui cod promoțional"],"Leave this blank and we will generate one for you.":["Lasă acest spațiu gol și vom genera unul pentru tine."],"New Promotion Code":["Cod promoțional nou"],"Edit Promotion Code":["Editează codul promoțional"],"Promotion created.":["Promoție creată."],"Promotion updated.":["Promoție actualizată."],"Customer created.":["Clientul a creat."],"Hide %d Archived Promotion Codes":["Ascunde %d coduri promoționale arhivate"],"Show %d Archived Promotion Codes":["Arată %d coduri de promovare arhivate"],"Add Promotion Code":["Adaugă un cod promoțional"],"Promotion Codes":["Coduri promoționale"],"Are you sure you want to delete this promotion code?":["Ești sigur că vrei să ștergi acest cod promoțional?"],"Delete this promotion code?":["Șterge acest cod promoțional?"],"Uses":["Utilizări"],"Restored.":["Restaurată."],"Archived.":["Arhivat."],"Are you sure you want to delete this coupon?":["Ești sigur că vrei să ștergi acest cupon?"],"Delete this coupon?":["Șterge acest cupon?"],"Update Coupon":["Actualizare cupon"],"Edit Coupon":["Editează cupon"],"Coupon updated.":["Cupon actualizat."],"Deleted.":["Șters."],"Create Coupon":["Creează cupon"],"Customers will enter this discount code at checkout. Leave this blank and we will generate one for you.":["Clienții vor introduce acest cod de reducere la plată. Lasă acest spațiu gol și vom genera unul pentru tine."],"Promotion Code":["Cod promoțional"],"This is an internal name for your coupon. This is not visible to customers.":["Acesta este un nume intern pentru cuponul tău. Acesta nu este vizibil pentru clienți."],"Coupon Name":["Nume cupon"],"Create New Coupon":["Creează un cupon nou"],"Coupon created.":["Cupon creat."],"Disable":["Dezactivează"],"This discount code will not be usable and all unsaved changes will be lost.":["Acest cod de reducere nu va putea fi utilizat și toate modificările nesalvate vor fi pierdute."],"Disable \"%s\"?":["Dezactivează \"%s\"?"],"Permanently delete %s? You cannot undo this action.":["Ștergi permanent %s? Nu poți anula această acțiune."],"This coupon will not be usable and all unsaved changes will be lost.":["Acest cupon nu va putea fi utilizat și toate modificările nesalvate vor fi pierdute."],"Un-Archive %s? This will make the coupon useable again.":["Dezarhivezi %s? Acest lucru va face ca cuponul să poată fi utilizat din nou."],"Search for a user...":["Caută un utilizator..."],"Select a user":["Alege un utilizator"],"Upgrade Your Plan":["Faceți upgrade la planul dvs."],"Unlock revenue boosting features when you upgrade your plan!":["Deblochează funcțiile de creștere a veniturilor atunci când îți actualizezi planul!"],"You have unsaved changes. If you proceed, they will be lost.":["Ai modificări nesalvate. Dacă continui, acestea vor fi pierdute."],"Keep Update":["Păstrează actualizarea"],"Delete Update":["Șterge actualizare"],"Manage Scheduled Update":["Gestionează actualizarea programată"],"Decrease quantity":["Scade cantitatea"],"Increase quantity":["Crește cantitatea"],"Change Product":["Schimbă produsul"],"Change Product Decrease Quantity":["Schimbă produsul și micșorează cantitatea"],"Change Product And Increase Quantity":["Schimbă produsul și mărește cantitatea"],"Your storage space is low":["Spațiul tău de stocare este redus"],"of":["din"],"Search for a product...":["Caută un produs..."],"Select a product":["Alege un produs"],"Add New Upgrade Group":["Adaugă un nou grup de upgrade"],"Search for an upgrade group...":["Caută un grup de upgrade..."],"Select an upgrade group":["Alege un grup de upgrade"],"Add New Product":["Adaugă un produs nou"],"Variant Out of Stock.":[],"Search for a price...":["Caută un preț..."],"Select a price":["Selectează un preț"],"%s available":[],"Ok":[],"Permalink":["Permalink"],"Add Media":["Adaugă media"],"Title":["Titlu"],"Leave empty if the image is purely decorative.":[],"Alternative Text":[],"Size":["Mărime"],"Filename":["Nume de fișier"],"Are you sure you wish to delete this media item? This cannot be undone.":["Ești sigur că dorești să ștergi acest element media? Acest lucru nu poate fi anulat."],"%s file":[],"Public":["Public"],"Private":["Privat"],"SureCart Media":["Media SureCart"],"Please complete setting up your store. Its free and only takes a minute.":[],"Complete Setup!":[],"Next Page":["Pagina următoare"],"Previous Page":["Pagina anterioară"],"Max":["Maxim"],"Upload Media":["Încarcă media"],"Something went wrong. Please try again.":["Ceva a mers prost. Te rugăm să încerci din nou."],"Added":["Adăugat"],"No items found":["Nu s-au găsit elemente"],"Could not download the file.":["Nu s-a putut descărca fișierul."],"Any price":["Orice preț"],"Select date":["Alege data"],"Please choose date to continue.":["Vă rugăm să alegeți data pentru a continua."],"Failed to un-cancel subscription.":["Nu s-a reușit renunțarea la anularea abonamentului."],"Could not un-cancel subscription.":["Nu s-a reușit renunțarea la anularea abonamentului."],"Start Plan":["Start plan"],"Ended":["S-a încheiat"],"Renews":["Se reînnoiește"],"Begins":["Începe"],"Cancels":["Se anulează"],"Activate":["Activează"],"Failed to start subscription.":["Nu s-a reușit pornirea abonamentului."],"Could not start subscription.":["Nu s-a putut porni abonamentul."],"Are you sure you want to start the subscription? This will immediately charge the customer.":["Ești sigur că vrei să începi abonamentul? Acest lucru îl va taxa imediat pe client."],"Don't Cancel":["Nu anula"],"Immediately":["Imediat"],"\tAt end of current period":["La sfârșitul perioadei curente"],"Cancel Subscription":["Anulează abonamentul"],"Failed to cancel subscription.":["Nu s-a reușit anularea abonamentului."],"Could not cancel subscription.":["Nu s-a putut anula abonamentul."],"Revoke":["Revocare"],"Unrevoke":["Anulează revocarea"],"Purchases":["Achiziții"],"Load More":["Încărcați mai multe"],"%s item":["%s element","%s elemente","%s elemente"],"None found.":["Nu s-a găsit nimic."],"The associated subscription will also be cancelled.":["Abonamentul asociat va fi, de asemenea, anulat."],"Qty":["Cantitate"],"Select All":["Selectați Toate"],"Unselect All":["Deselectați Toate"],"Revoke Purchase(s)":["Revocarea achiziției (achizițiilor)"],"Select a reason":["Alege un motiv"],"Reason":["Motiv"],"Refunds can take 5-10 days to appear on a customer's statement. Processor fees are typically not returned.":["Rambursările pot dura 5-10 zile pentru a apărea în extrasul de cont al clientului. Comisioanele de procesare nu sunt de obicei returnate."],"Refund Payment":["Plată de rambursare"],"Failed to create refund.":["Nu s-a reușit crearea rambursării."],"We were unable to issue a refund with this payment processor. Please check with your payment processor and try issuing the refund directly through the processor.":["Nu am putut emite o rambursare cu acest procesator de plăți. Te rugăm să verifici cu procesatorul tău de plăți și să încerci să emiți rambursarea direct prin intermediul procesatorului."],"View charge on ":["Vezi taxa pe "],"No charges":["Nu există taxe"],"Charges":["Taxe"],"Refund":["Rambursare"],"Partially Refunded":["Parțial rambursat"],"Complete Setup":[],"Invalid":["Invalid"],"VAT Number":[],"ABN Number":["Numărul ABN"],"GST Number":["Numărul GST"],"Edit Tax ID":[],"Add A Tax ID":[],"Tax":["Taxe"],"This order has products that are not shippable to this address.":[],"This order requires shipping. Please enter an address.":[],"Select a customer":[],"Select a Customer":[],"Last Name":["Nume de familie"],"First Name":["Prenume"],"Add Customer":["Adaugă client"],"Add some products to this order.":[],"Enter an Amount":[],"Change Amount":[],"Fee":[],"Starting in %s day":[],"Available: %d":[],"--":[],"Choose":["Alege"],"Current":["Actual"],"No payment methods found.":[],"This customer does not have any payment methods that are reusable. This means we cannot charge this customer without them entering their payment details again. Please ask the customer to add a payment method to their account, or use a manual payment method.":[],"Remove":["Elimină"],"Exp.":["Expirat"],"Amount Due":["Suma datorată"],"Trial":["Perioada de probă"],"Add Coupon Code":["Adaugă codul de cupon"],"Enter Coupon Code":[],"Order Tax":[],"Add Product":["Adaugă produs"],"Update":["Actualizare"],"Edit Shipping & Tax Address":[],"Add A Shipping Address":[],"This will create an order that requires a manual payment (i.e. cash or check). Once you create this order it is not possible to pay it another way. Do you want to continue?":[],"Are you sure you want to continue?":[],"This will charge the customer %s.":[],"Confirm Manual Payment":[],"Confirm Charge":["Confirmă taxa"],"Create Order":[],"This order has already been created. Please create a new order.":[],"Order Complete":[],"Order Created.":[],"There are no cancellation reasons for this period.":["Nu există motive de anulare pentru această perioadă."],"No Reason Provided":["Nici un motiv furnizat"],"Percentage Of Subscriptions Saved By Coupon":["Procentul de abonamente economisite prin cupon"],"Saved Rate By Coupon":["Rata economisită prin cupon"],"Percentage Of Subscriptions Saved":["Procentul de abonamente salvate"],"Saved Rate":["Rata salvată"],"Total Lost Cancellations":["Total anulări pierdute"],"Total Lost":["Total pierdut"],"Total Saved By Coupon":["Totalul economisit prin cupon"],"Saved By Coupon":["Salvat Prin Cupon"],"Total Saved Count":["Numărul Total Salvat"],"Saved Count":["Număr Salvat"],"Total Cancellation Attempts":["Total încercări de anulare"],"Priority":["Prioritate"],"Change":["Schimbare"],"Preview":["Previzualizare"],"Add Condition":["Adaugă condiție"],"Select An Upgrade Group":["Alege un grup de upgrade"],"Select A Product":["Alege un produs"],"Select A Price":["Alege un preț"],"Product price":[],"Choose An Item":["Alege un element"],"Are you sure you want to discard this condition?":["Ești sigur că vrei să renunți la această condiție?"],"Fixed":["Fix"],"Percentage":["Procentaj"],"Discount Amount":["Valoare reducere"],"Add a description that will get your customers excited about the offer.":[],"Bump Description":["Descriere Bump"],"Add a description":["Adaugă o descriere"],"Set a custom call to action for the bump.":["Stabilește un apel la acțiune personalizată pentru bump."],"Call to action":["Apel la acțiune"],"Optional":["Opțional"],"Custom Call to action":["Apel la acțiune personalizat"],"Add some conditions to display this bump.":["Adăugați câteva condiții pentru a afișa acest bump."],"Prices":["Prețuri"],"None of these items are in the cart.":["Nici unul dintre aceste articole nu se află în coș."],"Any of these items are in the cart.":["Oricare dintre aceste articole se află în coș."],"All of these items are in the cart.":["Toate aceste articole se află în coș."],"Show Bump Offer If":["Arată oferta bump dacă"],"Add A Condition":["Adaugă o condiție"],"Display Conditions":["Condiții de afișare"],"If enabled, the discount will be applied if the display conditions are satisfied, even if they do not click the bump. If disabled, the discount will only be applied if the customer clicks the order bump.":["Dacă este activată, reducerea va fi aplicată dacă sunt îndeplinite condițiile de afișare, chiar dacă nu se face clic „bump”. Dacă este dezactivată, reducerea va fi aplicată numai dacă clientul face clic pe „order bump”."],"Edit Bump":["Editează bump"],"Save Order Bump":["Salvează bump comandă"],"Delete":["Șterge"],"Bump un-archived.":["Bump dezarhivat."],"Bump archived.":["Bump arhivat."],"Archive this bump? This bump will not be purchaseable and all unsaved changes will be lost.":["Arhivezi acest bump? Acest bump nu va putea fi achiziționat și toate modificările nesalvate vor fi pierdute."],"Un-Archive this bump? This will make the product purchaseable again.":["Dezarhivezi acest bump? Asta va face ca produsul să poată fi achiziționat din nou."],"Bump deleted.":["Bump șters."],"Permanently delete this order bump? You cannot undo this action.":["Ștergi permanent acest bump de comandă? Nu poți anula această acțiune."],"Order Bump updated.":["Bump de comandă actualizat."],"This is the price for the bump.":["Acesta este prețul pentru bump."],"Order Bump Price":["Preț pentru bump de comandă"],"Bump Name":["Nume Bump"],"Create New Order Bump":["Creează un nou bump de comandă"],"Something went wrong.":["Ceva a mers prost."],"Upcoming":["Urmează"],"Email #%d":["E-mail #%d"],"Schedule":["Programează"],"Metadata":["Metadate"],"Coupon:":["Cupon:"],"Discounts":["Reduceri"],"Applied Balance":["Sold aplicat"],"Proration":["Prorație"],"View Order":["Vezi comandă"],"Checkout Details":["Detalii de plată"],"Created on %s":["Creat la %s"],"Redeem By":["Răscumpărare până la"],"Not Redeemed":["Nu a fost răscumpărat"],"Redeemed":["Răscumpărat"],"Discount":["Reducere"],"Address":["Adresă"],"adjust your settings":["ajustează-ți setările"],"To adjust your abandoned checkout notifications,":["Pentru a ajusta notificările de plată abandonată,"],"Copy":["Copiază"],"Copied!":["Copiat!"],"Cart Recovery Link":["Link de recuperare a coșului"],"Error copying to clipboard":["Eroare la copierea în clipboard"],"Shipping & Tax Address":["Adresa de expediere și impozitare"],"Enabled":["Activat(ă)"],"View Abandoned Checkout":["Vezi comanda abandonată"],"Notifications disabled.":[],"Notifications enabled.":[],"Something went wrong":["Ceva a mers prost."],"Percentage of revenue recovered":["Procentul de venituri recuperate"],"Potential Revenue Recovery Rate":["Rata potențială de recuperare a veniturilor"],"Revenue Recovery Rate":["Rata de recuperare a veniturilor"],"Total recovered revenue":["Total venituri recuperate"],"Potential Recovered Revenue":["Venituri potențiale recuperate"],"Recovered Revenue":["Venituri recuperate"],"Total recoverable revenue":["Total venituri recuperabile"],"Recoverable Revenue":["Venituri recuperabile"],"Percentage of checkouts recovered":["Procentul de recuperări"],"Potential Checkout Recovery Rate":["Rata potențială de recuperare la plată"],"Checkout Recovery Rate":["Rata de recuperare la plată"],"Total recovered checkouts":["Total plăți recuperate"],"Potential Recovered Checkouts":["Posibile plăți recuperate"],"Recovered Checkouts":["Plăți recuperate"],"Total Recoverable Checkouts":["Totalul plăților recuperabile"],"Recoverable Checkouts":["Plăți recuperabile"],"Last Month":["Luna trecută"],"This Month":["Luna aceasta"],"Last Week":["Săptămâna trecută"],"This Week":["Săptămâna aceasta"],"Yesterday":["Ieri"],"Today":["Azi"],"Last 30 Days":["Ultimele 30 de zile"],"Home":["Acasă"],"You must first purchase something to access your dashboard.":["Mai întâi trebuie să cumperi ceva pentru a avea acces la tabloul de bord."],"It looks like you are not yet a customer.":["Se pare că nu ești încă client."],"Sign in to your account":["Intră în contul tău"],"You have not been charged for this order.":["Nu ai fost taxat pentru această comandă."],"Order Details":["Detalii comandă"],"Not Published":["Nepublicat"],"Total Due":["Total datorat"],"Total Due Today":["Total datorat astăzi"],"Subtotal":["Subtotal"],"Enter coupon code":["Introduceți codul de cupon"],"Coupon Code":["Cod cupon"],"Recommended":["Recomandat"],"Payment":["Plata"],"Your name":["Numele dumneavoastră"],"Your email address":["Adresa dvs. de e-mail"],"Product description":[],"Product name":[],"Help":["Ajutor"],"Boost Your Revenue":["Crește veniturile"],"Store Settings":["Setări magazin"],"Your API key is incorrect. Please double-check it is correct and update it.":["Cheia API este incorectă. Te rugăm să verifici dacă este corectă și să o actualizezi."],"Version %s":["Versiunea %s"],"SureCart Status":["Stare SureCart"],"Clear Account Cache":["Șterge memoria cache a contului"],"Cache cleared.":["Memoria cache a fost ștearsă."],"This user is not a customer.":["Acest utilizator nu este un client."],"Subscription Insights":[],"Search Products":["Caută produse"],"An upgrade groups is how you define upgrade and downgrade paths for your customers. It is based on products they have previously purchased.":["Grupurile de upgrade reprezintă modul în care definești căile de upgrade și downgrade pentru clienții tăi. Acestea se bazează pe produsele pe care aceștia le-au achiziționat anterior."],"What are Upgrade Groups?":["Ce sunt grupurile de upgrade?"],"Search product collections":[],"Save Settings":["Salvează setările"],"Plugin Settings":["Setări plugin"],"Saved.":["Salvat."],"Get Help":["Obține ajutor"],"Create A Form":["Creează un formular"],"Create A Product":["Creează un produs"],"Get started by creating your first product or creating a new checkout form.":["Începe prin a îți crea primul produs sau prin a crea un nou formular de plată."],"Set Up My Store":["Configurează-mi magazinul"],"Commerce on WordPress has never been easier, faster, or more flexible.":["Comerțul pe WordPress nu a fost niciodată mai ușor, mai rapid sau mai flexibil."],"Welcome to SureCart!":["Bun venit la SureCart!"],"Complete Installation":["Instalare completă"],"Api token":["Token API"],"Enter your API Token":["Introdu Token-ul API"],"Just one last step!":["Încă un pas!"],"Please enter an API key.":["Te rugăm să introduci o cheie API."],"This Is A Duplicate Or Staging Site":[],"We will create a new connection for this site. This can happen if you are using a staging site or want to have more than one website connected to the same store.":[],"I want to have both sites connected to the store \"%s\".":[],"I Changed My Site Address":[],"We will update the SureCart connection to the your new url. This is often the case when you have changed your website url or have migrated your site to a new domain.":[],"I want to update this site connection to the store \"%s\".":[],"Learn More":[],"Two sites that are telling SureCart they are the same site. Please let us know how to treat this website change.":[],"There are two websites connected to the same SureCart store.":[],"Search Licenses":["Caută licențe"],"Invoices are similar to orders, but are used for payments and plan changes on active subscriptions. In the future you will be able to create an invoice to send out.":["Facturile sunt similare comenzilor, dar sunt utilizate pentru plăți și modificări de plan pentru abonamentele active. În viitor, vei putea crea o factură pe care să o trimiți."],"What are Invoices?":["Ce sunt facturile?"],"Search Customers":["Caută clienți"],"Update your api token to change or update the connection to SureCart.":["Actualizați token-ul API pentru a schimba sau actualiza conexiunea cu SureCart."],"Connection Settings":["Setări de conexiune"],"Find My Api Token":["Găsiți tokenul meu API"],"Enter your api token.":["Introdu token-ul API."],"Api Token":["Token API"],"Add your API token to connect to SureCart.":["Adaugă token-ul API pentru a te conecta la SureCart."],"Connection Details":["Detalii privind conexiunea"],"Update Your Connection":["Actualizează-ți conexiunea"],"We are currently working on our Pro features. Please check back once we release new revenue and time saving features.":["În prezent, lucrăm la funcțiile noastre Pro. Te rugăm să revii când vom lansa noi funcții de economisire a veniturilor și a timpului."],"Coming soon...":["În curând..."],"Cancellation Attempts":["Tentative de anulare"],"Get Subscription Saver":["Obțineți Subscription Saver"],"Automatically lower your subscription cancellation while making customers happy and saving more revenue with Subscription Saver.":["Reduceți automat rata de anulare a abonamentelor, făcându-vă clienții fericiți și economisind mai multe venituri cu Subscription Saver."],"The easiest thing you can do to increase subscription revenue.":["Cel mai simplu lucru pe care îl puteți face pentru a crește veniturile din abonamente."],"Completely remove all plugin data when deleted. This cannot be undone.":["Elimină complet toate datele plugin-ului atunci când sunt șterse. Acest lucru nu poate fi anulat."],"Remove Plugin Data":["Îndepărtează datele plugin-ului"],"Change your plugin uninstall settings.":["Modificați setările de dezinstalare a pluginului."],"Uninstall":["Dezinstalare"],"Use Stripe's Card Element instead of the Payment Element in all forms.":[],"Use the Stripe Card Element":[],"Opt-in to some legacy features of the plugin.":[],"Legacy Features":[],"This can slightly increase page load speed, but may require you to enable CORS headers for .js files on your CDN. Please check your checkout forms after you enable this option in a private browser window.":["Acest lucru poate crește ușor viteza de încărcare a paginii, dar este posibil să fie nevoie să activezi anteturile CORS pentru fișierele .js de pe CDN-ul tău. Te rugăm să verifici formularele de plată după ce ai activat această opțiune într-o fereastră privată a browserului."],"Use JavaScript ESM Loader":["Folosește JavaScript ESM Loader"],"Change your plugin performance settings.":["Modifică setările de performanță ale pluginului."],"Performance":["Performanță"],"Save":["Salvează"],"Advanced Settings":["Setări avansate"],"Upgrade":["Upgrade"],"69% of shoppers abandon their checkouts before completing a purchase. Recover lost revenue with automated, high-converting emails.":["69% dintre cumpărători abandonează comenzile înainte de a finaliza o achiziție. Recuperează veniturile pierdute cu e-mailuri automate, cu grad ridicat de conversie."],"Recover lost sales with abandoned checkouts.":["Recuperează vânzările pierdute în urma abandonării comenzilor."],"Log Out":["Deconectare"],"Open or close account menu":[],"Back Home":[],"Two Column":["Două coloane"],"Simple":["Simplu"],"Sections":["Secțiuni"],"Full Page":[],"Donation":[],"Update Password":["Actualizare parolă"],"Update Account Details":["Actualizează detaliile contului"],"Account Details":["Detalii cont"],"Payment Method":["Metoda de plată"],"Cancel":["Anulează"],"New Plan":["Plan nou"],"Confirm":["Confirmă"],"Choose a Variation":[],"Choose Variation":[],"Enter An Amount":["Introdu o valoare"],"Enter Amount":["Introdu valoarea"],"By updating or canceling your plan, you agree to the <a href=\"%1$1s\" target=\"_blank\">%2$2s<\/a>":["Prin actualizarea sau anularea planului dvs., sunteți de acord cu <a href=\"%1$1s\" target=\"_blank\">%2$2s<\/a>"],"Privacy Policy":["Politica de confidențialitate"],"Terms":["Termeni"],"By updating or canceling your plan, you agree to the <a href=\"%1$1s\" target=\"_blank\">%2$2s<\/a> and <a href=\"%3$3s\" target=\"_blank\">%4$4s<\/a>":["Prin actualizarea sau anularea planului tău, ești de acord cu <a href=\"%1$1s\" target=\"_blank\">%2$2s<\/a> și <a href=\"%3$3s\" target=\"_blank\">%4$4s<\/a>"],"Change Payment Method":["Modifică metoda de plată"],"Update Payment Method":["Actualizează metoda de plată"],"Current Plan":["Planul actual"],"Credit Card":["Card de credit"],"Add Payment Method":["Adaugă metoda de plată"],"You cannot currently add a payment method. Please contact us for support.":["În prezent nu poți adăuga o metodă de plată. Te rugăm să ne contactezi pentru asistență."],"You are not currently a customer.":["Nu ești în prezent client."],"Switch to live mode.":["Treci la modul live."],"You are not a test mode customer.":["Nu ești un client în modul de testare."],"Switch to test mode.":["Treci la modul de testare."],"You are not a live mode customer.":["Nu ești un client al modului live."],"Order History":["Istoricul comenzilor"],"License Keys":["Chei de licență"],"Download":["Descărcare"],"Update Billing Details":["Actualizarea detaliilor de facturare"],"Billing Details":["Detalii de facturare"],"Payment History":["Istoricul plăților"],"You do not have permission to do this.":["Nu ai permisiunea de a face acest lucru."],"Example Product Title":[],"Link to %s product collection.":[],"Unavailable":[],"Sold Out":[],"Unavailable For Purchase":["Indisponibil pentru cumpărare"],"Logout":["Logout"],"Test Mode":["Mod de test"],"Update Plan":["Actualizează planul"],"[block rendering halted]":["[redarea blocului a fost oprită]"],"Apply":["Aplică"],"Buy Now":["Cumpără acum"],"Limit result set to users with specific customer ids.":["Limitează setul de rezultate la utilizatorii cu anumite ID-uri de client."],"Limit result set to users with a customer.":["Limitează setul de rezultate la utilizatorii care au un client."],"SureCart Layout":["Layout SureCart"],"SureCart Customer Dashboard":["Tabloul de bord al clienților SureCart"],"Template used for specific single SureCart collection pages.":[],"Product Collection: %s":[],"Template used for specific single SureCart product pages.":[],"This form is not available or has been deleted.":["Acest formular nu este disponibil sau a fost șters."],"Add To Cart":["Adaugă în coș"],"Pricing":["Prețuri"],"Invalid recaptcha score. Please try again.":[],"Invalid recaptcha check. Please try again.":[],"SureCart Product updated.":["Produsul SureCart a fost actualizat."],"SureCart Product scheduled.":["Produsul SureCart programat."],"SureCart Product reverted to draft.":["Produsul SureCart a revenit la stadiul de ciornă."],"SureCart Product published privately.":["Produsul SureCart a fost publicat în mod privat."],"SureCart Product published.":["Produsul SureCart publicat."],"SureCart Products list":["Lista de produse SureCart"],"SureCart Products list navigation":["Navigare în lista de produse SureCart"],"Search SureCart Products":["Caută produse SureCart"],"All SureCart Products":["Toate produsele SureCart"],"View SureCart Product":["Vezi produsul SureCart"],"Edit SureCart Product":["Editează produsul SureCart"],"New SureCart Product":["Produs nou SureCart"],"Add new SureCart Product":["Adaugă un nou produs SureCart"],"SureCart Product\u0004Add New":["Adaugă"],"post type singular name\u0004SureCart Product":["Produs SureCart"],"post type general name\u0004SureCart Products":["Produse SureCart"],"SureCart Product Collection updated.":[],"SureCart Product Collection scheduled.":[],"SureCart Product Collection reverted to draft.":[],"SureCart Product Collection published privately.":[],"SureCart Product Collection published.":[],"SureCart Product Collections list":[],"SureCart Product Collections list navigation":[],"Search SureCart Product Collections":[],"All SureCart Product Collections":[],"View SureCart Product Collection":[],"Edit SureCart Product Collection":[],"New SureCart Product Collection":[],"Add new SureCart Product Collection":[],"SureCart Product Collection\u0004Add New":[],"post type singular name\u0004SureCart Product Collection":[],"post type general name\u0004SureCart Product Collections":[],"(no title)":["(fără titlu)"],"Shortcode":["Shortcode"],"Mode":["Mod"],"Published In":["Publicat în"],"Checkout Form updated.":["Formularul de plată a fost actualizat."],"Checkout Form scheduled.":["Formular de plată programat."],"Checkout Form reverted to draft.":["Formularul de plată a revenit la stadiul de ciornă."],"Checkout Form published privately.":["Formular de plată publicat în privat."],"Checkout Form published.":["Formularul de plată a fost publicat."],"Checkout Forms list":["Lista formularelor de plată"],"Checkout Forms list navigation":["Lista de navigare a formularelor de plată"],"Search Checkout Forms":["Caută formulare de plată"],"All Checkout Forms":["Toate formularele de plată"],"View Checkout Form":["Vezi formularul de plată"],"Edit Checkout Form":["Editează formularul de plată"],"New Checkout Form":["Formular nou de plată"],"Add new Checkout Form":["Adaugă un nou formular de plată"],"Checkout Form\u0004Add New":["Adaugă"],"post type singular name\u0004Checkout Form":["Formular de plată"],"post type general name\u0004Checkout Forms":["Formulare de plată"],"Cart updated.":["Coș actualizat."],"Cart scheduled.":["Coș programat."],"Cart reverted to draft.":["Coșul a revenit la stadiul de ciornă."],"Cart published privately.":["Coșul a fost publicat în privat."],"Cart published.":["Coș publicat."],"Carts list":["Lista de coșuri"],"Carts list navigation":["Navigare în lista de coșuri"],"Filter checkout forms list":["Filtrează lista de formulare de plată"],"No checkout forms found in Trash.":["Nu s-au găsit formulare de plată în coșul de gunoi."],"No checkout forms found.":["Nu s-au găsit formulare de plată."],"Search Carts":["Caută coșuri"],"All Carts":["Toate coșurile"],"View Cart":["Vezi coș"],"Edit Cart":["Editează coșul"],"New Cart":["Coș nou"],"Add new Cart":["Adaugă un coș nou"],"Cart\u0004Add New":["Adaugă"],"post type singular name\u0004Cart":["Coș"],"post type general name\u0004Carts":["Coșuri"],"Shop Page":["Pagina magazinului"],"Order Confirmation":["Confirmarea comenzii"],"Customer Dashboard":["Tabloul de bord al clienților"],"Store Checkout":["Plata în magazin"],"Deleting This is Restricted":["Ștergerea este restricționată"],"To prevent misconfiguration, you cannot delete the default checkout page. Please deactivate SureCart to delete this page.":["Pentru a preveni configurarea greșită, nu puteți șterge pagina de plată implicită. Vă rugăm să dezactivați SureCart pentru a șterge această pagină."],"To prevent misconfiguration, you cannot delete the default checkout form. Please deactivate SureCart to delete this form.":["Pentru a preveni configurarea greșită, nu puteți șterge formularul de verificare implicit. Vă rugăm să dezactivați SureCart pentru a șterge acest formular."],"Shop page title\u0004Shop":["Magazin"],"Shop page slug\u0004shop":["magazin"],"Please troubleshoot the issue if integrations are important to your store.":[],"The SureCart webhook has received repeated errors.":[],"webhook connection is being monitored for errors.":[],"The SureCart webhook is currently disabled which can cause issues with integrations. This can happen automatically due to repeated errors, or could have been disabled manually. Please re-enable the webhook and troubleshoot the issue if integrations are important to your store.":[],"webhook is disabled.":[],"Webhooks":[],"Webhooks are working normally.":[],"Troubleshoot Connection":[],"Webhook processing is working normally.":[],"%d of your webhooks failed to process on your site. Please check your error logs to make sure errors did not occur in webhook processing.":[],"SureCart Webhooks Processing":[],"SureCart Webhooks Processing Error":[],"API for is not reachable.":[],"API for is reachable.":[],"Webhooks Connection":[],"API connectivity":[],"Working":[],"%d Unprocessed webhooks":[],"Webhooks Processing":[],"Not registered":[],"Registered Webhook URL":[],"Store URL":["URL-ul magazinului"],"Store ID":[],"Not connected":[],"Connected":[],"API Connectivity":[],"<p>The Gutenberg plugin is currently active. SureCart blocks might not perform as expected within the block editor. If you encounter any issues, consider disabling the Gutenberg plugin.<p>":[],"Your store does not appear to be using a secure connection. A secure connection (https) is required to use SureCart to process live transactions.":["Magazinul tău nu pare să folosească o conexiune securizată. Este necesară o conexiune securizată (https) pentru a utiliza SureCart pentru a procesa tranzacții live."],"Add to menu":[],"Select all":[],"No product collections added.":[],"Deleted":[],"Custom Forms":[],"Forms":["Formulare"],"Customer Area":[],"Cancellations":["Anulări"],"Cancellation Insights":["Informații despre anulare"],"Upgrade Groups":["Grupuri de upgrade"],"Order Bumps":["Bumps de comandă"],"Add New":["Adaugă"],"Checkouts":[],"Claim Account":[],"Complete Signup":["Înregistrare completă"],"Get Started":["Începe"],"Visit Store":[],"Visit SureCart Store":[],"(GMT+13:00) Tokelau Is.":[],"(GMT+13:00) Samoa":[],"(GMT+13:00) Nuku&#39;alofa":[],"(GMT+12:45) Chatham Is.":[],"(GMT+12:00) Wellington":[],"(GMT+12:00) Marshall Is.":[],"(GMT+12:00) Kamchatka":[],"(GMT+12:00) Fiji":[],"(GMT+12:00) Auckland":[],"(GMT+11:00) Srednekolymsk":[],"(GMT+11:00) Solomon Is.":[],"(GMT+11:00) New Caledonia":[],"(GMT+11:00) Magadan":[],"(GMT+10:00) Vladivostok":[],"(GMT+10:00) Sydney":[],"(GMT+10:00) Port Moresby":[],"(GMT+10:00) Melbourne":[],"(GMT+10:00) Hobart":[],"(GMT+10:00) Guam":[],"(GMT+10:00) Canberra":[],"(GMT+10:00) Brisbane":[],"(GMT+09:30) Darwin":[],"(GMT+09:30) Adelaide":[],"(GMT+09:00) Yakutsk":[],"(GMT+09:00) Tokyo":[],"(GMT+09:00) Seoul":[],"(GMT+09:00) Sapporo":[],"(GMT+09:00) Osaka":[],"(GMT+08:00) Ulaanbaatar":[],"(GMT+08:00) Taipei":[],"(GMT+08:00) Singapore":[],"(GMT+08:00) Perth":[],"(GMT+08:00) Kuala Lumpur":[],"(GMT+08:00) Irkutsk":[],"(GMT+08:00) Hong Kong":[],"(GMT+08:00) Chongqing":[],"(GMT+08:00) Beijing":[],"(GMT+07:00) Novosibirsk":[],"(GMT+07:00) Krasnoyarsk":[],"(GMT+07:00) Jakarta":[],"(GMT+07:00) Hanoi":[],"(GMT+07:00) Bangkok":[],"(GMT+06:30) Rangoon":[],"(GMT+06:00) Urumqi":[],"(GMT+06:00) Dhaka":[],"(GMT+06:00) Astana":[],"(GMT+06:00) Almaty":[],"(GMT+05:45) Kathmandu":[],"(GMT+05:30) Sri Jayawardenepura":[],"(GMT+05:30) New Delhi":[],"(GMT+05:30) Mumbai":[],"(GMT+05:30) Kolkata":[],"(GMT+05:30) Chennai":[],"(GMT+05:00) Tashkent":[],"(GMT+05:00) Karachi":[],"(GMT+05:00) Islamabad":[],"(GMT+05:00) Ekaterinburg":[],"(GMT+04:30) Kabul":[],"(GMT+04:00) Yerevan":[],"(GMT+04:00) Tbilisi":[],"(GMT+04:00) Samara":[],"(GMT+04:00) Muscat":[],"(GMT+04:00) Baku":[],"(GMT+04:00) Abu Dhabi":[],"(GMT+03:30) Tehran":[],"(GMT+03:00) Volgograd":[],"(GMT+03:00) St. Petersburg":[],"(GMT+03:00) Riyadh":[],"(GMT+03:00) Nairobi":[],"(GMT+03:00) Moscow":[],"(GMT+03:00) Minsk":[],"(GMT+03:00) Kuwait":[],"(GMT+03:00) Istanbul":[],"(GMT+03:00) Baghdad":[],"(GMT+02:00) Vilnius":[],"(GMT+02:00) Tallinn":[],"(GMT+02:00) Sofia":[],"(GMT+02:00) Riga":[],"(GMT+02:00) Pretoria":[],"(GMT+02:00) Kyiv":[],"(GMT+02:00) Kaliningrad":[],"(GMT+02:00) Jerusalem":[],"(GMT+02:00) Helsinki":[],"(GMT+02:00) Harare":[],"(GMT+02:00) Cairo":[],"(GMT+02:00) Bucharest":[],"(GMT+02:00) Athens":[],"(GMT+01:00) Zurich":[],"(GMT+01:00) Zagreb":[],"(GMT+01:00) West Central Africa":[],"(GMT+01:00) Warsaw":[],"(GMT+01:00) Vienna":[],"(GMT+01:00) Stockholm":[],"(GMT+01:00) Skopje":[],"(GMT+01:00) Sarajevo":[],"(GMT+01:00) Rome":[],"(GMT+01:00) Prague":[],"(GMT+01:00) Paris":[],"(GMT+01:00) Madrid":[],"(GMT+01:00) Ljubljana":[],"(GMT+01:00) Dublin":[],"(GMT+01:00) Copenhagen":[],"(GMT+01:00) Casablanca":[],"(GMT+01:00) Budapest":[],"(GMT+01:00) Brussels":[],"(GMT+01:00) Bratislava":[],"(GMT+01:00) Bern":[],"(GMT+01:00) Berlin":[],"(GMT+01:00) Belgrade":[],"(GMT+01:00) Amsterdam":[],"(GMT+00:00) UTC":[],"(GMT+00:00) Monrovia":[],"(GMT+00:00) London":[],"(GMT+00:00) Lisbon":[],"(GMT+00:00) Edinburgh":[],"(GMT-01:00) Cape Verde Is.":[],"(GMT-01:00) Azores":[],"(GMT-02:00) Mid-Atlantic":[],"(GMT-03:00) Montevideo":[],"(GMT-03:00) Greenland":[],"(GMT-03:00) Buenos Aires":[],"(GMT-03:00) Brasilia":[],"(GMT-03:30) Newfoundland":[],"(GMT-04:00) Santiago":[],"(GMT-04:00) Puerto Rico":[],"(GMT-04:00) La Paz":[],"(GMT-04:00) Georgetown":[],"(GMT-04:00) Caracas":[],"(GMT-04:00) Atlantic Time (Canada)":[],"(GMT-05:00) Quito":[],"(GMT-05:00) Lima":[],"(GMT-05:00) Bogota":[],"(GMT-06:00) Saskatchewan":[],"(GMT-06:00) Monterrey":[],"(GMT-06:00) Mexico City":[],"(GMT-06:00) Guadalajara":[],"(GMT-06:00) Central America":[],"(GMT-07:00) Mazatlan":[],"(GMT-07:00) Chihuahua":[],"(GMT-08:00) Tijuana":[],"(GMT-11:00) Midway Island":[],"(GMT-11:00) American Samoa":[],"(GMT-12:00) International Date Line West":[],"(GMT-05:00) Indiana (East)":[],"(GMT-05:00) Eastern Time (US & Canada)":[],"(GMT-05:00) America\/Kentucky\/Monticello":[],"(GMT-05:00) America\/Kentucky\/Louisville":[],"(GMT-05:00) America\/Indiana\/Winamac":[],"(GMT-05:00) America\/Indiana\/Vincennes":[],"(GMT-05:00) America\/Indiana\/Vevay":[],"(GMT-05:00) America\/Indiana\/Petersburg":[],"(GMT-05:00) America\/Indiana\/Marengo":[],"(GMT-05:00) America\/Detroit":[],"(GMT-06:00) Central Time (US & Canada)":[],"(GMT-06:00) America\/North_Dakota\/New_Salem":[],"(GMT-06:00) America\/North_Dakota\/Center":[],"(GMT-06:00) America\/North_Dakota\/Beulah":[],"(GMT-06:00) America\/Menominee":[],"(GMT-06:00) America\/Indiana\/Tell_City":[],"(GMT-06:00) America\/Indiana\/Knox":[],"(GMT-07:00) Mountain Time (US & Canada)":[],"(GMT-07:00) Arizona":[],"(GMT-07:00) America\/Boise":[],"(GMT-08:00) Pacific Time (US & Canada)":[],"(GMT-09:00) America\/Yakutat":[],"(GMT-09:00) America\/Sitka":[],"(GMT-09:00) America\/Nome":[],"(GMT-09:00) America\/Metlakatla":[],"(GMT-09:00) America\/Anchorage":[],"(GMT-09:00) Alaska":[],"(GMT-10:00) Hawaii":[],"(GMT-10:00) America\/Adak":[],"%s = human-readable time difference\u0004%s ago":["Acum %s"],"This is outside the allowed amount.":[],"max count reached":["număr maxim atins"],"must be at least 12 hours between emails":["trebuie să treacă cel puțin 12 ore între două e-mailuri"],"must be less than 1 week":["trebuie să fie mai puțin de o săptămână"],"must be 15 minutes or more":["trebuie să fie de 15 minute sau mai mult"],"Only one active abandoned checkout is allowed at a time":["Este permisă doar o singură verificare de abandon activă la un moment dat"],"It is not a valid hex color.":["Nu este o culoare hex validă."],"It is not valid or enabled.":["Nu este valabil sau activat."],"It is expired.":["A expirat(ă)."],"It does not match parent currency.":["Aceasta nu se potrivește cu moneda-mamă."],"It is archived.":["Este arhivat(ă)."],"Must be even":["Trebuie să fie par"],"Must be odd":["Trebuie să fie impar"],"Wrong length.":["Lungime greșită."],"Must be smaller.":["Trebuie să fie mai mic(ă)."],"Must be larger.":["Trebuie să fie mai mare."],"Too short.":["Prea scurt(ă)."],"Too long.":["Prea lung(ă)."],"Must be accepted.":["Trebuie să fie acceptat(ă)."],"This doesn't match":["Nu se potrivește"],"This is reserved.":["Este rezervat(ă)."],"This is not included in the list.":["Nu este inclusă în listă."],"Validation failed":["Validarea a eșuat"],"Must be an integer":["Trebuie să fie un număr întreg"],"Not a number":["Nu este un număr"],"Not found.":["Nu a fost găsit."],"Must be blank":["Trebuie să fie gol"],"Can't be blank.":["Nu poate fi gol."],"Can't be empty.":["Nu poate fi gol."],"There were some validation errors.":["Au existat unele erori de validare."],"Invalid.":["Invalid."],"%s is no longer purchasable.":["%s nu mai poate fi achiziționat."],"%s is too high.":["%s e prea mare."],"%s is not available with subscriptions.":["%s nu este disponibil în cazul abonamentelor."],"%s must be a number.":["%s trebuie să fie un număr."],"%s can't be blank.":["%s nu poate fi gol."],"This email is already in use.":[],"The quantity returned is greater than the quantity fulfilled.":[],"The currency of this product's price is different from the store currency.":[],"This product is no longer available for purchase.":[],"This product is out of stock.":[],"This amount is outside the allowed amount.":[],"You have exceeded the purchase limit for this product.":[],"This payment method cannot be deleted because there are no other valid or reusable saved payment methods available.":[],"This payment method is not valid or reusable.":[],"This coupon is not applicable to this subscription.":[],"The minimum amount must be a number.":[],"The minimum amount must be greater than or equal to zero.":[],"The maximum amount must be a number.":[],"The maximum amount must be greater than or equal to the minimum amount.":[],"The minimum weight must be a number.":[],"The minimum weight must be greater than or equal to zero.":[],"The maximum weight must be a number.":[],"The maximum weight must be greater than or equal to the minimum weight.":[],"The shipping method cannot be blank.":[],"The shipping weight unit is not valid.":[],"The shipping weight unit cannot be blank.":[],"The shipping rate type is not valid.":[],"The shipping rate type cannot be blank.":[],"The shipping method description is too long. Please enter a shorter description.":[],"The shipping method name is already in use.":[],"The shipping method name is too long. Please enter a shorter name.":[],"The shipping method name cannot be blank.":[],"The selected countries are not valid.":[],"The selected countries are already used in another shipping zone.":[],"The shipping zone name is too long. Please enter a shorter name.":[],"The shipping zone name is already in use.":[],"The shipping zone name cannot be blank.":[],"The shipping profile name is too long. Please enter a shorter name.":[],"The shipping profile name cannot be blank.":[],"The shipping method name is already in use .":[],"We don't currently ship to your address.":[],"This URL part is already taken. Please choose another URL part.":[],"The name cannot be blank.":[],"This name is already taken. Please choose another name.":[],"You have reached the maximum number of options for this product.":[],"This option name is already taken. Please use a different name.":[],"You have already requested a code in the last 60 seconds. Please wait before requesting again.":["Ai solicitat deja un cod în ultimele 60 de secunde. Te rugăm să aștepți înainte de a solicita din nou."],"This file type is not supported.":[],"You cannot delete this media item because it is currently being used.":["Nu poți șterge acest element media deoarece este utilizat în prezent."],"You cannot enable taxes unless a valid tax address is provided":["Nu poți activa taxele decât dacă este furnizată o adresă fiscală validă"],"You cannot enable EU Micro Exemption if your address is outside of the EU.":["Nu poți activa EU Micro Exemption dacă adresa ta se află în afara UE."],"You are already collecting tax for this zone.":["Colectezi deja impozitul pentru această zonă."],"The maximum price must be greater than the minimum price.":["Prețul maxim trebuie să fie mai mare decât prețul minim."],"The minimum price must be smaller.":["Prețul minim trebuie să fie mai mic."],"The maximum price must be smaller.":["Prețul maxim trebuie să fie mai mic."],"This price is currently being used in subscriptions or checkout sessions. Please archive the price and create another one.":["Acest preț este utilizat în prezent în abonamente sau sesiuni de plată. Te rugăm să arhivezi prețul și să creezi altul."],"This product is no longer purchaseable.":["Acest produs nu mai poate fi achiziționat."],"You can only apply this offer once.":["Poți aplica această ofertă o singură dată."],"This prefix is too short. Please enter a longer prefix.":["Acest prefix este prea scurt. Te rugăm să introduci un prefix mai lung."],"This prefix is too long. Please enter a shorter prefix.":["Acest prefix este prea lung. Te rugăm să introduci un prefix mai scurt."],"Please double-check your prefix does not contain any spaces, underscores, dashes or special characters.":["Te rugăm să verifici de două ori dacă prefixul tău nu conține spații, liniuțe, sublinieri sau caractere speciale."],"This is not a valid coupon code":["Acesta nu este un cod cupon valabil"],"This discount code does not apply to this currency.":["Acest cod de reducere nu se aplică la această monedă."],"This coupon has expired.":["Acest cupon a expirat."],"Your postal code is not valid.":["Codul tău poștal nu este valabil."],"Failed to update. Please check for errors and try again.":["Nu s-a reușit actualizarea. Te rugăm să verifici dacă există erori și să încerci din nou."],"This coupon code is invalid.":["Acest cod promoțional nu este valabil."],"The prices in this checkout session have changed. Please recheck it before submitting again.":["Prețurile din această sesiune de checkout s-au modificat. Te rugăm să le verifici din nou înainte de a le trimite din nou."],"Please enter a valid tax number.":["Te rugăm să introduci un număr de identificare fiscală valabil."],"Please add a valid address with necessary shipping information.":[],"The product image must be an image.":["Imaginea produsului trebuie să fie o imagine."],"This product has prices that are currently being used. Please archive the product instead if it is not already archived.":["Acest produs are prețuri care sunt utilizate în prezent. Te rugăm să arhivezi produsul în schimb, dacă nu este deja arhivat."],"There are no processors to make the payment. Please contact us for assistance.":["Nu există procesatori care să efectueze plata. Te rugăm să ne contactezi pentru asistență."],"This promotion code already exists. Please archive the old code or use a different code.":["Acest cod promoțional există deja. Te rugăm să arhivezi vechiul cod sau să folosești un alt cod."],"A price with this currency and recurring interval already exists. Please create a new product to create this price.":["Există deja un preț cu această monedă și un interval recurent. Te rugăm să creezi un produs nou pentru a crea acest preț."],"The compare at price must be greater than the price.":["Comparația cu prețul trebuie să fie mai mare decât prețul."],"The price cannot be blank.":["Prețul nu poate fi gol."],"You cannot add a one-time product to a subscription.":["Nu poți adăuga un produs unic la un abonament."],"The payment method is not valid (chargeable fingerprint blank). Please double-check it and try again.":[],"This payment method cannot be used for subscriptions.":["Această metodă de plată nu poate fi utilizată pentru abonamente."],"The refund amount is greater than the refundable amount.":["Suma de rambursare este mai mare decât suma rambursabilă."],"This download cannot be removed or archived when it is set as the current release.":["Această descărcare nu poate fi eliminată sau arhivată atunci când este setată ca versiune curentă."],"Please select a customer.":[],"This coupon is not valid. Please double-check it and try again.":["Acest cupon nu este valabil. Te rugăm să îl verifici de două ori și să încerci din nou."],"Please fill out your address.":["Te rugăm să completezi adresa ta."],"One of these products is no longer purchaseable.":["Unul dintre aceste produse nu mai poate fi achiziționat."],"Please add at least one product.":["Te rugăm să adaugi cel puțin un produs."],"Invalid Checkout":[],"Invalid promotion code.":["Cod promoțional invalid."],"The price is already being used in subscriptions or checkout sessions. Please archive the price and create another one.":["Prețul este deja utilizat în abonamente sau sesiuni de plată. Te rugăm să arhivezi prețul și să creezi altul."],"This coupon is for a different currency and cannot be applied.":["Acest cupon este pentru o monedă diferită și nu poate fi aplicat."],"Failed to save coupon.":["Nu s-a reușit salvarea cuponului."],"Could not complete the request. Please try again.":["Nu s-a putut finaliza cererea. Te rugăm să încerci din nou."],"Repeat payment":["Plată repetată"],"Pay what you want":["Plătește cât vrei"],"Amount":["Sumă"],"Percent Off":["Procent de reducere"],"Amount Off":["Suma redusă"],"Promotion code":["Cod promoțional"],"Error.":["Eroare."],"You must spend at least %s to use this coupon.":[],"You must enter a quantity greater than or equal to %s":[],"The product is out of stock. Please remove it from your cart.":[],"You must enter an amount between %1$s and %2$s":["Trebuie să introduci o sumă cuprinsă între %1$s și %2$s"],"%s is invalid.":["%s nu este valid."],"Zambian Kwacha":["Zambian Kwacha"],"Yemeni Rial":["Yemeni Rial"],"West African Cfa Franc":["West African Cfa Franc"],"Vietnamese Đồng":["Vietnamez Đồng"],"Vanuatu Vatu":["Vanuatu Vatu"],"Uzbekistan Som":["Uzbekistan Som"],"Uruguayan Peso":["Peso uruguayan"],"United States Dollar":["Dolarul Statelor Unite ale Americii"],"United Arab Emirates Dirham":["Dirham din Emiratele Arabe Unite"],"Ukrainian Hryvnia":["Hrivna ucraineană"],"Ugandan Shilling":["Șiling ugandez"],"Turkish Lira":["Lira turcească"],"Trinidad and Tobago Dollar":["Dolarul Trinidad și Tobago"],"Tongan Paʻanga":["Paʻanga din Tonga"],"Thai Baht":["Baht thailandez"],"Tanzanian Shilling":["Șiling tanzanian"],"Tajikistani Somoni":["Somoni tadjikistani"],"São Tomé and Príncipe Dobra":["São Tomé and Príncipe Dobra"],"Swiss Franc":["Franc elvețian"],"Swedish Krona":["Coroana suedeză"],"Swazi Lilangeni":["Lilangeni Swazi"],"Surinamese Dollar":["Dolarul surinamez"],"Sri Lankan Rupee":["Rupie srilankeză"],"South Korean Won":["Won sud-coreean"],"South African Rand":["Rand sud-african"],"Somali Shilling":["Șiling somalez"],"Solomon Islands Dollar":["Dolarul din Insulele Solomon"],"Singapore Dollar":["Dolarul Singapore"],"Sierra Leonean Leone":["Sierra Leonean Leone"],"Seychellois Rupee":["Rupie seychelloise"],"Serbian Dinar":["Dinar sârbesc"],"Saudi Riyal":["Riyal saudit"],"Samoan Tala":["Samoană Tala"],"Saint Helenian Pound":["Libra Sfânta Elena"],"Rwandan Franc":["Franc rwandez"],"Russian Ruble":["Rubla rusească"],"Romanian Leu":["Leu românesc"],"Qatari Riyal":["Riyal qatariot"],"Polish Złoty":["Złot polonez"],"Philippine Peso":["Peso filipinez"],"Peruvian Sol":["Sol peruvian"],"Paraguayan Guaraní":["Guaraní paraguayan"],"Papua New Guinean Kina":["Kina din Papua Noua Guinee"],"Panamanian Balboa":["Balboa panamez"],"Pakistani Rupee":["Rupie pakistaneză"],"Norwegian Krone":["Coroana norvegiană"],"Nigerian Naira":["Naira nigeriană"],"Nicaraguan Córdoba":["Cordoba din Nicaragua"],"New Zealand Dollar":["Dolarul neozeelandez"],"New Taiwan Dollar":["Noul dolar taiwanez"],"Netherlands Antillean Gulden":["Gulden din Antilele olandeze"],"Nepalese Rupee":["Rupie nepaleză"],"Namibian Dollar":["Dolarul namibian"],"Myanmar Kyat":["Kyat din Myanmar"],"Mozambican Metical":["Metical mozambican"],"Moroccan Dirham":["Dirham marocan"],"Mongolian Tögrög":["Tögrög mongolez"],"Moldovan Leu":["Leu moldovenesc"],"Mexican Peso":["Peso mexican"],"Mauritian Rupee":["Rupia mauritiană"],"Mauritanian Ouguiya":["Ouguiya mauritană"],"Maldivian Rufiyaa":["Rufiyaa din Maldive"],"Malaysian Ringgit":["Ringgit malaezian"],"Malawian Kwacha":["Kwacha malawian"],"Macedonian Denar":["Denar macedonean"],"Macanese Pataca":["Pataca macaneză"],"Liberian Dollar":["Dolarul liberian"],"Lesotho Loti":["Lesotho Loti"],"Lebanese Pound":["Liră libaneză"],"Lao Kip":["Lao Kip"],"Kyrgyzstani Som":["Som din Kârgâzstan"],"Kenyan Shilling":["Șiling kenyan"],"Kazakhstani Tenge":["Tenge kazahă"],"Japanese Yen":["Yen japonez"],"Jamaican Dollar":["Dolar jamaican"],"Israeli New Sheqel":["Noul Sheqel israelian"],"Indonesian Rupiah":["Rupia indoneziană"],"Indian Rupee":["Rupie indiană"],"Icelandic Króna":["Króna islandeză"],"Hungarian Forint":["Forint maghiar"],"Hong Kong Dollar":["Dolarul Hong Kong"],"Honduran Lempira":["Lempira honduriană"],"Haitian Gourde":["Gourde haitian"],"Guyanese Dollar":["Dolarul guyanez"],"Guinean Franc":["Franc guineean"],"Guatemalan Quetzal":["Quetzal guatemalez"],"Gibraltar Pound":["Liră Gibraltar"],"Georgian Lari":["Lari georgian"],"Gambian Dalasi":["Dalasi Gambian"],"Fijian Dollar":["Dolarul fijian"],"Falkland Pound":["Liră Falkland"],"Euro":["Euro"],"Ethiopian Birr":["Birr etiopian"],"Egyptian Pound":["Liră egipteană"],"East Caribbean Dollar":["Dolarul din Caraibe de Est"],"Dominican Peso":["Peso dominican"],"Djiboutian Franc":["Franc jiboutian"],"Danish Krone":["Coroana daneză"],"Czech Koruna":["Coroana cehă"],"Croatian Kuna":["Kuna croată"],"Costa Rican Colón":["Colón din Costa Rica"],"Congolese Franc":["Franc congolez"],"Comorian Franc":["Franc comorian"],"Colombian Peso":["Peso columbian"],"Chinese Renminbi Yuan":["Renminbi chinezesc Yuan"],"Chilean Peso":["Peso chilian"],"Cfp Franc":["Cfp Franc"],"Central African Cfa Franc":["Franc Cfa din Africa Centrală"],"Cayman Islands Dollar":["Dolarul din Insulele Cayman"],"Cape Verdean Escudo":["Escudo din Capul Verde"],"Canadian Dollar":["Dolarul canadian"],"Cambodian Riel":["Riel cambodgian"],"Burundian Franc":["Franc burundian"],"Bulgarian Lev":["Lev bulgăresc"],"Brunei Dollar":["Dolarul Brunei"],"British Pound":["Lira sterlină britanică"],"Brazilian Real":["Real brazilian"],"Botswana Pula":["Pula din Botswana"],"Bosnia and Herzegovina Convertible Mark":["Bosnia și Herțegovina Marcă"],"Bolivian Boliviano":["Bolivian Bolivian"],"Bermudian Dollar":["Dolarul bermudean"],"Belize Dollar":["Dolarul Belize"],"Belarusian Ruble":["Rubla belarusă"],"Barbadian Dollar":["Dolarul barbadian"],"Bangladeshi Taka":["Taka din Bangladesh"],"Bahamian Dollar":["Dolarul bahamian"],"Azerbaijani Manat":["Manat din Azerbaidjan"],"Australian Dollar":["Dolar australian"],"Aruban Florin":["Florin Aruban"],"Armenian Dram":["Dramă armeană"],"Argentine Peso":["Peso argentinian"],"Angolan Kwanza":["Kwanza angoleză"],"Algerian Dinar":["Dinarul algerian"],"Albanian Lek":["Lek albanez"],"No theme is defined for this template.":["Nu este definită o temă pentru acest șablon."],"Display all individual product collections content unless a custom template has been applied.":[],"Display all individual product collections unless a custom template has been applied.":[],"Template name\u0004Product Collections":[],"Template name\u0004SureCart Product Collections":[],"Display all individual products content unless a custom template has been applied.":[],"Display all individual products unless a custom template has been applied.":[],"Template name\u0004Products":[],"Template name\u0004SureCart Products":[],"Your email and cart are saved so we can send email reminders about this order.":["Adresa ta de e-mail și coșul de cumpărături sunt salvate pentru a putea trimite memento-uri prin e-mail cu privire la această comandă."],"collection-page-slug\u0004collections":[],"product-page-slug\u0004products":["produse"],"buy-page-slug\u0004buy":["cumpărați"],"Enter a custom base to use. A base must be set or WordPress will use default instead.":["Introduceți o bază personalizată de utilizat. O bază trebuie să fie setată sau WordPress va folosi baza implicită în locul acesteia."],"Custom base":["Baza personalizată"],"Product Collections":[],"If you like, you may enter custom structures for your product page URLs here. For example, using <code>collections<\/code> would make your product collection links like <code>%scollections\/sample-collection\/<\/code>.":[],"SureCart Product Collection Permalinks":[],"If you like, you may enter custom structures for your instant checkout URLs here. For example, using <code>buy<\/code> would make your product buy links like <code>%sbuy\/sample-product\/<\/code>.":["Dacă dorești, poți introduce aici structuri personalizate pentru URL-urile tale de plată instantanee. De exemplu, dacă folosești <code>buy<\/code>, linkurile de cumpărare a produselor tale ar fi <code>%sbuy\/sample-product\/<\/code>."],"SureCart Instant Checkout Permalinks":["Permalink-uri de plată instantanee SureCart"],"Shop":["Magazin"],"Default":["Implicit"],"If you like, you may enter custom structures for your product page URLs here. For example, using <code>products<\/code> would make your product buy links like <code>%sproducts\/sample-product\/<\/code>.":["Dacă dorești, poți introduce aici structuri personalizate pentru URL-urile paginilor de produse. De exemplu, dacă utilizezi <code>products<\/code>, linkurile de cumpărare a produselor tale ar fi <code>%sproducts\/sample-product\/<\/code>."],"SureCart Product Permalinks":["Permalink-uri de produs SureCart"],"The associated tax zone.":["Zona fiscală asociată."],"The associated tax identifier.":["Identificatorul fiscal asociat."],"The associated EU tax identifier.":["Identificatorul fiscal UE asociat."],"The associated Canadian tax identifier.":["Identificatorul fiscal canadian asociat."],"If set to true taxes will be automatically calculated.":["Dacă este setat la true, taxele vor fi calculate automat."],"If set to true VAT taxes will be calculated for all EU countries.":["Dacă este setat la true, taxele de TVA vor fi calculate pentru toate țările UE."],"If set to true VAT taxes will be calculated using the account's home country VAT rate.":["Dacă este setat la true, taxele de TVA vor fi calculate folosind cota de TVA din țara de origine a contului."],"If set to true GST taxes will be calculated for all Canadian provinces.":["Dacă este setat la true, taxele GST vor fi calculate pentru toate provinciile canadiene."],"Upgrade behavior. Either pending or immediate.":["Comportamentul de upgrade. Fie în așteptare, fie imediat."],"Downgrade behavior. Either pending or immediate.":["Comportamentul de retrogradare. Fie în așteptare, fie imediat."],"Cancel behavior. Either pending or immediate.":["Comportamentul de anulare. Fie în așteptare, fie imediat."],"Payment retry window in weeks.":["Fereastra de reîncercare a plății în săptămâni."],"The start of the date range to query.":["Începutul intervalului de date care trebuie interogat."],"The interval to group statistics on – one of hour, day, week, month, or year.":["Intervalul pe care se grupează statisticile - unul dintre ore, zile, săptămâni, luni sau ani."],"The end of the date range to query.":["Sfârșitul intervalului de date care trebuie interogat."],"Only return objects that have this currency. If not set, this will fallback to the account's default currency.":["Returnează numai obiectele care au această monedă. Dacă nu este setată, se va reveni la moneda implicită a contului."],"Whether or not shipping is enabled":[],"Type of object (Settings)":["Tipul de obiect (Setări)"],"Sorry, you are not allowed to edit products.":["Ne pare rău, nu ai voie să editezi produse."],"Only return objects that belong to the given product collections.":[],"Only return objects that belong to the given product groups.":["Returnează numai obiectele care aparțin grupurilor de produse date."],"Only return products that are recurring or not recurring (one time).":["Returnează numai produsele care sunt recurente sau nu sunt recurente (o singură dată)."],"Top level metrics for the product.":["Măsurători de nivel superior pentru produs."],"Stored product metadata":["Metadate stocate ale produsului"],"Files attached to the product.":["Fișiere atașate la produs."],"A limit on the number of records returned":["O limită a numărului de înregistrări returnate"],"Sorry, you are not allowed to edit product collections.":[],"Only return objects that belong to the given products.":["Returnează numai obiectele care aparțin produselor date."],"Ensure result set excludes specific IDs.":["Asigurați-vă că setul de rezultate exclude anumite ID-uri."],"The query to be used for full text search of this collection.":["Interogarea care urmează să fie utilizată pentru căutarea textului integral al acestei colecții."],"Only return prices that allow ad hoc amounts or not.":["Se returnează numai prețurile care permit sau nu sume ad hoc."],"Whether to get archived products or not.":["Dacă se dorește sau nu obținerea produselor arhivate."],"The content for the object.":["Conținutul obiectului."],"The terms of service link that is shown to customers on the customer portal.":["Legătura cu termenii serviciului care este afișată clienților pe portalul clienților."],"Whether or not customers can change subscription quantities from the customer portal.":["Dacă clienții pot sau nu pot modifica cantitățile de abonamente din portalul clienților."],"Whether or not customers can make subscription changes from the customer portal.":["Dacă clienții pot sau nu pot efectua modificări ale abonamentului din portalul clienților."],"Whether or not customers can cancel subscriptions from the customer portal.":["Dacă clienții pot sau nu să anuleze abonamentele de pe portalul clienților."],"The type of number to use for orders – one of sequential or token.":["Tipul de număr care urmează să fie utilizat pentru comenzi - unul secvențial sau simbolic."],"The prefix that is added to all order numbers. Must be between 3-12 characters and only include letters.":["Prefixul care se adaugă la toate numerele de ordine. Trebuie să aibă între 3-12 caractere și să includă numai litere."],"The default memo that is shown on all order statements (i.e. invoices and receipts).":["Nota implicită care este afișată pe toate extrasele de comandă (de exemplu, facturi și chitanțe)."],"The default footer that is shown on all order statements (i.e. invoices and receipts).":["Partea de subsol implicită care este afișată pe toate declarațiile de comandă (de exemplu, facturi și chitanțe)."],"Password":["Parolă"],"The model to get integration providers for.":["Modelul pentru care trebuie să obțineți furnizori de integrare."],"The SureCart model id.":["ID-ul modelului SureCart."],"The SureCart model name.":["Numele modelului SureCart."],"Dry run the sync.":["Rulează sincronizarea în regim de probă."],"Run any purchase syncing actions.":["Rulează orice acțiune de sincronizare a achizițiilor."],"Create the WordPress user.":["Creează utilizatorul WordPress."],"The reply-to email address to use when sending emails to customers.":["Adresa de e-mail de răspuns care trebuie utilizată la trimiterea de e-mailuri către clienți."],"The language that will be used for all customer notifications. Current available locales are de, en, es, and fr.":["Limba care va fi utilizată pentru toate notificările clienților. Limbile locale disponibile în prezent sunt de, en, es și fr."],"The from name to use when sending emails to customers.":["Numele de la care se utilizează atunci când se trimit e-mailuri către clienți."],"If set to true refund emails will be sent to customers.":["Dacă este setat la true, vor fi trimise e-mailuri de rambursare clienților."],"If set to true subscription dunning emails will be sent to customers.":["Dacă este setat la true, clienților li se vor trimite e-mailuri de reclamare a abonamentului."],"If set to true order confirmation emails will be sent to customers.":["Dacă este setat la true, clienților li se vor trimite e-mailuri de confirmare a comenzii."],"If set to true abandonded order reminder emails will be sent to customers.":["Dacă este setat la true, clienților li se vor trimite e-mailuri de reamintire a comenzilor abandonate."],"Form ID is invalid.":["ID-ul formularului nu este valid."],"Form ID is required.":["Este necesar un formular de identificare."],"The discount for the session.":["Reducerea pentru sesiune."],"The line items for the session.":["Elementele pentru sesiune."],"The customer for the session.":["Clientul pentru sesiune."],"The customer id for the order.":["ID-ul clientului pentru comandă."],"Metadata for the order.":["Metadatele pentru comandă."],"The currency for the session.":["Moneda pentru această sesiune."],"Login":["Autentificare"],"The UUID of the price.":["UUID al prețului."],"The priority of this bump in relation to other bumps. Must be in the range of 1 - 5.":["Prioritatea acestui bump în raport cu alte bump-uri. Trebuie să fie cuprinsă între 1 și 5."],"Percent that will be taken off line items associated with this bump.":["Procentul care va fi luat de la elementele asociate cu acest bump."],"A name for this upsell that will be visible to customers. If empty, the product name will be used.":[],"The conditions that will filter this bump to be recommeneded. Accepted keys are price_ids, product_ids, and product_group_ids with array values.":["Condițiile care vor filtra acest bump vor fi recomandate. Cheile acceptate sunt price_ids, product_ids și product_group_ids cu valori de matrice."],"Whether or not this bump is currently enabled and being shown to customers.":["Dacă acest bump este sau nu activat în prezent și este afișat clienților."],"Amount (in the currency of the price) that will be taken off line items associated with this bump.":["Suma (în moneda în care este exprimat prețul) care va fi decontată de la articolele asociate cu acest bump."],"Type of object (bump)":["Tipul de obiect (bump)"],"The default footer for invoices and receipts.":["Subsolul de pagină implicit pentru facturi și chitanțe."],"The default memo for invoices and receipts.":["Nota implicită pentru facturi și chitanțe."],"The associated address.":["Adresa asociată."],"The URL of the brand logo.":["Adresa URL a logo-ului mărcii."],"The website that will be shown to customers for support, on invoices, etc.":["Site-ul web care va fi afișat clienților pentru asistență, pe facturi etc."],"The phone number that will be shown to customers for support, on invoices, etc.":["Numărul de telefon care va fi afișat clienților pentru asistență, pe facturi etc."],"The email address that will be shown to customers for support, on invoices, etc.":["Adresa de e-mail care va fi afișată clienților pentru asistență, pe facturi, etc."],"The brand color.":["Culoarea mărcii."],"Determines whether the pattern is visible in inserter.":["Determină dacă modelul este vizibil în inserator."],"The pattern content.":["Conținutul modelului."],"The pattern keywords.":["Cuvintele cheie ale modelului."],"The pattern category slugs.":["Categoria de model melci."],"Block types that the pattern is intended to be used with.":["Tipuri de blocuri cu care se intenționează să fie utilizat modelul."],"The pattern viewport width for inserter preview.":["Lățimea ferestrei de vizualizare a modelului pentru previzualizarea inseratorului."],"The pattern detailed description.":["Descrierea detaliată a modelului."],"The pattern title, in human readable format.":["Titlul modelului, în format lizibil."],"The pattern name.":["Numele modelului."],"Sorry, you are not allowed to view the registered form patterns.":["Ne pare rău, nu aveți permisiunea de a vizualiza modelele de formulare înregistrate."],"A limit on the number of items to be returned, between 1 and 100.":["O limită a numărului de articole care urmează să fie returnate, între 1 și 100."],"The page of items you want returned.":["Pagina de articole pe care doriți să o returnați."],"The UUID of the license.":["UUID-ul licenței."],"The name of this activation.":["Numele acestei activări."],"The unique identifier for this activation. For example a URL, a machine fingerprint, etc.":["Identificatorul unic pentru această activare. De exemplu, o adresă URL, o amprentă digitală a mașinii etc."],"Connected processors":["Procesoare conectate"],"Owner data.":["Datele proprietarului."],"The default currency for the account.":["Moneda implicită pentru cont."],"The name of the account.":["Numele contului."],"Created at timestamp":["Creat la data de expirare"],"Type of object (Account)":["Tipul de obiect (Cont)"],"This customer's most recent checkout that has been abandoned.":["Cea mai recentă comandă a acestui client care a fost abandonată."],"The customer for the checkout.":["Clientul pentru plată."],"The checkout id for the checkout.":["Identificatorul de plată pentru procedura de plată."],"The current status of this abandonded checkout, which can be one of not_notified, notified, or recovered.":["Starea actuală a acestei plăți abandonate, care poate fi una dintre următoarele: not_notified, notified sau recovered."],"The current notification status for this abandonded checkout, which can be one of not_sent, scheduled, or sent.":["Starea curentă a notificării pentru această plată abandonată, care poate fi una dintre următoarele: not_sent, scheduled sau sent."],"Unique identifier for the object.":["Identificator unic pentru obiect."],"Invalid API token.":["Token API invalid."],"Please connect your site to SureCart.":["Vă rugăm să vă conectați site-ul dvs. la SureCart."],"SureCart Customer":["Client SureCart"],"SureCart Shop Worker":["Lucrător în magazinul SureCart"],"SureCart Accountant":["Contabil SureCart"],"SureCart Shop Manager":["Manager de magazin SureCart"],"This user is already linked to a customer.":["Acest utilizator este deja legat de un client."],"You have already set up your store.":[],"No customer ID or email provided.":["Nu a fost furnizat niciun ID client sau e-mail."],"Something is wrong with the provided link.":["Ceva nu este în regulă cu link-ul furnizat."],"You do not have permission do this.":["Nu aveți permisiunea de a face acest lucru."],"Your session expired - please try again.":["Sesiunea dvs. a expirat - vă rugăm să încercați din nou."],"Add the user role of the user who purchased the product.":["Adăugați rolul de utilizator al utilizatorului care a cumpărat produsul."],"Add User Role":["Adăugați un rol de utilizator"],"Add WordPress User Role":["Adăugați rolul de utilizator WordPress"],"Enable access to a TutorLMS course.":["Activați accesul la un curs TutorLMS."],"TutorLMS Course":["Curs TutorLMS"],"Custom amount":["Suma personalizată"],"This trigger will be fired when a subscription plan is changed to something else.":["Acest declanșator va fi pornit atunci când un plan de abonament este schimbat în altceva."],"Subscription plan changed":["Planul de abonament s-a schimbat"],"This trigger will be fired when a subscription cancels after failed payment or by customer request, or when the purchase is manually revoked by the merchant.":["Acest declanșator va fi activat atunci când un abonament este anulat în urma unei plăți nereușite sau la cererea clientului, sau atunci când achiziția este revocată manual de către comerciant."],"Product purchase is revoked or subscription cancels":["Achiziția produsului este revocată sau abonamentul este anulat"],"This trigger will be fired when a purchase is unrevoked.":["Acest declanșator va fi activat atunci când revocarea unei achiziții este anulată."],"Admin unrevokes a purchase":["Admin anulează o revocare"],"This trigger will be fired when someone first purchases a product.":["Acest declanșator va fi activat atunci când cineva cumpără pentru prima dată un produs."],"Product or subscription is purchased":["Produsul sau abonamentul este achiziționat"],"SureCart eCommerce Platform":["Platforma SureCart eCommerce"],"SureCart product object":["Obiect produs SureCart"],"A specific product name.":["Un nume de produs specific."],"Product Name":["Numele produsului"],"A specific product id.":["Un ID de produs specific."],"Product ID":["ID produs"],"Product":["Produs"],"Previous Product ID":["ID-ul produsului anterior"],"Enable access to a MemberPress membership.":["Activează accesul la un abonament MemberPress."],"Membership Access":["Accesul membrilor"],"MemberPress Membership":["Abonament MemberPress"],"Enable access to a LifterLMS course.":["Activează accesul la un curs LifterLMS."],"LifterLMS Course":["Curs LifterLMS"],"LearnDash Group":["Grup LearnDash"],"Enable access to a LearnDash group.":["Activează accesul la un grup LearnDash."],"LearnDash Groups":["Grupuri LearnDash"],"Enable access to a LearnDash course.":["Activează accesul la un curs LearnDash."],"Course Access":["Acces la curs"],"LearnDash Course":["Curs LearnDash"],"Create New Form":["Creați un formular nou"],"Edit Form":["Editare formular"],"Select Form":["Selectați formularul"],"Enable access to a BuddyBoss Group.":["Activați accesul la un grup BuddyBoss."],"Group Access":["Accesul în grup"],"BuddyBoss Group":["Grupul BuddyBoss"],"Create":["Creează"],"Settings":["Setări"],"Select a form":["Alege un formular"],"SureCart Form":["Formular SureCart"],"Method '%s' not implemented. Must be overridden in subclass.":["Metoda \"%s\" nu este implementată.  Trebuie să fie suprascrisă în subclasă."],"Page title\u0004Dashboard":["Tablou de bord"],"Page slug\u0004customer-dashboard":["tablou-de-bord"],"Page title\u0004Thank you!":["Iți mulțumim!"],"Page slug\u0004order-confirmation":["confirmare de comandă"],"Page title\u0004Checkout":["Plată"],"Page slug\u0004checkout":["plată"],"Form title\u0004Checkout":["Plată"],"Form slug\u0004checkout":["plată"],"SureCart Webhook Creation Error":[],"This user could not be found.":["Acest utilizator nu a putut fi găsit."],"Downloads":["Descărcări"],"Plans":["Planuri"],"Dashboard":["Tablou de bord"],"Billing":["Facturare"],"Account":["Cont"],"I agree to %1$1s's %2$2sPrivacy Policy%3$3s":["Sunt de acord cu %2$2sPolitica de confidențialitate%3$3s a magazinului %1$1s"],"I agree to %1$1s's %2$2sTerms%3$3s":["Sunt de acord cu %2$2stermenii%3$3s magazinului %1$1s"],"I agree to %1$1s's %2$2sTerms%3$3s and %4$4sPrivacy Policy%5$5s":["Sunt de acord cu %2$2sTermenii%3$3s și %4$4sPolitica de confidențialitate%5$5s ale magazinului %1$1s"],"Edit Product":["Editează produsul"],"Invalid verification code":["Cod de verificare invalid"],"The user could not be found.":["Utilizatorul nu a putut fi găsit."],"The integration has been removed or is unavailable.":["Integrarea a fost eliminată sau nu este disponibilă."],"Not Found":["Nu a fost găsit"],"This product is not available for purchase.":["Acest produs nu este disponibil pentru cumpărare."],"This product is invalid.":["Acest produs este invalid."],"Spam check failed. Please try again.":[],"The username <strong>%s<\/strong> is not registered on this site. If you are unsure of your username, try your email address instead.":["Numele de utilizator <strong>%s<\/strong> nu este înregistrat pe acest site. Dacă nu sunteți sigur de numele dvs. de utilizator, încercați în schimb adresa dvs. de e-mail."],"There is no account with that username or email address.":["Nu există niciun cont cu acest nume de utilizator sau adresă de e-mail."],"Test":["Test"],"Edit Subscription":["Editarea abonamentului"],"%1d%% off":["%1d%% redus"],"year":["an","%d ani","%d ani"],"%d year":["%d an","%d ani","%d ani"],"month":["lună","%d luni","%d luni"],"%d month":["%d lună","%d luni","%d luni"],"week":["săptămână","%d săptămâni","%d săptămâni"],"%d week":["%d săptămână","%d săptămâni","%d săptămâni"],"day":["zi","%d zile","%d zile"],"%d day":["%d zi","%d zile","%d zile"],"No Product":[],"for":["pentru"],"(one time)":[],"None":["Niciunul"],"Remaining Payments":["Plăți rămase"],"Past Due":["Cu scadență depășită"],"Trialing":["Încercare"],"Search Subscriptions":["Caută abonamente"],"Advanced":["Avansat"],"Connection":["Conexiune"],"Data Export":["Export de date"],"Payment Processors":["Procesatori de plăți"],"Taxes":["Taxe"],"Subscription Saver":["Subscription Saver"],"Subscriptions":["Abonamente"],"Notifications":["Notificări"],"Abandoned Checkout":["Plata abandonată"],"Orders & Receipts":["Comenzi și chitanțe"],"Design & Branding":["Design și branding"],"All Product Collections":[],"Filter by Product Collection":[],"Filter":[],"Draft":["Ciornă"],"Published":["Publicat"]," and %d other price.":[],"Free":["Gratuit"],"Name your own price":["Alege propriul preț"],"No products found.":["Nu s-au găsit produse."],"%d Available":[],"Featured":["Recomandate"],"Product Page":[],"Collections":[],"Quantity":["Cantitate"],"View Product":["Vezi produsul"],"Live":["Live"],"Search Orders":["Caută comenzi"],"View":["Vezi"],"Edit Product Collection":[],"Description":["Descriere"],"Products":["Produse"],"View Collection":[],"Orders":["Comenzi"],"Delivered":[],"Partially Shipped":[],"Shipped":[],"Not Shipped":[],"All Shipment Statuses":[],"Filter by shipment":[],"Partially Fulfilled":[],"Fulfilled":[],"Unfulfilled":[],"All Fulfillments":[],"Filter by fulfillment":[],"Paypal is taking a closer look at this payment. It’s required for some payments and normally takes up to 3 business days.":["PayPal se uită mai atent la această plată. Este necesar pentru unele plăți și durează în mod normal până la 3 zile lucrătoare."],"Checkout":["Plată"],"Type":["Tip"],"Integrations":["Integrări"],"Shipping":[],"Fulfillment":[],"Order":["Comandă"],"Canceled":["Anulat"],"Failed":["A eșuat"],"Processing":["Prelucrare"],"Paid":["Plătit"],"Invalid API Token":["Token API invalid"],"Inactive":["Inactiv"],"Revoked":["Revocat"],"No licenses found.":["Nu s-au găsit licențe."],"Purchase":["Cumpărare"],"Key":["Cheie"],"Licenses":["Licențe"],"Invoices":["Facturi"],"Refunded":["Rambursat"],"Method":["Metodă"],"Status":["Stare"],"Invoice":["Factură"],"Search Invoices":["Caută facturi"],"Toggle Product Archive":["Schimbă arhiva de produse"],"Are you sure you want to archive this product? This will be unavailable for purchase.":["Ești sigur că vrei să arhivezi acest produs? Acesta nu va fi disponibil pentru cumpărare."],"Are you sure you want to restore this product? This will be be available to purchase.":["Ești sigur că vrei să restaurezi acest produs? Acesta va fi disponibil pentru a fi cumpărat."],"No price":["Fără preț"],"No customers found.":["Nu s-au găsit clienți."],"Created":["Creat"],"Email":["Email"],"Customers":["Clienți"],"Move to Trash":["Mută la coșul de gunoi"],"Delete permanently":["Șterge permanent"],"comment\u0004Not spam":["Nu e spam"],"Restore":["Restaurează"],"comment\u0004Mark as spam":["Marchează ca spam"],"Approve":["Aprobă"],"Unapprove":["Dezaprobă"],"Toggle Coupon Archive":["Comutează arhiva cupoanelor"],"Are you sure you want to archive this coupon? This will be unavailable for purchase.":["Ești sigur că vrei să arhivezi acest cupon? Acesta nu va fi disponibil pentru cumpărare."],"Are you sure you want to restore this coupon? This will be be available to purchase.":["Sunteți sigur că doriți să restaurați acest cupon? Acesta va fi disponibil pentru a fi cumpărat."],"Archive":["Arhivează."],"Un-Archive":["Dezarhivează."],"+ %d more":["+ încă %d"],"No code specified":["Nici un cod specificat"],"Expired":["Expirat"],"Once":["Odată"],"For %d months":["Pentru %d luni"],"Forever":["Pentru totdeauna"],"No discount.":["Fără reducere."],"%d%% off":["%d%% redus"],"Valid until %s":["Valabil până la %s"],"Usage":["Utilizare"],"Code":["Cod"],"Search Coupons":["Căutare cupoane"],"Coupons":["Cupoane"],"Coupon Applied":["Cupon aplicat"],"Saved":["Salvat"],"View Customer":["Vezi client"],"No name provided":["Niciun nume furnizat"],"No cancellation acts.":["Nu sunt acte de anulare."],"All Cancellation Attempts":["Toate încercările de anulare"],"No product":["Niciun produs"],"Plan Status":["Starea Planului"],"Comment":["Comentariu"],"Cancellation Reason":["Motivul anulării"],"Plan":["Plan"],"Customer":["Client"],"Subscription Saver & Insights":["Subscription Saver & Statistici"],"Edit":["Editează."],"Updated":["Actualizat"],"One-Time":["O singură dată"],"Subscription":["Abonament"],"No order bumps found.":["Nu s-au găsit bumps."],"Select comment":["Selectați un comentariu"],"Price":["Preț"],"Name":["Nume"],"Archived":["Arhivat"],"Active":["Activ"],"Product restored.":["Produs restaurat."],"Product archived.":["Produs arhivat."],"Bumps":["Bumps"],"Abandoned Checkouts":["Plăti abandonate."],"View Checkout":["Vezi Plata"],"By %s":["Până la %s"],"Edit Order":["Editează comanda."],"Recovered Before Email Was Sent":["Recuperat înainte de a fi trimis e-mailul"],"Recovered":["Recuperat"],"Abandoned":["Abandonat"],"Email Sent":["Email trimis"],"Total":["Total"],"Recovery Status":["Starea de recuperare"],"Email Status":["Stare e-mail"],"Date":["Data"],"Placed By":["Plasat de"],"Search Abanonded Orders":["Căutați comenzi abandonate"],"Not Scheduled":["Neprogramat"],"Sent":["Trimis"],"Scheduled":["Programat"],"All":["Toate"],"Cart":["Coș"],"Checkout Form":["Formular de plată"],"SureCart is syncing customers in the background. The process may take a little while, so please be patient.":["SureCart sincronizează clienții în fundal. Procesul poate dura ceva timp, așa că te rugăm să ai răbdare."],"SureCart customer sync in progress":["Sincronizare clienților SureCart în desfășurare"],"Cart title\u0004Cart":["Coș"],"Cart slug\u0004cart":["coș"],"SureCart Webhook Registration Error":[],"https:\/\/surecart.com":[],"A simple yet powerful headless e-commerce platform designed to grow your business with effortlessly selling online.":[],"https:\/\/surecart.com\/":[],"SureCart":["SureCart"]}}}